# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/governance/policies/participation/reporting/

reporting-community-participation = Правила участия в сообществах – Как отправлять заявления о нарушениях
reporting-how-to-report-violations = Как отправлять заявления о нарушении положений Правил участия в сообществах
reporting-this-document-provides = В данном документе представлена ознакомительная информация для выявления и сообщения о нарушениях положений Правил участия в сообществах { -brand-name-mozilla }.
reporting-from-the-community-participation = Выдержки из документа <a href="{ $cpg }">Правила участия в сообществах</a>:
reporting-the-heart-of-mozilla-is = Мы в { -brand-name-mozilla } считаем людей главной ценностью. Мы ставим людей на первое место и делаем все возможное, чтобы признавать, ценить и уважать культурное разнообразие наших участников во всем мире. Проект { -brand-name-mozilla } приветствует вклад всех участников, которые разделяют наши цели и хотят здоровым и конструктивным образом внести свой вклад в общее дело нашего сообщества. Вследствие чего мы утвердили настоящий Кодекс этических норм и требуем, чтобы все участники подтвердили свое согласие и придерживались этих принципов участия в сообществе. Это поможет нам создать безопасные и позитивные для всех принципы общения в сообществе.
reporting-this-document-is-intended = Этот документ предназначен в качестве базового для существующих документов, процессов и людей, ответственных за обеспечение здоровых норм общения в сообществах { -brand-name-mozilla } и инклюзии для всех участников.
reporting-when-to-report = В каких случаях нужно отправлять заявления о нарушениях
reporting-please-report-all-incidents = Просим сообщать нам обо всех случаях поведения, которое является потенциально незаконным или заставляет вас или кого-либо другого чувствовать себя небезопасно, а также нежеланно или некомфортно <a href="{ $cpg }">согласно описанию, приведенному ниже в Руководстве по комплайенсу (CPG)</a>.
reporting-how-to-give-a-report = Как составить жалобу
reporting-if-you-believe-someone = Если вы считаете, что кто-то находится в опасности, позвоните по местному номеру службы экстренной помощи.
reporting-if-you-have-a-report-by = Если у вас есть заявление <strong>от участника <em>и</em> об участнике</strong> (например, жалоба составлена <strong>одним</strong> участником <strong>о другом</strong> участнике), то вам необходимо обратиться с вашей жалобой на <a href="{ $community_hotline }">горячую линию по вопросам соблюдения Правил поведения в сообществах</a>.
reporting-if-you-have-a-report-by-email = Если у вас есть заявление <strong>от участника <em>и</em> об участнике</strong> (например, жалоба составлена <strong>одним</strong> участником <strong>о другом</strong> участнике), то вам необходимо обратиться с вашей жалобой по адресу <a href="{ $mailto_report }">cpg-report@mozilla.com</a>.
reporting-if-you-have-a-report-involving = Если у вас есть заявление, <strong>которое касается сотрудника, подрядчика или поставщика</strong> (например, заявление <strong>подано</strong> сотрудником или <strong>касается</strong> сотрудника), тогда вам нужно обратиться на <a href="{ $employee_hotline }">горячую линию для сотрудников { -brand-name-mozilla }</a>.
reporting-put-another-way = Другие способы…
reporting-by = От
reporting-employee = Сотрудник
reporting-contributor = Участник
reporting-about = О ком
reporting-employee-hotline = Горячая линия для сотрудников
reporting-contractor = Подрядчик
reporting-vendor = Поставщик
reporting-if-someone-reports-to = Если вам направляют заявление…
reporting-do-not-question-or-judge = Не подвергайте сомнению и не пытайтесь вынести суждение о ситуации.
reporting-do-not-invite-them-to = Не предлагайте отказаться от отправки заявления.
reporting-do-not-promise-any-particular = Не обещайте каких-то конкретных итогов рассмотрения заявления.
reporting-do-let-them-know-that = <strong>Расскажите</strong>, что для того, чтобы политика { -brand-name-mozilla } была эффективной, заявление должно быть подано через горячую линию. Если участник не чувствует себя комфортно, подавая жалобу самостоятельно, вы можете сделать это за него.
reporting-do-let-them-know-that-email = <strong>Расскажите</strong>, что для того, чтобы политика { -brand-name-mozilla } была эффективной, заявление должно быть подано через горячую линию/по электронной почте. Если участник не чувствует себя комфортно, подавая жалобу самостоятельно, вы можете сделать это за него.
reporting-no-matter-who-files-the = Независимо от того, кто подает заявление, крайне важно отразить указанную ниже информацию.
reporting-names-of-the-people-involved = Имена вовлеченных людей (или, если имена неизвестны, используйте описания и любую идентифицирующую информацию, такую как внешний вид, должность, руководитель, участие в проекте / сообществе).
reporting-description-of-incident = Описание инцидента, включая важные даты (или события) и места.
reporting-if-the-reporter-wants = Если заявитель хочет отправить заявление анонимно, просим сообщить ему, что без этой контактной информации мы не сможем уведомить первоначального заявителя о результатах рассмотрения заявления в случае необходимости. Некоторые законы запрещают подачу заявления анонимно, и вам может потребоваться указать имя заявителя, если вы являетесь менеджером { -brand-name-mozilla } или Лидом сообщества.
reporting-relationship-of-reportervictim = Взаимоотношения с заявителем / пострадавшим.
reporting-mozilla-managers-and-community = Менеджеры { -brand-name-mozilla } или Лиды сообществ
reporting-if-a-mozilla-manager-or = Если менеджер { -brand-name-mozilla } или Лид сообщества проинформирован о возможном нарушении положений <a href="{ $cpg }">Руководства по комплайенсу (CPG)</a>, он немедленно должен сообщить об инциденте по соответствующей горячей линии, даже если первоначальный заявитель также подает заявление. Менеджеры { -brand-name-mozilla } или Лиды сообществ не имеют права расследовать жалобы самостоятельно.
reporting-if-a-mozilla-manager-or-email = Если менеджер { -brand-name-mozilla } или Лид сообщества проинформирован о возможном нарушении положений <a href="{ $cpg }">Руководства по комплайенсу (CPG)</a>, он немедленно должен сообщить об инциденте по соответствующей электронной почте/горячей линии, даже если первоначальный заявитель также подает заявление. Менеджеры { -brand-name-mozilla } или Лиды сообществ не имеют права расследовать жалобы самостоятельно.
reporting-do-not-impose-your-own = Не навязывайте свое мнение о том, как должен реагировать заявитель. Сосредоточьтесь на том, чтобы выслушать заявителя.
reporting-what-happens-after-the = Что происходит после подачи заявления
reporting-investigation = Расследование
reporting-reports-are-handled-discretely = Заявления обрабатываются конфиденциально и без огласки. Они передаются только тем людям, которые имеют право расследовать, отвечать и консультировать по этим вопросам. В рамках этого расследования может потребоваться раскрытие некоторой информации другим лицам, например, ключевым заинтересованным сторонам, управляющим сообществами или мероприятиями, а также свидетелям и правонарушителям.
reporting-correspondence = Переписка
reporting-all-reports-are-reviewed = Все заявления рассматриваются и комментируются в зависимости от характера заявления. Мы стараемся предоставлять разумно своевременные сроки в рамках открытых расследований.
reporting-redress = Восстановление нарушенных прав
reporting-when-an-investigation = По завершении расследования, если правонарушитель находится в компетенции { -brand-name-mozilla }, будут приняты соответствующие меры для исправления ситуации.
reporting-no-retaliation = Лояльность
reporting-mozilla-does-not-tolerate = Компания { -brand-name-mozilla } не применяет дисциплинарные меры к участникам сообщества { -brand-name-mozilla }, которые добросовестно сообщают о нарушениях положений Руководства по комплайенсу (CPG). О случаях мер в отношении сотрудников, проявивших бдительность, следует сообщать по той же схеме, что описана выше.
reporting-license = Лицензия
reporting-this-document-includes = Настоящий документ использует модифицированное содержимое из <a href="{ $pycon }">Кодекса об этических нормах PyCon</a> (ревизия 2f4d980), лицензированного в соответствии с «Непереносимой лицензией { -brand-name-creative-commons } с указанием авторства версии 3.0».
reporting-this-document-is-licensed = Настоящий документ лицензирован в соответствии с <a href="{ $license }">«Непереносимой лицензией { -brand-name-creative-commons } с указанием авторства версии 3.0»</a>.
