# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = बस कुछ ही मिनटों में Chrome से Firefox में स्विच करें
switch-switching-to-firefox-is-fast = Firefox में बदलना तेज, आसान और जोखिम मुक्त हैं, क्योंकि Firefox Chrome से आपका पुस्तचिह्न, स्वतः भरण, कूटशब्द और वरीयताएँ को आयात करता हैं.
switch-switching-to-firefox-page-description = Firefox में बदलना तेज, आसान और जोखिम मुक्त हैं. Firefox Chrome से आपका पुस्तचिह्न, स्वतः भरण, कूटशब्द और वरीयताएँ को आयात करता हैं.
switch-select-what-to-take = चुनें Chrome से क्या लेना हैं.
switch-let-firefox-do-the-rest = चलो Firefox को बाकी करने दो.
switch-enjoy-the-web-faster = वेब का तेजी से आनंद ले, सब आपके लिए ही सेटअप किया गया.
switch-download-and-switch = डाउनलोड करें और बदले
switch-use-firefox-and-still-chrome = आप Firefox का उपयोग कर सकते हैं और Chrome भी रख सकते हैं. Chrome आपके मशीन पर एक बिट भी नही बदलेगा.
switch-share-with-your-friends = अपने दोस्तों के साथ साझा करें Firefox में कैसे बदले
switch-share-to-facebook = Facebook पर साझा करें
switch-firefox-makes-switching-fast-tweet = 🔥 Chrome से बदलना Firefox बहुत तेजी से करता हैं इसे उपयोग करें!
switch-send-a-tweet = एक ट्वीट भेंजे
switch-switch-to-firefox = Firefox में बदलें
switch-hey = सुनो,
switch-firefox-makes-switching-fast-email = Chrome से बदलना Firefox बहुत तेजी से करता हैं. मुझे यह बहुत पसंद हैं, और आपको भी इसे उपयोग करना चाहिए.
switch-check-it-out = इसे देखे और मुझे बतायें आप क्या सोंचते हैं:
switch-send-an-email = एक ईमेल भेजें
switch-still-not-convinced = अभी भी आश्वस्त नहीं है कि Firefox में बदलना कितना आसान है?
