# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = Блокирање огласа
# Page Title
features-adblocker-meta-title = О блокаторима огласа - { -brand-name-firefox }
# HTML page description
features-adblocker-meta-desc = Сазнајте како блокатори огласа раде, шта могу учинити за вас и како вас { -brand-name-firefox } штити од пратилаца и колачића.
features-adblocker-the-ad-blocker-a-tool = Блокатор огласа - алат за персонализовано и фокусирано искуство прегледања.
features-adblocker-in-todays-digital-world = У данашњем дигиталном свету, веб може бити заузет и претрпан. Блокатори огласа су моћни алати који вам дају контролу над вашим искуством прегледања, омогућавајући вам да одлучите шта се појављује на вашем екрану.
features-adblocker-ad-blockers-work = Блокатори огласа раде на два кључна начина: спречавањем учитавања садржаја, као што су огласи, и блокирањем делова веб страница који садрже те елементе. Ово може укључивати видео огласе, персонализоване огласе који вас прате широм веба, па чак и пратиоце трећих страна.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = Коришћење блокатора огласа је једноставно. Многе поуздане опције су доступне као додаци за прегледач, што олакшава проналажење решења које одговара вашим потребама. На пример, <a href="{ $firefox }">{ -brand-name-firefox }</a> нуди <a href="{ $addons }">списак одобрених додатака</a> дизајнираних да побољшају ваше искуство прегледања уз поштовање ваше приватности.
features-adblocker-finding-the-right = Проналажење правог блокатора огласа за вас
features-adblocker-there-are-many = Постоји много алата за блокирање огласа које можете истражити, а сваки нуди могућности које одговарају различитим жељама. Проналажење правог за вас зависи од ваших жеља и навика прегледања. Ево неколико савета које треба размотрити:
features-adblocker-tip-1 = <strong>Блокирање огласа:</strong> Ако желите само да блокирате огласе, изаберите једноставну и лагану опцију.
features-adblocker-tip-2 = <strong>Питања приватности:</strong> Ако сте забринути због пратилаца, потражите блокатор огласа са уграђеним функцијама приватности.
features-adblocker-tip-3 = <strong>Прилагодљивост:</strong> Неки блокатори огласа омогућавају фино подешавање за стављање одређених сајтова на белу листу или блокирање одређених елемената.
features-adblocker-tip-4 = <strong>Компатибилност уређаја:</strong> Размислите да ли вам је потребан за рачунар, мобилни телефон или обоје.
features-adblocker-tip-5 = <strong>Блокирање злонамерног софтвера:</strong> Неки блокатори огласа штите од злонамерних огласа (нпр. AdGuard).
features-adblocker-tip-6 = <strong>Родитељски надзор:</strong> Корисно ако желите да блокирате неприкладан садржај.
features-adblocker-its-important-to-note = Важно је напоменути да се неки веб сајтови ослањају на огласе за учитавање садржаја или пружање функционалности. Блокирање огласа може довести до престанка рада одређених функција, као што су видео снимци који се не пуштају или неуспех опција за пријаву. Изаберите блокатор огласа који се редовно ажурира, а ако откријете да један блокатор огласа изазива значајне проблеме, покушајте са другим да бисте пронашли бољу равнотежу перформанси и компатибилности.
features-adblocker-enhanced-privacy = Побољшана приватност и перформансе уз { -brand-name-firefox }
features-adblocker-beyond-ad-blockers = Поред блокатора огласа, { -brand-name-firefox } укључује уграђене функције које вам дају још већу контролу над прегледањем. Ови алати помажу у заштити ваше приватности док вам омогућавају да прилагодите своје искуство:
features-adblocker-tool-1 = <strong>Стандардни режим:</strong> Уравнотежена опција која блокира уобичајене пратиоце уз одржавање несметане функционалности веб сајта.
features-adblocker-tool-2 = <strong>Строги режим:</strong> Идеалан за кориснике који желе јачу заштиту приватности блокирањем више пратилаца и колачића. Имајте на уму да неки сајтови могу захтевати прилагођавања у овом режиму.
features-adblocker-tool-3 = <strong>Прилагођени режим:</strong> За оне који желе потпуну контролу, прилагођени режим вам омогућава да изаберете шта желите да блокирате, од колачића до пратилаца и још много тога.
features-adblocker-to-adjust = Да бисте прилагодили ова подешавања, кликните на иконицу штита лево од траке за адресу на било којој веб страници и изаберите „Подешавања заштите“. Ово ће отворити мени у којем можете изабрати одговарајући ниво заштите за вас.
features-adblocker-why-use = Зашто користити блокатор огласа?
features-adblocker-ad-blockers-do-more = Блокатори огласа раде више од самог управљања огласима - они могу побољшати брзину вашег прегледања и безбедност смањењем непотребног садржаја. Они вам омогућавају да креирате прилагођено веб искуство без ометања, пуштајући вас да се фокусирате на оно што је најважније.
# Variables:
#   $url (url) - link to https://www.mozilla.org/firefox/new/
features-adblocker-explore-hundreds = Истражите стотине додатака усмерених на приватност који су доступни за { -brand-name-firefox } и пронађите праве алате за вас. <a href="{ $url }">Преузмите { -brand-name-firefox }</a> већ данас да бисте искусили прегледач дизајниран имајући на уму вашу приватност и перформансе.
