# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = ویب براؤزر کیا ہے؟
# HTML page description
what-is-a-browser-a-web-browser = ہک ویب براؤزر تہاکوں انٹرنیٹ تے کتھائیں وی گھن ویندا ہے، جیڑھا تہاکوں دنیا وِچ کتھاؤں وی متن، تصویراں تے ویڈیوں ݙیکھݨ ݙیندا ہے۔
what-is-a-browser-the-web-is-a-vast = ویب ہک وسیع تے طاقتور ٹول ہے۔ کجھ ݙہاکے دے دوران، انٹرنیٹ اساݙے کم کرݨ دے طریقے، اساݙے کھیڈݨ دے طریقے تے ہک ݙوجھے دے نال ڳالھ مہاڑ کرݨ دا طریقہ بدل ݙتا ہے۔ اوندے استعمال دے طریقہ تے منحصر ہے، ایہ قوماں کوں جوڑیندا ہے، تجارت کوں اڳوں تے ودھیندا ہے، رشتیاں کوں پروان چڑھیندا ہے، مستقبل دے اختراعی انجݨ کوں چلیندا ہے تے ایں کنوں کتھائیں زیادہ میمز کیتے ذمہ دار ہے جتنا اساں ڄاݨدے ہیں جو اوندے نال کیا کرݨا ہے۔
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = ایہ ضروری ہے جو ہر کہیں کو ویب تک رسائی حاصل ہووے، پر ایہ وی ضروری ہے جو اساں <a href="{ $tools }"> انہاں ٹولز کوں سمجھو </a> جیڑھا اساں اوندے تائیں رسائی کیتے استعمال کریندے ہیں۔ اساں ویب براؤزرز استعمال کریندے ہیں جیویں { -brand-name-mozilla } { -brand-name-firefox }، { -brand-name-google }{ -brand-name-chrome }، { -brand-name-microsoft }{ -brand-name-edge } تے { -brand-name-apple }{ -brand-name-safari } ہر روز، لیکن کیا اساں سمجھدے ہیں جو او کیا ہن تے کیویں کم کریندے ہن؟
what-is-a-browser-in-a-short-period-long = ٻہوں گھٹ وقت وِچ اساں دنیا بھر وِچ کہیں کوں ای میل بھیڄݨ دی صلاحیت کنوں حیران تھیوݨ کنوں گھن تے معلومات دے بارے اساݙے سوچݨ دے انداز وِچ تبدیلی دی طرف چلے ڳئے ہن۔ ایہ سوال کائنی جو ہݨ تساں کتنا ڄاݨدے او، بھل صرف ایہ سوال ہے جو کیڑھا براؤزر یا ایپ تہاکوں ایں معلومات تک تکھاجی نال پہنچ سڳدا ہے۔
what-is-a-browser-in-a-short-period = ٻہوں گھٹ وقت اِچ، اساں پوری دنیا وِچ کہیں کوں ای میل بھیڄݨ دی صلاحیت کنوں حیران تھیوݨ کنوں گھن تے معلومات بارے اساݙے سوچݨ دے انداز وِچ تبدیل تک آ ڳئے ہیں۔
what-is-a-browser-how-does-a-web = ویب براؤزر کیویں کم کریندا ہے؟
what-is-a-browser-a-web-browser-long = ہک ویب براؤزر تہاکوں انٹرنیٹ تے کتھائیں وی گھن ویندا ہے۔ ایہ ویب دے ٻئے حصیاں کنوں معلومات بازیافت کریندا ہے تے اونکوں تہاݙے ڈیسک ٹاپ یا موبائل ڈیوائس تے ݙکھیندا ہے۔ معلومات کوں ہائپر ٹیکسٹ ٹرانسفر پروٹوکول دا استعمال کریندے ہوئے منتقل کیتا ویندا ہے، جیڑھا ایں ڳالھ دی وضاحت کریندا ہے جو ویب تے متن، تصویراں تے ویڈیو کیویں منتقل تھیندے ہن۔ ایں معلومات کوں ہک مستقل شکل وِچ سانجھ کرݨ تے ظاہر کرݨ دی ضرورت ہے تاں جو کوئی وی براؤزر استعمال کرݨ والے لوک، دنیا وِچ کتھائیں وی معلومات ݙیکھ سڳن۔
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = افسوس دی ڳالھ ہے جو تمام براؤزر بݨاوݨ والے فارمیٹ دی ایں تشریح کرݨ دا انتخاب نہیں کریندے۔ صارفین کیتے، ایندا مطلب ہے جو ویب سائٹ مختلف طریقے نال ݙیکھ تے کام کر سڳدی ہے۔ براؤزر دے درمیان مستقل مزاجی پیدا کرݨ، تاں جو کوئی وی صارف انٹرنیٹ کنوں لطف اندوز تھیوے، چاہے او کہیں وی براؤزر دا انتخاب کرے، اونکوں <a href="{ $standards }"> ویب میعارات </a> آکھیا ویندا ہے۔
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = جݙاں ویب براؤزر انٹرنیٹ نال منسلک سرور کنوں ڈیٹا حاصل کریندا ہے، تاں او ایں ڈیٹا کوں متن تے تصویراں وِچ ترجمہ کرݨ کیتے سافٹ ویئر دا ہک ٹکڑا استعمال کریندا ہے جینکوں رینڈرنگ انجݨ آہدے ہن۔ ایہ ڈیٹا <a href="{ $html }">ہائپر ٹیکسٹ مارک اپ لینگویج</a> (HTML) وِچ لکھیا ڳیا ہے تے ویب براؤزرز ایں کوڈ کوں پڑھدے ہن تاں جو اساں انٹرنیٹ تے جیڑھا کجھ ݙیکھدے، سݨدے تے تجربہ کریندے او۔
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }"> ہائپر لنکس </a> صارفین کوں ویب تے ٻئے ورقے یا سائٹاں دے رستے تے چلݨ دی اجازت ݙیندے ہن۔ ہر ویب ورقہ، تصویر تے ویڈیو دا اپݨا ہک نویکلا <a href="{ $url }">یونیفارم ریسورس لوکیٹر</a> (URL) ہوندا ہے، جینکوں ویب ایڈریس وی آکھیا ویندا ہے۔ جݙاں براؤزر ڈیٹا کیتے کہیں سرور تے ویندا ہے، تاں ویب ایڈریس براؤزر کوں ݙسیندا ہے جو html وِچ بیان کردہ ہر آئٹم کوں کتھاں ڳولیندا ہے، جیڑھا ول براؤزر کوں ݙسیندا ہے جو ایہ ویب ورقے تے کتھاں ویندا ہے۔
what-is-a-browser-cookies-not-the = کوکیاں (ودھیک ونکی دیاں کائنی)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = ویب سائٹاں تہاݙے بارے معلومات کوں <a href="{ $cookies }"> کوکیاں </a> نامی فائلاں وِچ ہتھیکڑا کریندیاں ہن۔ اڳلی واری جݙاں تساں ایں سائٹ تے ویسو تاں او تہاݙے کمپیوٹر تے ہتھیکڑے کیتے ویسن۔ تہاݙی واپسی تے، ویب سائٹ دا کوڈ ایں فائل کوں پڑھ تے ݙیکھسے جو ایہ تساں ای او۔ مثال دے طور تے، جݙاں تساں کہیں ویب سائٹ تے ویندے او، تاں ورقہ تہاݙا صارف ناں تے پاس ورڈ یاد رکھیندا ہے – ایہ ہک کوکی دے ذریعے ممکن تھیا ہے۔
what-is-a-browser-there-are-also = اینجھیاں کوکیاں وی ہن جیڑھیاں تہاݙے بارے وِچ ودھیک تفصیلی معلومات کوں یاد رکھیندیاں ہن۔ شاید تہاݙیاں دلچسپیاں، تہاݙے ویب براؤزنگ دے نمونے وغیرہ۔ ایندا مطلب ایہ ہے جو کوئی سائٹ تہاکوں زیادہ ہدف والا مواد فراہم کر سڳدی ہے۔ اکثر اشتہاراں دی شکل وِچ۔ کوکیاں دیاں ونکیاں ہن، جنہاں کوں <em> تریاکل </em> کوکیاں آکھیا ویندا ہے، جیڑھے انہاں سائٹاں کنوں آندیاں ہن جنہاں تے تساں اوں وقت وی نہیں ویندے تے تہاݙے بارے وِچ معلومات کٹھیاں کرݨ کیتے تہاکوں سائٹ کنوں ٻئی سائٹ تے ٹریک کر سڳدے ہن، جیڑھا کݙاہیں کݙاہیں فروخت تھیندیاں ہن۔ ٻیاں کمپنیاں کوں۔ بعض اوقات تساں ایں ونکی دیاں کوکیاں کوں بلاک کر سڳدے او، حالانکہ تمام براؤزر تہاکوں ایندی اجازت نہیں ݙیندے۔
what-is-a-browser-when-you-go-to = جݙاں تساں کہیں ویب سائٹ تے ویندے او تے ورقہ تہاݙا صارف ناں تے پاس ورڈ یاد رکھیندا ہے۔ ایہ ہک کوکی دے ذڑیعے ممکن تھیا ہے۔
what-is-a-browser-understanding = رازداری سمجھݨ
what-is-a-browser-nearly-all-major = تقریباً تمام وݙے براؤزرز وِچ نجی براؤزنگ دی ترتیب ہوندی ہے۔ ایہ ہک ای کمپیوٹر تے ٻئے صارفین کنوں براؤزنگ ہسٹری لُکاوݨ کیتے موجود ہن۔ ٻہوں سارے لوکاں دا خیال ہے جو نجی براؤزنگ یا انکوگنیٹو موڈ انہاں دی سنڄاݨ تے براؤزنگ ہسٹری ݙوہیں کوں انٹرنیٹ سروس فراہم کرݨ والیاں، حکومتاں تے مشتہرین کنوں لُکا ݙیسے۔ او نہیں کریندے۔ ایہ ترتیباں صرف تہاݙے سسٹم تے تاریخ کوں صاف کریندیاں ہن، جیڑھی مددگار ہے تے تساں کہیں مشترکہ یا عوامی کمپیوٹر تے حساس ذاتی معلومات دے ساتھ کام کریندے پئے او۔ { -brand-name-firefox } ایں کنوں  اڳوں تے ہے۔
what-is-a-browser-firefox-helps = { -brand-name-firefox } تہاکوں ویب تے ٹریکرز کوں تہاݙی پیروی کرݨ کنوں روکݨ دی اجازت ݙے تے ودھیک نجی آن لائن تھیوݨ وِچ مدد کریندا ہے۔
what-is-a-browser-making-your-web = اپݨے ویب براؤزر کوں تہاݙے کیتے کم کرݨ والا بݨاؤ
what-is-a-browser-most-major-web = زیادہ تر وݙے ویب براؤزرز صارفین کوں ایکسٹینشنز یا ایڈ آنز دے ذریعے اپݨے تجربے وِچ ترمیم کرݨ ݙیندے ہن۔ ایکسٹینشنز سافٹ ویئر دے ٻٹس ہن جنہاں کوں تساں اپݨے براؤزر وِچ اپݨی مرضی دے مطابق بݨاوݨ یا فعالیت شامل کرݨ کیتے شامل کر سڳدے او۔ ایکسٹینشن ہر ونکی دی تفریحی تے عملی چیزاں کر سڳدی ہے جیویں نویاں خصوصیات ، غیر ملکی زبان دیاں لغات، یا بصری نمائش تے تھیمز کوں فعال کرݨ۔
what-is-a-browser-all-browser-makers = تمام براؤزر بݨاوݨ والے اپݨیاں بݨتراں کوں تصویراں تے ویڈیو کوں ستت تے آسانی نال ڈسپلے کرݨ کیتے تیار کریندے ہن، جیندے نال تہاݙے کیتے ویب کنوں زیادہ توں زیادہ فائدہ اٹھاوݨ آسان تھی ویندا ہے۔ ایہ سبھ ایں ڳالھ کوں یقینی بݨاوݨ کیتے سخت محنت کریندے ہن جو صارفین دے کول ہک اینجھا براؤزر ہے جیڑھا تکھاجی، طاقتور تے استعمال وِچ آسان ہووے۔ جتھاں انہاں دا اختلاف ہے ایندی وجہ۔ اپݨے کیتے صحیح براؤزر دا انتخاب کرݨ ضروری ہے۔ { -brand-name-mozilla } ایں ڳالھ کوں یقینی بݨاوݨ کیتے { -brand-name-firefox } بݨیندا ہے تے ایں ڳالھ کوں یقینی بݨاوݨ کیتے جو انٹرنیٹ ہک عالمی، عوامی وسیلہ ہے، جیڑھا سبھ کیتے قابل رسائی ہے۔
