# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = ویب براؤزر کیا ہے؟
# HTML page description
what-is-a-browser-a-web-browser = ہک ویب براؤزر تہاکوں انٹرنیٹ تے کتھائیں وی گھن ویندا ہے، جیڑھا تہاکوں دنیا وِچ کتھاؤں وی متن، تصویراں تے ویڈیوں ݙیکھݨ ݙیندا ہے۔
what-is-a-browser-in-a-short-period = ٻہوں گھٹ وقت اِچ، اساں پوری دنیا وِچ کہیں کوں ای میل بھیڄݨ دی صلاحیت کنوں حیران تھیوݨ کنوں گھن تے معلومات بارے اساݙے سوچݨ دے انداز وِچ تبدیل تک آ ڳئے ہیں۔
what-is-a-browser-how-does-a-web = ویب براؤزر کیویں کم کریندا ہے؟
what-is-a-browser-a-web-browser-long = ہک ویب براؤزر تہاکوں انٹرنیٹ تے کتھائیں وی گھن ویندا ہے۔ ایہ ویب دے ٻئے حصیاں کنوں معلومات بازیافت کریندا ہے تے اونکوں تہاݙے ڈیسک ٹاپ یا موبائل ڈیوائس تے ݙکھیندا ہے۔ معلومات کوں ہائپر ٹیکسٹ ٹرانسفر پروٹوکول دا استعمال کریندے ہوئے منتقل کیتا ویندا ہے، جیڑھا ایں ڳالھ دی وضاحت کریندا ہے جو ویب تے متن، تصویراں تے ویڈیو کیویں منتقل تھیندے ہن۔ ایں معلومات کوں ہک مستقل شکل وِچ سانجھ کرݨ تے ظاہر کرݨ دی ضرورت ہے تاں جو کوئی وی براؤزر استعمال کرݨ والے لوک، دنیا وِچ کتھائیں وی معلومات ݙیکھ سڳن۔
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = افسوس دی ڳالھ ہے جو تمام براؤزر بݨاوݨ والے فارمیٹ دی ایں تشریح کرݨ دا انتخاب نہیں کریندے۔ صارفین کیتے، ایندا مطلب ہے جو ویب سائٹ مختلف طریقے نال ݙیکھ تے کام کر سڳدی ہے۔ براؤزر دے درمیان مستقل مزاجی پیدا کرݨ، تاں جو کوئی وی صارف انٹرنیٹ کنوں لطف اندوز تھیوے، چاہے او کہیں وی براؤزر دا انتخاب کرے، اونکوں <a href="{ $standards }"> ویب میعارات </a> آکھیا ویندا ہے۔
what-is-a-browser-cookies-not-the = کوکیاں (ودھیک ونکی دیاں کائنی)
what-is-a-browser-when-you-go-to = جݙاں تساں کہیں ویب سائٹ تے ویندے او تے ورقہ تہاݙا صارف ناں تے پاس ورڈ یاد رکھیندا ہے۔ ایہ ہک کوکی دے ذڑیعے ممکن تھیا ہے۔
what-is-a-browser-understanding = رازداری سمجھݨ
what-is-a-browser-firefox-helps = { -brand-name-firefox } تہاکوں ویب تے ٹریکرز کوں تہاݙی پیروی کرݨ کنوں روکݨ دی اجازت ݙے تے ودھیک نجی آن لائن تھیوݨ وِچ مدد کریندا ہے۔
what-is-a-browser-making-your-web = اپݨے ویب براؤزر کوں تہاݙے کیتے کم کرݨ والا بݨاؤ
what-is-a-browser-most-major-web = زیادہ تر وݙے ویب براؤزرز صارفین کوں ایکسٹینشنز یا ایڈ آنز دے ذریعے اپݨے تجربے وِچ ترمیم کرݨ ݙیندے ہن۔ ایکسٹینشنز سافٹ ویئر دے ٻٹس ہن جنہاں کوں تساں اپݨے براؤزر وِچ اپݨی مرضی دے مطابق بݨاوݨ یا فعالیت شامل کرݨ کیتے شامل کر سڳدے او۔ ایکسٹینشن ہر ونکی دی تفریحی تے عملی چیزاں کر سڳدی ہے جیویں نویاں خصوصیات ، غیر ملکی زبان دیاں لغات، یا بصری نمائش تے تھیمز کوں فعال کرݨ۔
