# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = Саволҳои роиҷ оид ба махфияти иттилоот дар «{ -brand-name-mozilla }»
# HTML page description
privacy-faq-v2-desc = Дар «{ -brand-name-mozilla }» мо маълумоти шахсии шуморо эҳтиром ва муҳофизат мекунем.
privacy-faq-v2-heading = Мо тарафдори одамон ҳастем, ки аз фоидаи молӣ зиёдтар аст.
privacy-faq-v2-intro = Имрӯзҳо дар саросари ҷаҳон барои одамон фаҳмидани интизори имкониятҳо аз барномаҳо ва хизматрасониҳои гуногун мушкил аст. Технологияе, ки ба ҳаёти мо қудрат мебахшад, хеле мураккаб аст ва одамон барои таҳқиқи тамоми тафсилот вақти кофӣ надоранд. Ин ҳоло ҳам барои «{ -brand-name-firefox }» дуруст аст, ва мо мебинем, ки одамон дар бораи он, ки чӣ дар дохили браузер ба вуҷуд меояд, фикрҳои гуногун доранд.
privacy-faq-v2-at-mozilla = Дар «{ -brand-name-mozilla }» мо маълумоти шахсии шуморо эҳтиром ва муҳофизат мекунем:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = Мо маҷмуи васеи <a { $attrs }>Принсипҳои махфияти маълумотро</a> риоя мекунем, ки таҷрибаи моро дар масъалаи махфияти шахсӣ дар браузерҳои мизи корӣ ва мобилии «{ -brand-name-firefox }» муайян карда, таквият медиҳанд.
privacy-faq-v2-we-strive-collect-data = Мо кӯшиш карда, танҳо он маълумотеро ҷамъоварӣ мекунем, ки барои истеҳсоли маҳсулоти беҳтарин лозим аст.
privacy-faq-v2-we-work-to = Мо кӯшиш мекунем, ки одамон тавонанд мустақилона назорати маълумоти шахсӣ ва таҷрибаҳои онлайнии худро ба даст гиранд.
privacy-faq-v2-we-adhere = Мо ба принсипи “бе ягон ҳайрат” вафодор мебошем, яъне ҳамеша кӯшиш мекунем, ки тасаввури мардум бояд аз «{ -brand-name-firefox }» ба воқеият мувофиқ бошад.
privacy-faq-v2-following-questions = Саволҳо ва ҷавобҳои зерин ба шумо кумак мекунанд, то фаҳмед, ки ҳар як корбари браузер аз «{ -brand-name-mozilla }» ва «{ -brand-name-firefox }» чӣ интизор шуда метавонад.

## FAQ

privacy-faq-v2-i-use-firefox = Ман барои аксари корҳои худ дар саросари Интернет аз браузери «{ -brand-name-firefox }» истифода мебарам. Шумо дар «{ -brand-name-mozilla }» эҳтимол бисёр чизҳоро дар бораи ман ҷамъ кардаед, дуруст?
privacy-faq-v2-mozilla-does-not-know = «{ -brand-name-mozilla }» он қадар чизеро, ки шумо интизор будед, намедонад, ки одамон чӣ гуна Интернетро истифода мебаранд. «{ -brand-name-firefox }», браузери веб аст, ки дар дастгоҳ ё компютери шумо кор мекунад ва дари домади шумо ба Интернет мебошад. Браузери шумо маълумоти зиёдеро дар бораи сомонаҳое, ки шумо ташриф меоред, идора мекунад, аммо ин маълумот комилан танҳо дар дастгоҳи шумо боқӣ мемонад.
privacy-faq-v2-it-seems-like = Чунин ба назар мерасад, ки ҳар як ширкат дар интернет маълумоти шуморо мехарад ва мефурӯшад. Шумо эҳтимолан истиснои ин қоида намебошед.
privacy-faq-v2-wait-so-how = Истед, лекин шумо чӣ тавр пул кор мекунед?
privacy-faq-v2-softballs = Хуб, саволҳои аввал осон буданд. Акнун росташро гӯед — кадом маълумотро ҷамъ мекунед?
privacy-faq-v2-do-you-collect = Оё шумо аллакай дар версияҳои пеш аз нашри браузери «{ -brand-name-firefox }» маълумоти бештар ҷамъ мекунед?
privacy-faq-v2-sort-of = Ба ин монанд аст. Ба ғайр аз маълумоти зикршуда, мо гузоришҳоро дар бораи садамаи браузер ва хатоҳо ба таври пешфарз дар версияҳои пешрафтаи «{ -brand-name-firefox }» ҷамъ мекунем.
privacy-faq-v2-but-why-do-you = Аммо, чаро шумо дар умум ҳар гуна маълумотро ҷамъ мекунед?
privacy-faq-v2-data-collection-bugs-me = Ҷамъоварии маълумот то ҳол маро безобита мекунад. Оё ман метавонам онро хомӯш кунам?
privacy-faq-v2-what-about-my-account = Дар бораи маълумоти ҳисоби ман чӣ гуфтан мумкин аст?
privacy-faq-v2-we-are-big-believers = Мо тарафдори он ҳастем, ки маълумоти шахсӣ то ҳадди имкон кам ҷамъ карда шавад ва чизҳое, ки ба мо лозим нест, дархост нашаванд.
privacy-faq-v2-you-use-digital = Шумо рекламаро ҳамчун як қисми маҷмуи маркетингии худ истифода мебаред. Оё шумо маълумоти одамонро барои беҳтар кардани ҳадафи рекламаҳои онлайн харидорӣ мекунед?
privacy-faq-v2-no-we-do-not-buy = Не, мо маълумоти шахсиро барои ҳадафгирии реклама намехарем.
privacy-faq-v2-we-do-not-ask = Мо аз шарикони рекламавии худ талаб мекунем, ки онҳо танҳо маълумоти тарафи аввалро истифода баранд, ки дар асл ҳамаи сомонаҳо ва ноширон дар бораи ҳамаи корбарон медонанд, ба монанди браузери шумо ва дастгоҳи шумо.
privacy-faq-v2-well-it-seems = Хуб, чунин ба назар мерасад, ки шумо воқеан маро дар масъалаи махфияти шахсӣ дастгирӣ мекунед.
privacy-faq-v2-yes-we-do = Бале, ҳамин маълумот дуруст аст.
privacy-faq-v2-find-out-more = Бифаҳмед, ки чӣ тавр «{ -brand-name-mozilla }» Интернетро муҳофизат мекунад.
