# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = आईपी एड्रेस क्या होता है?

# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } आपके आईपी एड्रेस संबंधी सभी सवालों का जवाब देता है जैसे कि आईपी एड्रेस क्या है, यह कैसे काम करता है, और क्या आपको इसे छिपाना चाहिए या नहीं, इत्यादि।

vpn-ip-address-every-time-you = जब भी आप इंटरनेट पर होते हैं, तो आपके द्वारा अनुरोध की जा रही साइटें देखने में आपकी मदद करने के लिए आईपी एड्रेस सूचनाओं के आदान-प्रदान में एक आवश्यक भूमिका निभा रहे होते हैं। हो सकता है कि आपको किसी चीज़ के बारे में पता न हो तो हम यहाँ पर सबसे अधिक पूछे जाने वाले सवालों के जवाब नीचे दे रहे हैं।
vpn-ip-address-your-ip-address = आपका आईपी एड्रेस एक खास पहचानकर्ता है, यह एक डाक पते की तरह है, और यह आपकी ऑनलाइन एक्टिविटी से जुड़ा है। जब भी आप इंटरनेट का उपयोग करते हैं (ऑनलाइन खरीदारी करना, ईमेल भेजना, टीवी स्ट्रीमिंग करना), तो आप किसी खास ऑनलाइन डेस्टिनेशन तक पहुँच का अनुरोध कर रहे होते हैं, और बदले में, आपको जानकारी भेजी जाती है। यह कैसे काम करता है? आईपी, इंटरनेट प्रोटोकॉल का संक्षिप्त रूप है, जो डेटा को रूट करने और इंटरनेट से कनेक्ट करने के मानकों और नियमों (जिन्हें अन्यथा प्रोटोकॉल के रूप में जाना जाता है) को रेखांकित करता है। यह प्रोटोकॉल, नियमों का एक सेट है जिसे डेटा के दो दिशाओं में प्रवाह की अनुमति के लिए प्रत्येक पार्टी को पालन करने की आवश्यकता होती है।

# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = एक आईपी एड्रेस का उदाहरण जो चार नंबरों का एक क्रम है, जिन्हें दशमलव से अलग किया गया है: 123.45.67.89
vpn-ip-address-if-you-look-up-your = अगर आप अपना आईपी एड्रेस देखें, तो यह कुछ इस तरह दिखाई देगा।
vpn-ip-address-does-it-travel = आप कहीं भी जाएँ तो क्या यह एकसमान रहता है?

# Outdated string
vpn-ip-address-no-your-ip = नहीं। आपका आईपी एड्रेस केवल एक लोकेशन से जुड़ा होता है बशर्ते कि आप <a href="{ $url }">VPN का उपयोग</a> न कर रहे हों (हम बाद में इस पर अधिक विस्तार में जाएंगे)। जब आप अपने घर पर होते हैं और उस इंटरनेट से जुड़ते हैं जिसके लिए आप भुगतान करते हैं, तो आप किसी एक का उपयोग कर रहे होते हैं। हालाँकि, जब ऐसा होता है कि सुबह आप घर पर अपना ईमेल चेक करते हैं, फिर स्थानीय कॉफी शॉप में जाकर इंटरनेट पर समाचार पढ़ते हैं, और फिर ऑफिस में इंटरनेट पर कुछ काम करते हैं, तो आप प्रत्येक स्थान पर अलग-अलग आईपी एड्रेस का उपयोग कर रहे होते हैं।
vpn-ip-address-does-your-ip = क्या आपका आईपी एड्रेस बदलता है?
vpn-ip-address-yes-even-if = हाँ। यहाँ तक कि अगर आप केवल घर पर इंटरनेट का उपयोग कर रहे हैं, तो भी आपके घर का आईपी एड्रेस बदल सकता है। आप इसे बदलने के लिए अपने इंटरनेट सेवा प्रदाता (ISP) से संपर्क कर सकते हैं, लेकिन इंटरनेट कनेक्शन की समस्याओं के चलते आपके मॉडेम या राउटर के रीस्टार्ट होने जैसी कोई रूटीन चीज़ भी ऐसे बदलाव का कारण बन सकती है।
vpn-ip-address-can-more-than = क्या एक से अधिक डिवाइसों में एकसमान आईपी एड्रेस हो सकता है?
vpn-ip-address-this-is-a = यह थोड़ा पेचीदा सवाल है — उत्तर हाँ भी है और नहीं भी। एक से अधिक डिवाइसों का एक जैसा एक्सटर्नल (पब्लिक) आईपी एड्रेस हो सकता है, मगर प्रत्येक डिवाइस का अपना लोकल (प्राइवेट) आईपी एड्रेस अलग होगा। उदाहरण के लिए, आपका ISP (इंटरनेट सेवा प्रदाता) आपके घर के कनेक्शन को एक एक्सटर्नल आईपी एड्रेस के साथ सेट करता है। चूँकि आपका राउटर ही है जो वास्तव में इंटरनेट से कनेक्ट करता है, तो आईपी एड्रेस आपके राउटर को असाइन किया जाता है। इसके बाद आपका राउटर किसी समय इंटरनेट से कनेक्ट होने वाले हर एक डिवाइस को एक लोकल आईपी एड्रेस असाइन करता है। एक्सटर्नल आईपी एड्रेस वह है जो बाहरी दुनिया के साथ शेयर होता है। आपका लोकल आईपी एड्रेस आपके निजी होम नेटवर्क के बाहर शेयर नहीं किया जाता है।
vpn-ip-address-can-we-run = क्या ये कभी खत्म भी हो सकते हैं?

# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = जब इंटरनेट पहली बार डिज़ाइन किया गया, तो इसमें &quot;वर्ज़न 4&quot; एड्रेस इस्तेमाल हुए। ये 32 बिट होते हैं, जिसका अर्थ है कि हमारे पास <a href="{ $sr }">4.2 अरब एड्रेस</a> तक हो सकते हैं। यह संख्या उस समय पर्याप्त लग रही थी, मगर ऐसी दुनिया में ये कहीं भी पर्याप्त नहीं है जहाँ औसत अमेरिकी परिवार के पास ही <a href="{ $variety }">11 कनेक्टेड डिवाइसें</a> हों।
vpn-ip-address-we-now-have = अब हमारे पास वर्ज़न 6 आईपी एड्रेस हैं, जिनमें प्रति एड्रेस 128 बिट हैं। दुर्भाग्य से, वर्ज़न 4 और वर्ज़न 6 में एक दूसरे से तारतम्य नहीं है, इसलिए लोगों को लंबे समय तक वर्ज़न 4 वाले एड्रेस की आवश्यकता होगी।
vpn-ip-address-should-you-hide = क्या आपको अपना आईपी एड्रेस छिपाना चाहिए?

# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = आपको अपना आईपी एड्रेस छिपाने की आवश्यकता नहीं है, लेकिन कुछ मौके ऐसे होते हैं जहाँ आपको इसकी जरूरत होती है। सबसे आम वजह प्राइवेसी यानी निजता की है। यू.एस. में, ब्रॉडबैंड यूज़र्स की प्राइवेसी की रक्षा के लिए बनाए गए प्राइवेसी रेगुलेशंस को <a href="{ $congress }">कांग्रेस ने खारिज कर दिया</a>। इंटरनेट सेवा प्रदाता आपके ब्राउज़िंग व्यवहार को देख सकते हैं कि आप इंटरनेट का उपयोग किस वास्ते कर रहे हैं, और आप प्रत्येक पेज पर कितना समय बिताते हैं। यह कम्युनिकेशन एन्क्रिप्टेड नहीं होता है, इसलिए तीसरे-पक्ष वाले भी देख सकते हैं कि आप किन वेबसाइटों पर जा रहे हैं। इससे निपटने का एक तरीका <a href="{ $doh }">DNS-ओवर-HTTPS</a> (DoH) है। यह आपके DNS (डोमेन नेम सिस्टम) ट्रैफ़िक को एन्क्रिप्ट करता है, जिससे ISP के लिए उन वेबसाइटों को देखना मुश्किल हो जाता है, जिन पर आप जाने का प्रयास कर रहे हैं। यू.एस. <a href="{ $firefox }">{ -brand-name-firefox } यूज़र्स</a> के लिए, डिफ़ॉल्ट रूप से आपकी DoH पूछताछों को विश्वसनीय DNS सर्वरों पर डायरेक्ट किया जाता है, जिससे आपको उन वेबसाइटों से संबद्ध करना कठिन हो जाता है, जिन पर आप जाने का प्रयास करते हैं।

# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = आपके आईपी एड्रेस को छिपाने के लिए परिस्थितिजन्य वजहें भी होती हैं। हो सकता है यात्रा के दौरान आप इसे छिपाना चाहें। जब आप दुनिया को एक्सप्लोर कर रहे होते हैं, तो स्ट्रीमिंग के लिए और खरीदारी के लिए वाईफ़ाई से कनेक्ट करते समय, VPN आपको <a href="{ $url }">अधिक प्राइवेसी</a> प्रदान करेगा।
vpn-ip-address-how-do-you = आप इसे कैसे छिपाते हैं?

# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN आपके आईपी एड्रेस को छिपाने का एक उपाय है। <a href="{ $vpn }">जब आप किसी VPN का उपयोग करते हैं</a>, आपका एक्सटर्नल आईपी एड्रेस आपकी लोकेशन के एक्सटर्नल आईपी एड्रेस के बजाय VPN सर्वर के एक्सटर्नल आईपी से आ रहा होगा। इसलिए यदि आपका कनेक्टिंग VPN सर्वर कैलिफ़ोर्निया में स्थित है, तो आपका एक्सटर्नल आईपी ऐसा लगेगा जैसे यह कैलिफ़ोर्निया से कनेक्ट हुआ है, चाहे आप असलियत में कहीं भी हों। साथ ही, आपकी ऑनलाइन एक्टिविटी आपके VPN सर्वर से एक एन्क्रिप्टेड, सुरक्षित कनेक्शन पर भेजी जाती है, जिससे आपको अतिरिक्त सुरक्षा और गोपनीयता मिलती है। <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> आपके आईपी एड्रेस को छिपाने का एक अच्छा उपाय है। हम आपके नेटवर्क एक्टिविटी लॉग नहीं रखते हैं, और हम उन तृतीय पक्षों के साथ कोई भागीदारी नहीं करते हैं जो आपके द्वारा ऑनलाइन किए जाने वाले कार्यों की प्रोफ़ाइल बनाते हैं। हम अधिकतम पाँच डिवाइसों के लिए संपूर्ण-डिवाइस सुरक्षा प्रदान करते हैं जिनमें आप { $countries }+ देशों में सर्वरों के ज़रिए किसी भी देश से, कहीं से भी कनेक्ट कर सकते हैं।

# Obsolete string
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is = VPN आपके आईपी एड्रेस को छिपाने का एक उपाय है। <a href="{ $vpn }">जब आप किसी VPN का उपयोग करते हैं</a>, आपका एक्सटर्नल आईपी एड्रेस आपकी लोकेशन के एक्सटर्नल आईपी एड्रेस के बजाय VPN सर्वर के एक्सटर्नल आईपी से आएगा। इसलिए यदि आपका कनेक्टिंग VPN सर्वर कैलिफ़ोर्निया में स्थित है, तो आपका एक्सटर्नल आईपी ऐसा लगेगा जैसे यह कैलिफ़ोर्निया से कनेक्ट हुआ है, चाहे आप असलियत में कहीं भी हों। साथ ही, आपकी ऑनलाइन एक्टिविटी आपके VPN सर्वर से एक एन्क्रिप्टेड, सुरक्षित कनेक्शन पर भेजी जाती है, जिससे आपको अतिरिक्त सुरक्षा और गोपनीयता मिलती है। <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> आपके आईपी एड्रेस को छिपाने का एक अच्छा उपाय है। हम एक्टिविटी लॉग नहीं रखते हैं और हम तीसरे पक्ष के किसी एनालिटिक्स प्लेटफ़ॉर्म के साथ भागीदार नहीं हैं। हम अधिकतम पाँच डिवाइसों के लिए संपूर्ण-डिवाइस सुरक्षा प्रदान करते हैं जिनमें आप { $countries }+ देशों में सर्वरों के जरिए किसी भी देश से, कहीं से भी कनेक्ट कर सकते हैं।
