# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = VPN और वेब प्रॉक्सी के बीच अंतर

# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN और प्रॉक्सी दोनों ही, ऑनलाइन गोपनीयता और सुरक्षा के उपाय हैं। यहाँ बताया गया है कि ये आपकी सुरक्षा किस प्रकार करते हैं और सबसे अच्छा विकल्प कैसे चुनें।

vpn-or-proxy-virtual-private-networks = ऑनलाइन बेहतर गोपनीयता और सुरक्षा के सॉल्यूशन के रूप में वर्चुअल प्राइवेट नेटवर्क (VPN) और सुरक्षित वेब प्रॉक्सी का प्रयोग होता है, लेकिन आपके लिए कौन-सा सही है यह पता लगाना आपको थोड़ा असमंजस में डाल सकता है। यहाँ देखें कि कैसे ये सेवाएँ आपकी सुरक्षा करती हैं और आप ऑनलाइन रहने के दौरान के लिए सबसे अच्छा विकल्प कैसे चुन सकते हैं।
vpn-or-proxy-stop-isps-from = ISP को जासूसी करने से रोकें

# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = जब आप <a href="{ $firefox }">{ -brand-name-firefox }</a> इस्तेमाल करते हैं, <a href="{ $etp }">उन्नत ट्रैकिंग सुरक्षा</a> स्वचालित रूप से कई थर्ड पार्टी <a href="{ $trackers }">वेब ट्रैकर्स</a> को इंटरनेट पर आपको फ़ॉलो करने से रोक देती है। मगर यहाँ एक दिलचस्प तथ्य है: आपका इंटरनेट सेवा प्रदाता (ISP) जिसे आप इंटरनेट कनेक्शन के लिए भुगतान कर रहे हैं — अभी भी आपको देख और ट्रैक कर सकता है।
vpn-or-proxy-because-your-internet = चूँकि आपका इंटरनेट ट्रैफ़िक आपके ISP के माध्यम से आपके डिवाइसों (कंप्यूटर, फ़ोन, टीवी, टैबलेट) पर आता या उनसे जाता है, इसलिए वे देख सकते हैं कि आप ऑनलाइन कहाँ-कहाँ जा रहे हैं। ISP देख सकता है कि आप किन साइटों पर जाते हैं, आप उन साइटों पर कितना समय बिताते हैं, साथ ही आपकी लोकेशन और आपके डिवाइसों के बारे में जानकारी भी। एन्क्रिप्शन होने के चलते, उन साइटों पर आपने क्या किया (जैसे आपने क्या खरीदा, खोजा या पढ़ा) की बारीकियों को कोई ISP भले ही नहीं जान पाए, मगर वे आपके द्वारा देखी गई साइटों के आधार पर आपके बारे में अनुमान लगा सकते हैं।  इस व्यक्तिगत डेटा का उपयोग आपके बारे में विस्तृत प्रोफ़ाइल तैयार करने में किया जा सकता है। ISP ऐसा क्यों करेंगे? संक्षेप में कहें तो: यह डेटा मूल्यवान है।
vpn-or-proxy-isps-can-use = ISP इस जानकारी का उपयोग अपने खुद के वास्ते विज्ञापन टार्गेटिंग या पैसा कमाने के अवसरों के लिए कर सकते हैं, जिसमें डेटा माइनिंग, मार्केटिंग और टार्गेटेड विज्ञापन में रुचि रखने वाले तृतीय पक्षों के साथ आपकी जानकारी साझा करना शामिल हो सकता है, जिसका अर्थ है कम गोपनीयता और अधिक ट्रैकिंग। प्राइवेट मोड में ब्राउज़िंग ISP को यह जानने से नहीं रोक सकती कि आप ऑनलाइन कहाँ जाते हैं। लेकिन अपने वेब ट्रैफ़िक को वेब प्रॉक्सी या किसी VPN के माध्यम से भेजना इस बात को जानना बहुत कठिन बना सकता है।
vpn-or-proxy-when-should-you = कोई VPN या कोई सुरक्षित प्रॉक्सी आपको कब चुनना चाहिए?
vpn-or-proxy-vpns-and-secure = VPN और सुरक्षित वेब प्रॉक्सी के साझा लक्ष्य हैं: ये कनेक्शन को सुरक्षा प्रदान करते हैं। ये आपके मूल आईपी एड्रेस को छिपाने में सक्षम होते हैं और ऐसा ही करते हैं, साथ ही आपके द्वारा जो वेब ट्रैफ़िक आपके व आपके VPN या सुरक्षित प्रॉक्सी प्रदाता के बीच भेजा जाता है, उसकी रक्षा करते हैं। लेकिन आप किसी VPN या फिर किसी प्रॉक्सी का उपयोग कब करना चाहेंगे?
vpn-or-proxy-secure-web-proxy = सुरक्षित वेब प्रॉक्सी: ब्राउज़र-लेवल सुरक्षा
vpn-or-proxy-a-secure-web = एक सुरक्षित वेब प्रॉक्सी उन कामों के लिए उपयोगी है जो आप केवल अपने ब्राउज़र में ही करना चाहेंगे। इसमें खरीदारी, बिलों का भुगतान, सोशल मीडिया में लॉगिन करना और ईमेल पढ़ना जैसी बहुत सी गतिविधियाँ शामिल हो सकती हैं। किसी भी सुरक्षित वेब प्रॉक्सी का काम आपके ब्राउज़र और इंटरनेट के बीच एक मध्यस्थ का है। आपका वेब ब्राउज़िंग डेटा सीधा आपके ब्राउज़र से इंटरनेट तक एक सुरक्षित "सुरंग" से होकर गुजरेगा, आपका आईपी एड्रेस छिपा रहेगा, इसलिए जिस वेब सर्वर से आप संपर्क कर रहे हैं उसे ठीक से पता नहीं लग पाएगा कि दुनिया में आपकी लोकेशन कहाँ पर है। इससे आपको ट्रैक करना और टार्गेट किया जाना कठिन हो जाता है।

# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = प्रॉक्सी तब काफी उपयोगी है जब आप सार्वजनिक वाई-फ़ाई पर वेब ब्राउज़ कर रहे हों। जब किसी प्रॉक्सी को चालू किया जाता है, तो यह उसी नेटवर्क पर छिपकर आप पर नजर रखने वालों को आपकी ब्राउज़िंग गतिविधि की जासूसी करने से या गैर-एन्क्रिप्टेड साइटों पर आपके लेन-देन की जानकारी पढ़ने से रोक देगा। भले ही दिखने में हानिरहित लगे, मगर <a href="{ $url }">हैकर्स</a> के लिए सार्वजनिक वाईफ़ाई नेटवर्क एक प्रकार से चोर दरवाजे जैसा साबित हो सकता है।

# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> इंस्टॉल करने में आसान ब्राउज़र एक्सटेंशन है जो वेब के लिए एक सुरक्षित, एन्क्रिप्टेड &quot;सुरंग&quot; प्रदान करता है ताकि जहाँ भी आप { -brand-name-firefox } इस्तेमाल करें आपके ब्राउज़र कनेक्शन को पूरा प्रोटेक्शन मिले। जब भी आपको अपने ब्राउज़र में अतिरिक्त सुरक्षा की आवश्यकता हो, इसे चालू करना तेज़ और आसान है।
vpn-or-proxy-vpns-devicelevel-protection = VPNs: डिवाइस-लेवल सुरक्षा
vpn-or-proxy-vpns-do-more = प्रॉक्सी की तुलना में VPN कुछ अधिक कारगर है, जहाँ कोई प्रॉक्सी केवल आपके ब्राउज़र में आपके द्वारा किए जाने वाले कार्यों को सुरक्षित करता है, वहीं एक VPN आपके ब्राउज़र सहित आपके समस्त ट्रैफ़िक की सुरक्षा करता है, जहाँ भी आपने VPN इंस्टॉल और चालू किया हुआ होता है। VPN आपकी समस्त ऑनलाइन एक्टिविटी के लिए अतिरिक्त सुरक्षा और गोपनीयता प्रदान करते हैं — यह तब और महत्वपूर्ण हो जाता जब आप अपनी एक्टिविटी को अपने तक ही रखना चाहते हैं और डेटा के भूखे ट्रैकर्स और ISP के लिए आपके सभी डिवाइसों, जैसे आपके फ़ोन, कंप्यूटर और टैबलेट पर नजर रखना अधिक कठिन बना देना चाहते हैं ताकि वे आपकी एक प्रोफ़ाइल न बना सकें।
vpn-or-proxy-a-vpn-works = VPN, व्यापक रूप में, आपके डिवाइस और इंटरनेट के बीच एक सुरक्षित "सुरंग" बनाकर काम करता है। यह आपकी गोपनीयता को दो प्रमुख तरीकों से सुरक्षित रखता है:
vpn-or-proxy-concealing-your-ip = आपका आईपी एड्रेस छुपाकर, आपकी पहचान संबंधी जानकारी प्रोटेक्ट करके और लोकेशन जानकारी को गोपनीय रखकर।
vpn-or-proxy-encrypting-your-traffic = आप और आपके VPN प्रदाता के बीच के आपके ट्रैफ़िक को एन्क्रिप्ट करके, ताकि आपके स्थानीय नेटवर्क में कोई भी उसे पढ़ न सके या उससे छेड़छाड़ न कर सके।

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = VPN ओपन और सार्वजनिक वाईफ़ाई कनेक्शनों पर सुरक्षा प्रदान करता है। ओपन वाईफ़ाई जोखिम भरा हो सकता है, और यह सुनिश्चित करना असंभव होता है कि आप जो कर रहे हैं उस पर जासूसी करने के लिए कोई और उसी नेटवर्क से कनेक्ट नहीं हो रहा है। आपका ट्रैफ़िक भले ही एन्क्रिप्टेड हो, फिर भी वे देख सकते हैं कि आप किन साइटों पर जा रहे हैं। और यदि आप कोई ऐसा ऐप इस्तेमाल कर रहे हैं जिसमें एन्क्रिप्शन नहीं है — और आज भी ऐसे कई हैं जिनमें यह नहीं होता है — तब तो वो सब कुछ वे देख सकते हैं जो आप उस ऐप में कर रहे हैं। { -brand-name-mozilla-vpn } एक तेज़, सुरक्षित, भरोसेमंद सेवा है जो सुरक्षा गैप को पाटने में आपकी मदद कर सकती है। <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> आपको अपनी “लोकेशन” (जहाँ से आपका ट्रैफ़िक आता हुआ प्रतीत होता है) चुनने की सुविधा देता है और आप { $countries } से अधिक देशों में से किसी को भी चुन सकते हैं।
vpn-or-proxy-choose-a-trustworthy = भरोसेमंद सेवा चुनें

# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = कोई VPN या फिर कोई प्रॉक्सी सेवा चुनते समय सबसे महत्वपूर्ण बात यह है कि किसी भरोसेमंद कंपनी को चुना जाए। सुनिश्चित करें कि आप उन शर्तों को समझते हैं जिनसे आप सहमत हो रहे हैं। कई लोग खुद के शानदार होने और गोपनीयता की रक्षा पर पूरा जोर देने का दावा करते हैं, मगर उनमें से अधिकांश अपना वादा पूरा करने से चूक जाते हैं। यह कोई जरूरी नहीं कि सभी प्रॉक्सी और VPN सेवाएं सुरक्षित और गोपनीय हों ही। कुछ <a href="{ $cnet }">ऐसी होंगी</a> जो आपकी ऑनलाइन गतिविधियों को <a href="{ $pcmag }">लॉग</a> करेंगी ताकि वो खुद ही आपके डेटा और जानकारी को मार्केटिंग फ़र्मों को बेच दें। कुछ सेवाएं ऐसी होंगी जो आपको अपने डिवाइसों पर मैलवेयर इंस्टॉल करने के लिए राजी करने की कोशिश करेंगी।

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = हमने यह सुनिश्चित करने के लिए बहुत रिसर्च व मशक्कत की है कि दोनों ही यानी <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> और <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> प्रॉक्सी एक्सटेंशन वास्तव में आपकी निजता का सम्मान करते हैं, और यह कुछ ऐसा है जिस पर हम अपनी पूरी प्रतिष्ठा भी दाँव पर लगाने से पीछे हटने वाले नहीं हैं। { -brand-name-mozilla } की प्रतिष्ठा ऐसे उत्पाद बनाने की है जो आपकी जानकारी को सुरक्षित रखने में आपकी सहायता करते हैं। हम पढ़ने में आसान, बिना किन्हीं फालतू बातों वाले अपने <a href="{ $principles }">डेटा गोपनीयता सिद्धांतों</a> को अमल में लाते हैं जो हमें केवल उन जानकारियों पर ध्यान केंद्रित करने की अनुमति देते हैं जो हमारे लिए एक सेवा प्रदान करने के वास्ते आवश्यक हैं। और चूँकि हम एक <a href="{ $mission }">मिशन से संचालित</a> होने वाली कंपनी द्वारा समर्थित हैं, इसलिए आप भरोसा कर सकते हैं कि इस उत्पाद के लिए आप जो पैसा खर्च करते हैं वह न केवल यह सुनिश्चित करेगा कि आपके पास एक टॉप क्लास की सुरक्षा है, बल्कि इंटरनेट को सभी के लिए बेहतर बनाने की मुहिम में भी योगदान हो रहा है।
