# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = VPN क्या है?

# HTML page description and intro
vpn-what-is-get-answers-to-nine = VPN संबंधी नौ सामान्य सवालों के उत्तर देखें ताकि आपको इस बात की जानकारी हो कि वो क्या करते हैं, इनमें किसी एक का उपयोग कब और क्यों करना है।

vpn-what-is-many-of-us = हममें से कई लोग रोज़मर्रा की चीज़ों जैसे कि वीडियो देखने, खरीदारी करने में, गेमिंग में और बिलों का भुगतान करने में, लगातार जटिल वर्क प्रोजेक्ट्स को मैनेज करने और गोपनीय वीडियो कॉल करने में दिन के कई घंटे बिताते हैं। <strong>वर्चुअल प्राइवेट नेटवर्क (VPN)</strong> ऑनलाइन गोपनीयता के साथ और सुरक्षित बने रहने तथा अपने व्यक्तिगत डेटा को सुरक्षित रखने के सर्वोत्तम तरीकों में से एक है।
vpn-what-is-how-do-vpns = VPN कैसे काम करते हैं?
vpn-what-is-a-vpn-is = VPN एक ऐसा उपकरण है जो आपको कहीं भी सुरक्षित रूप से इंटरनेट एक्सेस करने की सुविधा देता है। VPN आपके डिवाइस और आपके VPN प्रदाता के बीच एक सुरक्षित "सुरंग" की तरह काम करता है, और यह दो प्रमुख ढंग से आपकी सुरक्षा करता है:
vpn-what-is-concealing-your-ip = आपका आईपी एड्रेस छुपाकर, आपकी पहचान और आपकी लोकेशन संबंधी जानकारी को सुरक्षित रखते हुए।
vpn-what-is-encrypting-your-traffic = आप और आपके VPN प्रदाता के बीच के आपके ट्रैफ़िक को एन्क्रिप्ट करके, ताकि आपके स्थानीय नेटवर्क में कोई भी उसे पढ़ न सके या उससे छेड़छाड़ न कर सके।
vpn-what-is-in-the-past = अतीत में, VPN का उपयोग मुख्य रूप से कॉरपोरेशन यानी निगमों द्वारा अपनी आंतरिक सेवाओं और मालिकाना डेटा तक सुरक्षित रिमोट एक्सेस की अनुमति देने के लिए किया जाता था। हालाँकि अब VPN उन सभी के लिए उपलब्ध हैं जो इंटरनेट पर अपने कनेक्शन की रक्षा करना चाहते हैं, खासकर जब मामला सार्वजनिक वाईफ़ाई जैसे संवेदनशील नेटवर्क का हो, मगर साथ ही ये घरेलू नेटवर्क के लिए भी उपयोगी हैं।
vpn-what-is-a-vpn-will = VPN आपके और आपके VPN प्रदाता के बीच आपके द्वारा भेजे जाने वाले ट्रैफ़िक की रक्षा करेगा, चाहे यह आपके ब्राउज़र से हो, ऐप्स या अन्य सेवाओं के जरिए हो। VPN सेट करने के लिए, आपको VPN प्रदाता से जुड़ा एक अकाउंट बनाना होगा और अपने कंप्यूटर या फ़ोन पर VPN सॉफ़्टवेयर इंस्टॉल करना होगा। VPN को एनेबल यानी सक्षम किए जाने पर, यह आपके डिवाइस पर चल रहे सभी ऐप्स और सॉफ़्टवेयर से जो भी ट्रैफ़िक होगा उसे सँभालेगा, ताकि आप एक सुरक्षित प्राइवेट नेटवर्क कनेक्शन पर बिना किसी चिंता के ब्राउज़ कर सकें और लोगों से बातचीत कर सकें।

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = एक VPN प्रदाता आमतौर पर अलग-अलग वैश्विक स्थानों में कई कनेक्शन गेटवे प्रदान करता है, जिससे आपको अपने स्वयं के स्थान से कहीं दूर के आईपी एड्रेस का इस्तेमाल करने की सुविधा मिलती है। इस तरह, जिस स्थान से आप कनेक्ट हो रहे हैं, उसमें आपके ट्रैफ़िक के स्रोत के रूप में आपका वास्तविक आईपी एड्रेस प्रकट नहीं होता, बल्कि VPN के आईपी नजर में आते हैं। <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> आपके ट्रैफ़िक की आवाजाही को एक सुरक्षित सर्वर के माध्यम से करता है और आपको { $countries } से अधिक देशों में से कोई एक स्थान चुनने की सुविधा देता है।
vpn-what-is-when-should-i = मुझे VPN का उपयोग कब करना चाहिए?
vpn-what-is-connecting-to-a = कई बार सार्वजनिक वाईफ़ाई नेटवर्क से कनेक्ट करना सुविधाजनक होता है, जैसे कि जब आपके पास इंटरनेट सेवा न हो या आपके फ़ोन पर सिग्नल न आ रहे हों। दूसरी ओर, सार्वजनिक वाईफ़ाई से जुड़ना एक जोखिम भरा कदम भी हो सकता है। यह सुनिश्चित करना असंभव है कि आप जो कर रहे हैं उस पर जासूसी करने के लिए कोई और उसी नेटवर्क से कनेक्ट नहीं हो रहा है। आपका ट्रैफ़िक भले ही एन्क्रिप्ट किया गया हो, फिर भी वे देख सकते हैं कि आप किन साइटों पर जा रहे हैं। और यदि आप कोई ऐसा ऐप इस्तेमाल कर रहे हैं जिसमें एन्क्रिप्शन नहीं है — और आज भी ऐसे कई हैं जिनमें यह नहीं होता है — तब तो वो सब कुछ वे देख सकते हैं जो आप कर रहे हैं।
vpn-what-is-when-youre-at = जब आप घर पर होते हैं, तो आपके घरेलू नेटवर्क पर जासूसी करने वाले व अन्य बुरे लोगों का जोखिम कम होता है। हालाँकि, आपका इंटरनेट सेवा प्रदाता (ISP) आपकी ऑनलाइन गतिविधियों को ट्रैक और साझा कर सकता है क्योंकि वेब पर आपके द्वारा एक्सेस किया जाने वाला समस्त डेटा आपके ISP के नेटवर्क के माध्यम से रूट किया जाता है, जिनमें से हो सकता है कि कुछ एन्क्रिप्टेड न हों। एक VPN, चाहे आप कहीं भी हों, अलग-अलग ISP को आपकी जासूसी करने से रोक सकता है, इसके लिए वह आपके VPN प्रदाता पर आपके ट्रैफ़िक को एन्क्रिप्ट करते हुए करता है।
vpn-what-is-wait-i-thought = रुकिए, मुझे लग रहा है कि मेरा इंटरनेट ट्रैफ़िक पहले से ही HTTPS के जरिए एन्क्रिप्टेड है…
vpn-what-is-its-true-that = यह सच है कि इन दिनों वेबसाइटों वाले अधिकांश कनेक्शन HTTPS द्वारा सुरक्षित होते हैं, जिसका अर्थ है कि कंटेंट को एन्क्रिप्ट किया गया है, न कि सोर्स या डेस्टिनेशन आईपी एड्रेस को। VPN वेबसाइटों और तीसरे पक्षों को आपका आईपी एड्रेस पता लगाने से रोककर अतिरिक्त गोपनीयता प्रदान करता है।
vpn-what-is-why-would-i = मैं VPN का उपयोग क्यों करूँ?
vpn-what-is-hiding-your-identity = अपनी पहचान छुपाना और अपने वेब ट्रैफ़िक की क्लोकिंग करना - ऐसा प्रतीत हो सकता है कि केवल सुपर टेक सेवी या चतुर बेईमान लोग ही ऐसा करते हैं। हालाँकि, ऐसे कई तर्कसंगत कारण हैं कि आप VPN का उपयोग करना चाह सकते हैं, जिनमें शामिल हैं:
vpn-what-is-keeping-your-online = अपनी ऑनलाइन गतिविधि को गोपनीय रखना।
vpn-what-is-keeping-your-home = अपने घर की लोकेशन या आमतौर पर देखी जाने वाली साइटों की जानकारी को गोपनीय रखना।
vpn-what-is-protecting-your-connection = किसी सार्वजनिक वाई-फ़ाई नेटवर्क से अपने कनेक्शन की सुरक्षा करना, जैसे किसी कैफ़े, हवाई अड्डे, स्टोर या लाइब्रेरी में।
vpn-what-is-ensuring-the-confidentiality = इंटरनेट तक आपकी एक्सेस की गोपनीयता और अखंडता सुनिश्चित करना।
vpn-what-is-make-it-more = विज्ञापन नेटवर्कों के लिए, वेब पर आपको ट्रैक करने वाली विज्ञापन टार्गेटिंग प्रोफ़ाइलें बनाने में आपके आईपी का उपयोग करना अधिक कठिन बना देना।
vpn-what-is-what-are-the = VPN का उपयोग करने के क्या नुकसान हैं?
vpn-what-is-some-service-providers = कुछ सेवा प्रदाता VPN के माध्यम से की जाने वाली विज़िट को ब्लॉक कर देते हैं, जिससे VPN चालू होने पर उनका कंटेंट नहीं दिख पाता है। कुछ VPN आपकी स्पीड धीमी कर सकते हैं, या वे आपके बैंडविड्थ को सीमित कर सकते हैं। और कुछ VPN का रिकॉर्ड, यूज़र्स की गोपनीयता और सुरक्षा के मामले में खराब होता है।
vpn-what-is-are-vpns-safe = क्या VPN सुरक्षित होते हैं?
vpn-what-is-its-very-hard = भरोसेमंद VPN ढूँढ़ना बहुत मुश्किल है। VPN का उद्देश्य ऑनलाइन होने पर यूज़र्स की सुरक्षा करना है, लेकिन जरूरी नहीं कि सभी VPN उनके द्वारा प्रदान की जाने वाली सेवा में समरूपता लिए हुए हों। VPN सेवा खरीदते समय, सुनिश्चित करें कि आप उन शर्तों को समझते हैं जिनसे आप सहमत हो रहे हैं। कई लोग खुद के शानदार होने और गोपनीयता की रक्षा पर पूरा जोर देने का दावा करते हैं, मगर उनमें से अधिकांश अपना वादा पूरा करने से चूक जाते हैं। कुछ VPN ऐसे होंगे जो आपकी ऑनलाइन गतिविधियों को लॉग करेंगे ताकि वो खुद ही आपके डेटा और जानकारी को मार्केटिंग फ़र्मों को बेच दें। और कुछ VPN ऐसे होंगे जो आपको अपने डिवाइसों पर मैलवेयर इंस्टॉल करने के लिए राजी करने की कोशिश करेंगे।

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = हमने यह सुनिश्चित करने के लिए बहुत रिसर्च व मशक्कत की है कि <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> असलियत में आपकी गोपनीयता का पूरा ध्यान रख पाए, और यह कुछ ऐसा है जिस पर हम अपनी पूरी प्रतिष्ठा भी दाँव पर लगाने से पीछे हटने वाले नहीं हैं। { -brand-name-mozilla } की प्रतिष्ठा ऐसे उत्पाद बनाने की है जो आपकी जानकारी को सुरक्षित रखने में आपकी सहायता करते हैं। हम पढ़ने में आसान, बिना किन्हीं फालतू बातों वाले अपने <a href="{ $principles }">डेटा गोपनीयता सिद्धांतों</a> को अमल में लाते हैं जो हमें केवल उन जानकारियों पर ध्यान केंद्रित करने की अनुमति देते हैं जो हमारे लिए एक सेवा प्रदान करने के वास्ते आवश्यक हैं। { -brand-name-mozilla-vpn } ऐसी स्मार्ट और आधुनिक टेक्नोलॉज़ी है जो यूज़र्स को पूर्ण VPN प्रोटेक्शन और सुरक्षा के साथ एक तेज़ कनेक्शन प्रदान करती है। और चूँकि इस VPN के निर्माता <a href="{ $mission }">मिशन से संचालित</a> होने वाली कंपनी द्वारा समर्थित हैं, इसलिए आप भरोसा कर सकते हैं कि इस उत्पाद के लिए आप जो पैसा खर्च करते हैं वह न केवल यह सुनिश्चित करेगा कि आपके पास एक टॉप क्लास की सुरक्षा है, बल्कि इंटरनेट को सभी के लिए बेहतर बनाने की मुहिम में भी योगदान हो रहा है।
vpn-what-is-can-vpns-protect = क्या VPN मुझे साइबर अपराधियों से बचा सकते हैं?

# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = VPN इंटरनेट पर एक सुरक्षित कनेक्शन तो प्रदान करता है, मगर यह साइबर अपराधियों से आपको नहीं बचाता है। आप जब भी VPN के साथ या इसके बिना ऑनलाइन हों, तो आपको संदिग्ध लिंक, गलत जानकारी वाले कैंपेन, फ़िशिंग स्कैम और अन्य खतरों से सावधान रहना चाहिए। <a href="{ $url }">ऑनलाइन सुरक्षित बने रहना</a> रोज़मर्रा की आदत में होना चाहिए।
vpn-what-is-are-vpns-legal = क्या VPN कानूनी हैं?
vpn-what-is-installing-and-using = वर्तमान में, VPN इंस्टॉल करना और उसका उपयोग करना अमेरिका, यूके, कनाडा और न्यूजीलैंड सहित अधिकांश देशों में कानूनी है, लेकिन हो सकता है कि कुछ देशों में इसके लिए अलग से कुछ नियम हों। यदि आप कोई VPN इस्तेमाल करने का फैसला करते हैं, तो यह जाँच लेना आपकी जिम्मेदारी है कि इसका उपयोग आपके देश में कानूनी है या नहीं है।
vpn-what-is-are-vpns-only = क्या VPN केवल कंप्यूटर के लिए हैं?

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN का उपयोग आपके सभी डिवाइसों — कंप्यूटर, लैपटॉप, टैबलेट और फ़ोन की सुरक्षा के लिए किया जा सकता है। अगर आप ब्राउज़र से इतर स्टैंड-अलोन ऐप्स के जरिए इंटरनेट एक्सेस करते हैं, तो किसी भी डिवाइस पर आपकी गोपनीयता और सुरक्षा सुनिश्चित करने के लिए VPN एक अच्छा विकल्प है। VPN को प्रत्येक डिवाइस पर इंस्टॉल करके ही यह प्रभावी परिणाम देगा। <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> अधिकतम पाँच डिवाइसों के लिए अनलिमिटेड कनेक्शन प्रदान करता है, जब आप किसी ऐप या ब्राउज़र के जरिए इंटरनेट से कनेक्ट हो रहे होते हैं।
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: तेज़, सुरक्षित, भरोसेमंद

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> एक ऐसी सेवा है जिस पर आप भरोसा कर सकते हैं कि इसके जरिए आपके सभी डिवाइसों पर इंटरनेट से होने वाला आपका कनेक्शन सुरक्षित रहेगा। हम आपके नेटवर्क एक्टिविटी लॉग नहीं रखते हैं, और हम उन तृतीय पक्षों के साथ कोई भागीदारी नहीं करते हैं, जो आपके द्वारा ऑनलाइन किए जाने वाले कार्यों की प्रोफ़ाइल बनाते हैं। एक ऐसी दुनिया में जहाँ कुछ भी अप्रत्याशित घट जाना &quot;न्यू नॉर्मल&quot; हो चला है, हम जानते हैं कि आपके लिए सुरक्षित महसूस करना पहले से कहीं अधिक महत्वपूर्ण हो गया है, और आपके लिए यह जानना भी कि आप ऑनलाइन जो करते हैं वह आपका अपना निजी जीवन है।

# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v2 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> एक ऐसी सेवा है जिस पर आप भरोसा कर सकते हैं कि इसके जरिए आपके सभी डिवाइसों पर इंटरनेट से होने वाला आपका कनेक्शन सुरक्षित रहेगा। हम आपके नेटवर्क एक्टिविटी लॉग नहीं रखते हैं, और हम उन तृतीय पक्षों के साथ कोई भागीदारी नहीं करते हैं जो आपके द्वारा ऑनलाइन किए जाने वाले कार्यों की प्रोफ़ाइल बनाते हैं। एक ऐसी दुनिया में जहाँ अचानक कुछ घटित हो जाना &quot;न्यू नॉर्मल&quot; बन गया है…

# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> एक ऐसी सेवा है जिस पर आप भरोसा कर सकते हैं कि इसके जरिए आपके सभी डिवाइसों पर इंटरनेट से होने वाला आपका कनेक्शन सुरक्षित रहेगा। हम यूज़र्स डेटा लॉग नहीं रखते हैं, और हम तीसरे पक्ष के किसी एनालिटिक्स प्लेटफ़ॉर्म के साथ भागीदार नहीं हैं, जो आपके द्वारा ऑनलाइन किए जाने वाले कार्यों की प्रोफ़ाइल बनाने में इच्छुक रहते हैं। एक ऐसी दुनिया में जहाँ कुछ भी अप्रत्याशित घट जाना &quot;न्यू नॉर्मल&quot; हो चला है, हम जानते हैं कि आपके लिए सुरक्षित महसूस करना पहले से कहीं अधिक महत्वपूर्ण हो गया है, और आपके लिए यह जानना भी कि आप ऑनलाइन जो करते हैं वह आपकी अपना निजी जीवन है।
