# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = VPN इस्तेमाल करने की 5 वजहें

# HTML page description and intro
vpn-when-to-use-here-are-five = यहाँ पाँच स्थितियाँ दी गई हैं, जिनमें एक भरोसेमंद VPN उपयोगी साबित होगा, हो सकता है आपने इन पर पहले विचार न किया हो। आपकी ऑनलाइन सुरक्षा में जो गैप है उसे { -brand-name-mozilla-vpn } के जरिए पाटें।

# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = रोज़मर्रा की ज़िंदगी का इंटरनेट कनेक्शनों पर अधिक होते जाने के साथ, निजता और सुरक्षा के मुद्दे अधिक महत्वपूर्ण हो जाते हैं। VPN — <a href="{ $vpn }">वर्चुअल प्राइवेट नेटवर्क</a> — आपको इंटरनेट का एक सुरक्षित, गोपनीय कनेक्शन बनाने में मदद कर सकता है। यह आपके डिवाइस और इंटरनेट के बीच एक सुक्षित “सुरंग” की तरह काम करता है और दो महत्वपूर्ण ढंग से आपकी सुरक्षा करता है:
vpn-when-to-use-concealing-your-true = आपके वास्तविक आईपी एड्रेस को छुपाना, यह उपाय आपकी पहचान की सुरक्षा करता है और आपकी लोकेशन को छुपाता है।
vpn-when-to-use-encrypting-your-traffic = आप और आपके VPN प्रदाता के बीच के आपके ट्रैफ़िक को एन्क्रिप्ट करके, ताकि आपके स्थानीय नेटवर्क में कोई भी उसे पढ़ न सके या उससे छेड़छाड़ न कर सके।
vpn-when-to-use-having-a-vpn = जब भी जरूरत हो VPN आपके पास हो - यह एक अच्छा आइडिया है। यहाँ कुछ ऐसे समय दिए गए हैं, जिनमें एक भरोसेमंद VPN उपयोगी साबित होगा, हो सकता है आपने इन पर पहले विचार न किया हो।
vpn-when-to-use-1-a-walk = 1. पार्क में टहलते हुए
vpn-when-to-use-its-a-beautiful = सोचिए, शनिवार की एक खूबसूरत सुबह है, और आप एक कप कॉफी पीने और अपनी पसंदीदा समाचार साइटों पर नजर डालने के लिए पार्क की बेंच पर बैठ गए हैं, धूप और ताजी हवा का आनंद लेते हुए कुछ वीडियो देख रहे हैं और कुछ झटपट ऑनलाइन खरीदारी कर रहे हैं। मोबाइल का सारा डेटा खत्म करने के बजाय, आप अपने शहर की सार्वजनिक वाई-फ़ाई इस्तेमाल करने की सोच रहे हैं। यह मुफ़्त है और शहर प्रशासन द्वारा संचालित है, इसे इस्तेमाल करना ठीक ही रहेगा, है ना? सच्चाई यह है कि, आपको पूरा भरोसा नहीं हो पाता कि शहर प्रशासन द्वारा संचालित यह नेटवर्क सुरक्षित है या यहाँ तक कि वास्तविक है भी या नहीं (अगला बिंदु देखें) और आपके कनेक्ट होने के दौरान आप पर जासूसी करने वाले दुर्भावनापूर्ण लोगों या संस्थाओं से आपकी रक्षा के उपाय इसमें हैं या नहीं। VPN चालू करने से आपके डिवाइस को ऐसे किसी भी व्यक्ति से बचाया जा सकता है जो जासूसी करते हुए आपके द्वारा देखी जा रही साइटों का पता लगाने की कोशिश करता है या सप्ताह के किसी भी दिन उस पार्क बेंच पर आपके आराम फरमाने के दौरान आपकी संवेदनशील लॉगिन जानकारी को हाईजैक करने का इरादा रखता है।
vpn-when-to-use-2-in-the = 2. मोहल्ले में या आसपास

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = क्या आपने कभी <em>Airtel-WiFi-77th-St</em> या <em>Jio3-Hotspot-Mumbai</em> जैसे किसी हॉटस्पॉट से कनेक्ट किया है? वैध या सही लग रहा है, है ना? बहुत तेज नहीं। दरअसल, कोई भी व्यक्ति वैध या सही लगने वाले नाम के साथ एक फर्जी सार्वजनिक वाईफ़ाई स्थापित कर सकता है ताकि लोगों को इसका उपयोग करने के लिए लुभाया जा सके। किसी भी अनजान वाईफ़ाई से कनेक्ट करना आपको उन लोगों का एक आसान शिकार बनाता है जो संदिग्ध हैं या अपराधी हैं और जो आपके डिवाइस तक पहुंच बनाना चाहते हैं ताकि निजी जानकारी चुराने, मैलवेयर इंस्टॉल करने या इससे भी बदतर काम किए जा सकें। जब भी आप किसी सार्वजनिक वाईफ़ाई से कनेक्ट होते हैं तो <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> आपकी सुरक्षा बढ़ाने की क्षमता रखता है, यह किसी भी अनजान को ब्लॉक कर देता है ताकि आपके फोन या लैपटॉप वाले निजी डेटा को वे न देख सकें। यह कॉफी शॉप, दुकान, अस्पताल आदि में वाईफ़ाई नेटवर्क से जुड़ने के दौरान उपयोगी है।
vpn-when-to-use-3-on-the = 3. भागदौड़ व सफर में
vpn-when-to-use-open-wifi-abounds = जब आप इधर-उधर कहीं जा रहे होते हैं या सफर में होते हैं, तो कई वाईफ़ाई आपको दिखते हैं, रेलवे स्टेशन के हॉटस्पॉट से लेकर एयरपोर्ट पर उपलब्ध मुफ़्त इंटरनेट तक। भले ये कितने ही सुरक्षित जान पड़ते हों, मगर इन सभी वाईफ़ाई हॉटस्पॉट पर सहज ही भरोसा न करें और इन्हें सावधानी से इस्तेमाल करें। हम में से कई लोग अपनी सुविधा अनुसार समय-समय पर इन मुफ़्त कनेक्शनों का उपयोग करते हैं, याद रखें कि इस लेख में जो भी जोखिम दिए हुए हैं वे हर किसी खुले, असत्यापित वाईफ़ाई नेटवर्क पर लागू होते हैं। VPN का उपयोग करने से आपकी पहचान, फ़ाइल ट्रांसफर और ऑनलाइन गतिविधियों को, उसी वाईफ़ाई नेटवर्क के जरिए आपकी जासूसी करने का प्रयास करने वाले बुरे लोगों से बचाने में मदद मिल सकती है।
vpn-when-to-use-4-home-away = 4. घर से दूर किराये पर घर
vpn-when-to-use-if-you-are = अगर आप रिमोट काम के लिए एक अस्थायी जगह किराये पर ले रहे हैं या भविष्य में Airbnb के साथ कहीं रहने का प्लान बना रहे हैं, तो संभावना है कि वहाँ आपको मुफ़्त वाईफ़ाई मिल जाए। भले ही वाईफ़ाई में पासवर्ड लगा हुआ हो, मगर यह बात इसे अपने-आप ही सुरक्षित और गोपनीय नहीं बना देती है। सामान्य रूप में, होस्ट आपकी ऑनलाइन गतिविधियों को ट्रैक करने के लिए नेटवर्क तक पहुंच बना सकता है। इसके साथ ही, अगर उन्होंने गेस्ट के बीच पासवर्ड नहीं बदला है, तो कोई भी पहले का गेस्ट आपके साथ फिर से जुड़ सकता है। इसके अलावा, हो सकता है कि पहले के किसी गेस्ट ने रेंटल के राउटर तक पहुंच बनाकर ऐसा सॉफ़्टवेयर इंस्टॉल कर दिया हो जिससे वह दूर बैठकर भी रिमोट ढंग से जासूसी कर सकता हो। ऐसी काफी कुछ बातें विचार करने योग्य हैं! वाईफ़ाई से पूरी तरह दूरी बना लेने जैसा एक्स्ट्रीम कदम उठाने के बजाय, सबसे अच्छा यह रहेगा कि जब भी आप अपने कंप्यूटर, फ़ोन या टैबलेट को रेंटल के इंटरनेट से कनेक्ट कर रहे हों, तो भरोसेमंद VPN का उपयोग किया जाए। यह बात होटल और हॉस्टल पर भी लागू होती है।
vpn-when-to-use-5-in-your = 5. अपने ही घर में
vpn-when-to-use-for-the-most = अधिकांश रूप में, ऊपर बताए गए मामले आपके होम नेटवर्क पर लागू नहीं होते हैं, बशर्ते आपका होम नेटवर्क एक मजबूत पासवर्ड और सुरक्षा उपायों के साथ सही ढंग से सेट किया गया हो। लेकिन इसका मतलब यह भी नहीं है कि आप सभी चोर निगाहों से एकदम बचे हुए हैं।
vpn-when-to-use-because-your-internet = क्योंकि घर पर आपका इंटरनेट ट्रैफ़िक आपके इंटरनेट सेवा प्रदाता — संक्षेप में ISP — के माध्यम से आपके डिवाइसों पर आता या उनसे जाता है, इसलिए प्रदाता देख सकते हैं कि आप ऑनलाइन कहाँ-कहाँ जा रहे हैं। ISP देख सकता है कि आप किन साइटों पर जाते हैं, आप उन साइटों पर कितना समय बिताते हैं, साथ ही आपकी लोकेशन और आपके डिवाइसों के बारे में जानकारी भी। एन्क्रिप्शन होने के चलते, उन साइटों पर आपने क्या किया (जैसे आपने क्या खरीदा, खोजा या पढ़ा) की बारीकियों को कोई ISP भले ही नहीं जान पाए, मगर वे आपके द्वारा देखी गई साइटों के आधार पर आपके बारे में अनुमान लगा सकते हैं। इस व्यक्तिगत डेटा का उपयोग ISP आपके बारे में विस्तृत प्रोफ़ाइल तैयार करने में कर सकते हैं। प्राइवेट मोड में ब्राउज़िंग ISP को यह जानने से नहीं रोक सकती कि आप ऑनलाइन कहाँ जाते हैं। लेकिन अपने वेब ट्रैफ़िक को किसी VPN के माध्यम से भेजना इस बात को जानना बहुत कठिन बना सकता है।
vpn-when-to-use-make-sure-you = आपको पता होना चाहिए कि VPN क्या करने में अक्षम है

# Variables
#   $book (url) - https://www.mozilla.org/firefox/privacy/book/
vpn-when-to-use-a-vpn-provides = VPN, इंटरनेट पर आवाजाही करने से पहले ही आपके निजी डेटा की रक्षा करते हुए एक महत्वपूर्ण सुरक्षा लिंक प्रदान करता है और यह आपके आईपी एड्रेस को भी छुपाता है, जिससे आपकी पहचान और लोकेशन जानकारी की रक्षा करने में मदद मिलती है। हालाँकि, यह आपको संदिग्ध लिंक पर क्लिक करने, मैलवेयर डाउनलोड करने या ईमेल धोखाधड़ी का शिकार होने जैसी चीजों से नहीं रोक सकता है। इसलिए इसके बावजूद भी आपको <a href="{ $book }">ऑनलाइन सुरक्षित बने रहने के लिए अच्छी आदतें</a> हमेशा अमल में लानी चाहिए।
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, एक भरोसेमंद VPN सेवा

# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = VPN चुनते समय सबसे महत्वपूर्ण बात यह है कि किसी भरोसेमंद कंपनी को चुना जाए। सुनिश्चित करें कि आप उन शर्तों को समझते हैं जिनसे आप सहमत हो रहे हैं। कई लोग खुद के शानदार होने और गोपनीयता की रक्षा पर पूरा जोर देने का दावा करते हैं, मगर उनमें से अधिकांश अपना वादा पूरा करने से चूक जाते हैं। यह कोई जरूरी नहीं कि सभी प्रॉक्सी और VPN सेवाएं सुरक्षित और गोपनीय हों ही। कुछ <a href="{ $cnet }">ऐसी होंगी</a> जो आपकी ऑनलाइन गतिविधियों को <a href="{ $pcmag }">लॉग</a> करेंगी ताकि वो खुद ही आपके डेटा और जानकारी को मार्केटिंग फ़र्मों को बेच दें। कुछ सेवाएं ऐसी होंगी जो आपको अपने डिवाइसों पर मैलवेयर इंस्टॉल करने के लिए राजी करने की कोशिश करेंगी।

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = हमने यह सुनिश्चित करने के लिए बहुत रिसर्च व मशक्कत की है कि <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> असलियत में आपकी गोपनीयता का पूरा ध्यान रख पाए, और यह कुछ ऐसा है जिस पर हम अपनी पूरी प्रतिष्ठा भी दाँव पर लगाने से पीछे हटने वाले नहीं हैं। { -brand-name-mozilla } की प्रतिष्ठा ऐसे उत्पाद बनाने की है जो आपकी जानकारी को सुरक्षित रखने में आपकी सहायता करते हैं। हम पढ़ने में आसान, बिना किन्हीं फालतू बातों वाले अपने <a href="{ $principles }">डेटा गोपनीयता सिद्धांतों</a> को अमल में लाते हैं जो हमें केवल उन जानकारियों पर ध्यान केंद्रित करने की अनुमति देते हैं जो हमारे लिए एक सेवा प्रदान करने के वास्ते आवश्यक हैं। और चूँकि हम एक <a href="{ $mission }">मिशन से संचालित</a> होने वाली कंपनी द्वारा समर्थित हैं, इसलिए आप भरोसा कर सकते हैं कि इस उत्पाद के लिए आप जो पैसा खर्च करते हैं वह न केवल यह सुनिश्चित करेगा कि आपके पास एक टॉप क्लास की सुरक्षा है, बल्कि इंटरनेट को सभी के लिए बेहतर बनाने की मुहिम में भी योगदान हो रहा है।
