# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = गति, निजता और सुरक्षा के लिए अपना सर्वश्रेष्ठ ब्राउज़र खोजें।
best-browser-so-many-browser-options = ब्राउज़रों के ढेर सारे विकल्प, लेकिन एक ही है जो कि आपकी ज़रूरतों के मुताबिक सबसे बेहतर काम करता है। बेहतरीन ब्राउज़र को गति और निजता सुरक्षा दोनों चीज़ें देनी चाहिए।
best-browser-privacy-speed-and-security = निजता, गति, और सुरक्षा।
best-browser-how-to-choose-the-best = अपने लिए सबसे अच्छा ब्राउज़र कैसे चुनें।
best-browser-the-internet-has-become = इंटरनेट अब बिजली और चलते पानी की तरह महत्वपूर्ण हो गया है, इसलिए आपके लिए सबसे बेहतर ब्राउज़र को चुनना पहले की तुलना में और अधिक महत्वपूर्ण हो गया है। इंटरनेट एक दूसरा ऑफ़िस है, एक शिक्षक है और कई बार एक चिकित्सकीय सलाहकार भी है, चाहे आपका वास्तविक डॉक्टर आपका अपने लक्षणों को ऑनलाइन देखना ना भी पसंद करे।
best-browser-in-the-mid-nineties = 90 के दशक के मध्य में, { -brand-name-netscape }, { -brand-name-ie } और AOL का इस क्षेत्र पर वर्चस्व था। यह एक आसान समय था जब डायल अप इंटरनेट की मधुर धुन हर तरफ़ बजा करती थी। आपने वेब पेज के लोड होने के इंतज़ार में धैर्य के मायने सीखे। उस ज़माने में, जो एक मात्र चीज़ मायने रखती थी वह थी ब्राउज़र की गति।
best-browser-today-is-a-different = आज अलग कहानी है। विज्ञापन, निजता हैक्स, सुरक्षा उल्लंघन, और झूठी खबर जैसी चीज़ों ने आपको ब्राउज़र में दूसरी विशेषताओं को तलाशने को मजबूर किया है। ब्राउज़र कैसे आपकी निजता की सुरक्षा करता है? क्या यह ट्रैकर्स को पूरे वेब में आपका पीछा करने की अनुमति देता है? क्या यह मल्टीटास्क करने के लिए बनाया गया है और क्या एक साथ कई कंप्यूटर और इंटरनेट संचालन को संभालता है?
best-browser-when-you-use-a-browser = जब आप सब कुछ के लिए एक ब्राउज़र का उपयोग करते हैं, तो इसे तेज़ होना चाहिए। लेकिन इसी कारण से, इसे निजी होना चाहिए। ब्राउज़र के पास हर उस चीज़ की पहुंच होती है जो कि आप ऑनलाइन करते हैं, इसलिए अगर इसमें मज़बूत निजता विशेषताएँ नहीं हों तो यह आपको असल जोखिम में डाल सकता है।
best-browser-marshall-erwin-senior = Marshall Erwin, { -brand-name-mozilla } में Trust and Security के वरिष्ठ निदेशक
best-browser-if-youre-wondering = अगर आप इसे लेकर आश्चर्य में हैं कि निजी और तेज़ बाउज़र का क्या मतलब है, तो किसी ब्राउज़र में कौन सी तीन चीज़ें होनी चाहिए इसे यहॉं विभक्त किया गया है।
best-browser-a-browser-built-for = गति के लिए बनाया गया ब्राउज़र।
best-browser-a-browser-is-still = एक ब्राउज़र अब भी एक टूल है, इसलिए यह समझ में आता है कि आप अपने काम के लिए सबसे अच्छा चुनना चाहते हैं। अगर आप एक ऐसे इंसान हैं जिसे कि जीवित रहने के लिए काम करना होगा, तो आपको एक तेज़ इंटरनेट ब्राउज़र की ज़रूरत होगी। एक चीज़ जिसे ध्यान में रखने की ज़रूरत है कि कोई ब्राउज़र जो कि तृतीय-पक्ष ट्रैकर्स को चलाता है वह उस ब्राउज़र से धीमा होगा जो कि इन्हें नहीं चलाता। तृतीय-पक्ष ट्रैकर्स, कुकीज़ हैं और जब आप इन्हें नहीं देख सकते, यह कीमती समय लेते हुए साइट के बैकग्राउंड में चल रहे होते हैं। जो ब्राउज़र, जितने अधिक तृतीय-पक्ष ट्रैकर्स को ब्लॉक करता है वह उतना तेज़ चल सकता है।
best-browser-this-is-one-of-the = यह { -brand-name-firefox } को चुनने की ढेर सारी वजहों में से एक है : { -brand-name-firefox } तयशुदा रूप से तृतीय-पक्ष ट्रैकर्स को ब्लॉक करता है। हमारे पास और भी वजहें हैं और हम बाद में उन पर आएँगे।
best-browser-a-browser-that-puts = एक ब्राउज़र जो सुरक्षा पहले प्रदान करता है।
best-browser-remember-the-last-massive = क्या आपको पिछला बड़ा डेटा उल्लंघन याद है? अगर नहीं, तो संभवत: इसलिए क्योंकि यह अक्सर होता रहता है। कंपनियॉं ग्राहकों के डेटा पर निर्भर करती हैं, जैसे कि उनकी निजी और वित्तीय जानकारियॉं, और हैकर्स इसे चोरी करते हैं। अगर आप सुरक्षा को एक प्राथमिकता बना रहे हैं तो एक सुरक्षित इंटरनेट ब्राउज़र आपके लिए सबसे बेहतर ब्राउज़र है।
best-browser-there-are-a-few-ways = कुछ तरीके हैं जो एक ब्राउज़र को अपने उपयोगकर्ताओं को सुरक्षित रहने में मदद कर सकते हैं। एक ऐसा ब्राउज़र जो कि नवीनतम सुरक्षा तकनीकों के साथ अप टू डेट है, वह आपके कंप्यूटर और वेबसाइट्स को अवांछित विज़िटर्स से सुरक्षित रखने में मदद सकता है। जैसे कि मालवेयर और कंप्यूटर वायरसों से।

# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = दूसरा है कि बहुत अधिक उपयोगकर्ता डेटा को संग्रहीत ना करके। हैकर्स उस चीज़ को नहीं चोरी कर सकते जो कि वहॉं है ही नहीं, इसलिए { -brand-name-firefox } अपने उपयोगकर्ताओं के बारे में न्यूनतम जानकारियॉं रखता है। <a href="{ $data }">{ -brand-name-firefox } जानता है </a>, कि आप ब्राउज़र का इस्तेमाल करते हैं और आपकी सामान्य लोकेशन क्या है, <a href="{ $privacy }">लेकिन आपके बचपन के कुत्ते का नाम या फिर आपके पसंदीदा रंग के बारे में यह नहीं जानता।</a>

best-browser-last-but-not-least = आखिरी महत्वपूर्ण बात, एक सुरक्षित ब्राउज़र को आपको ऐसे टूल्स उपलब्ध कराने चाहिए जिससे कि आप अपने एकाउंट्स पर नज़र रख सकें। उन अलर्ट के बारे में सोचें जो कि अगर आपका कोई भी एकाउंट ब्रीच होता है तो सीधे आपके ईमेल पर आ जाते हैं या उन आइकन्स के बारे में जो कि यह बताते हैं कि क्या कोई वेबसाइट एन्क्रिप्टेड है कि नहीं, (यानी, क्या किसी शॉपिंग साइट पर अपना क्रेडिट नंबर दर्ज करना ठीक है कि नहीं)।

# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } आपको सुरक्षित रखने के लिए कुछ नया लेकर आया है : <a { $monitor }>{ -brand-name-mozilla-monitor }</a>। यह एक निःशुल्क सेवा है जो कि अगर आपके एकाउंट्स पर कोई सार्वजनिक हैक्स होते हैं तो आपको सचेत करती है और आपको यह भी बताती है कि आपका एकाउंट पहले हैक हो चुका है। एक और बढ़िया सुविधा है ग्रीन लॉक। यह ब्राउज़र विंडो के ऊपर बाईं एक छोटे हरे आइकन जैसा दिखता है। यदि आप { -brand-name-firefox } में हैं और हरे लॉक को देख पा रहे हैं तो इसका मतलब है कि यह वेबसाइट एन्क्रिप्टेड है और सुरक्षित है। यदि लॉक ग्रे है तो आपको किसी भी संवेदनशील जानकारी को दर्ज करने के बारे में दो बार सोच लेना चाहिए।

best-browser-we-visit-hundreds-or = हम हर रोज़ सैकड़ों या यहॉं तक कि हज़ारों वेबसाइट्स को विज़िट करते हैं, और आप उपयोगकर्ताओं से यह अपेक्षा नहीं कर सकते कि वे इन हर एक साइट्स के लिए सुरक्षा और निजता के निर्णय ले सकें। इसलिए एक ऐसा ब्राउज़र जो कि आपको और अधिक नियंत्रण देता हो बेहद ज़रूरी है, क्योंकि यह वास्तविक और अर्थपूर्ण सुरक्षा की पेशकश करता है।
best-browser-a-browser-that-minds = एक ब्राउज़र जो अपने काम को ध्यान में रखता है।
best-browser-privacy-on-the-web = वेब में निजता एक बेहद गर्म मसला है। अगर आपकी प्राथमिताओं की सूचि में निजता शीर्ष पर है, आप एक ऐसे ब्राउज़र के लिए देखें जो इसे गंभीरता से ले। जब अपने लिए बेहतरीन निजी ब्राउज़र का चुनाव कर रहे हों, तो ट्रैकिंग पॉलिसी के लिए देखें और देखें कि कैसे कोई ब्राउज़र आपके डेटा को संभालता है। ये तकनीकी सवालों की तरह लगते हैं लेकिन यही वह कारण है कि कुछ ब्राउज़र दूसरों की तुलना में अधिक निजी होते हैं।
best-browser-trackers-are-all-those = ट्रैकर्स वे सभी परेशान करने वाले ''कुकीज़'' मैसेज हैं जो कि आपको एयरलाइन साइटों में मिलते हैं। ये तृतीय-पक्ष ट्रैकर्स जानते हैं कि आप कहॉं क्लिक करेंगे और इनका इस्तेमाल आपके व्यवहार के विश्लेषण के लिए किया जा सकता है। किसी निजी ब्राउज़र को उपयोगकर्ताओं को तृतीय-पक्ष ट्रैकर्स को बंद करने का विकल्प देना चाहिए, लेकिन आदर्श तौर पर, तयशुदा रूप से इन्हें बंद कर देना चाहिए।
best-browser-another-way-to-stop = ट्रैकर्स को ट्रैक करने से रोकने का दूसरा रास्ता है कि ब्राउज़ करने के लिए निजी मोड का उपयोग करें। किसी भी ऐसे ब्राउज़र को जो कि निजी होने का दावा करता है, निजी मोड में ब्राउज़िंग करने का विकल्प देना चाहिए।

# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = इसे जॉंचने का एक आसान तरीका है कि ब्राउज़र के कंटेंट सेटिंग और निजता नीति में जाएँ। अगर आपका डेटा साझा किया गया है तो निजी वेबपेज को बताना चाहिए कि किस वजह से साझा किया गया है। इसी के चलते, <a href="{ $privacy }">{ -brand-name-firefox } निजता नोटिस</a> पढ़ने और तलाश करने में आसान है।

best-browser-choosing-the-best-browser = अपने लिए एक बेहतरीन ब्राउज़र चुनना एक घर चुनने जैसा है। आप अपने विकल्पों को एक्सप्लोर करना चाहते हैं तो, थोड़ा शोध करें और आपके लिए क्या महत्वपूर्ण है इस आधार पर अपना निर्णय लें।

# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }">{ -brand-name-firefox }</a> में हमने एक ब्राउज़र को बनाने के लिए कड़ी मेहनत की है जो कि पहले की तुलना में दोगुना तेज़ है और उपयोगकर्ताओं को उनके ऑनलाइन जीवन के लिए और अधिक नियंत्रण देता है।

best-browser-take-control-of-your = अपने ब्राउज़र पर नियंत्रण रखें।
