# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/monitor/

# HTML page title
monitor-landing-page-title = { -brand-name-mozilla-monitor } – захистіть свої особисті дані від розкриття
# HTML page description
monitor-landing-page-desc = Дізнайтеся, чи була ваша особиста інформація, як-от номер телефону або домашня адреса, розкрита в інтернеті. Приєднуйтесь до 10 мільйонів користувачів у всьому світі, які бажають відновити приватність. Почніть з безплатного сканування.
monitor-hero-heading = Дізнайтеся, де розкрита ваша особиста інформація, та відновіть контроль
monitor-hero-tagline = Ми перевіряємо випадки витоку даних, щоб дізнатися, чи було розкрито вашу інформацію, і пропонуємо вам способи відновлення контролю.

## Get free scan form

monitor-form-enter-email-to-scan = Введіть адресу електронної пошти для сканування
monitor-form-get-free-scan = Скористайтеся безплатним скануванням
monitor-form-enter-your-email-address = Введіть свою адресу електронної пошти, щоб перевірити наявність витоків даних.

##

monitor-data-breaches-happen-every = <strong>Витоки даних</strong> відбуваються кожні 11 хвилин, розкриваючи особисту інформацію користувачів. Та не хвилюйтеся, ми можемо допомогти.
monitor-help-fix-exposures = Ми допоможемо вам відновити контроль
# Variables:
#   $privacy (url) - https://www.mozilla.org/privacy/
monitor-our-mission-is = Наша місія – повернути вам контроль над особистими даними. Ми допоможемо вам захистити і зберегти приватність вашої інформації, <a href="{ $privacy }">поважаючи вашу приватність</a> під час цього процесу.
monitor-what-info-could-be = Яка інформація може бути під загрозою?
monitor-data-leaks-are-unfortunately = На жаль, витоки даних є частиною нашого цифрового життя. Ваші паролі, контактні дані, фінансова та інша особиста інформація можуть бути розкриті, що наражає вас на ризик викрадення особистих даних.
monitor-scan-your-email = Розпочніть із безплатного сканування вашої адреси е-пошти
monitor-trusted-by-10-million = Нам довіряють 10 мільйонів людей у всьому світі
monitor-since-2018-we-have-helped = Починаючи з 2018 року ми допомогли людям у 237 країнах захистити свою особисту інформацію від потрапляння до чужих рук.
# This string is followed by a list of media outlets
monitor-as-seen-in = Як зазначено в
monitor-here-is-how-we-help = Ось як ми допомагаємо захистити вас
monitor-we-believe-in-your-right = Ми віримо у ваше право на приватність, тому моніторинг витоків даних завжди буде безплатним.
monitor-we-will-search-for-you = Ми шукатимемо ваші дані у всіх відомих витоках
monitor-we-will-guide-you = Ми допоможемо вам відновити контроль після кожного витоку
monitor-we-will-continuously = Ми постійно відстежуватимемо та надсилатимемо сповіщення про будь-які нові витоки даних
monitor-sign-up-for-breach-alerts = Підписатися на сповіщення

## FAQ section

monitor-faq-heading = Часті запитання
monitor-all-faq-link = Переглянути всі поширені запитання
monitor-faq-what-is-a-data-breach-question = Що саме є витоком даних?
monitor-faq-what-is-a-data-breach-answer = Витік даних відбувається, коли особисту чи приватну інформацію розкривають, викрадають або копіюють без дозволу. Ці інциденти безпеки можуть бути результатом кібератак на вебсайти, застосунки або будь-яку базу даних, в якій зберігається особиста інформація людей. Витік даних також може статися випадково, наприклад, якщо чиїсь облікові дані оприлюднено на загальнодоступних ресурсах.
monitor-faq-what-do-i-do-question = Мені щойно стало відомо, що мої дані потрапили до витоку даних. Що мені робити?
monitor-faq-what-do-i-do-answer = Відвідайте { -brand-name-mozilla-monitor }, щоб дізнатися, що робити після витоку даних, і отримати покрокові вказівки щодо усунення розкриття вашої особистої інформації. Хакери покладаються на те, що люди повторно використовують паролі, тому важливо створювати надійні унікальні паролі для всіх ваших облікових записів. Зберігайте свої паролі в безпечному місці, до якого маєте доступ лише ви; це може бути те саме місце, де ви зберігаєте важливі документи, або менеджер паролів.
monitor-faq-what-gets-exposed-question = Яка інформація розкривається у витоках даних?
monitor-faq-whats-gets-exposed-answer = Не всі витоки розривають однакову інформацію. Це залежить лише від того, до чого можуть отримати доступ хакери. Багато витоків даних розкривають електронні адреси та паролі. Інші розкривають конфіденційнішу інформацію, таку як номери кредитних карток, номери паспортів і номери соціального страхування.

##

monitor-take-back-control = Відновіть контроль над своїми даними
monitor-breach-data-provided-by = Інформація про витоки даних надається <strong>Have I Been Pwned</strong>
