# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Руководство по обеспечению безопасности логинов и паролей
# HTML page description
privacy-passwords-more-and-more-desc = Всё больше и больше личной информации и ценных вещей в нашей жизни находятся в защищённых паролями аккаунтах. Как мы можем защитить наши логины?
# page content
privacy-passwords-a-security-guide = Руководство по обеспечению безопасности логинов и паролей
privacy-passwords-protecting-your-accounts = Защита ваших аккаунтов не должна быть сложной — { -brand-name-firefox } может помочь.
privacy-passwords-more-and-more = Всё больше и больше личной информации и ценных вещей в нашей жизни находятся в защищённых паролями аккаунтах — признания в любви, медицинские сведения, банковские счета и многое другое. Веб-сайты используют процедуры авторизации для защиты этих ценных данных. Как правило, пока кто-то не может войти в ваш аккаунт, он не сможет читать вашу электронную почту или переводить деньги с вашего банковского счёта. Поскольку мы живём в сети, как мы можем защитить наши логины?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Если коротко:
privacy-passwords-use-random-passwords = Используйте случайные пароли и используйте различные пароли для каждого сайта
privacy-passwords-pay-attention-to = Обращайте внимание на предупреждения браузера о безопасности и будьте начеку
privacy-passwords-make-your-answers = Ваши ответы на контрольные вопросы должны быть такими же сложными, как и ваши пароли
privacy-passwords-use-a-password = Используйте менеджер паролей, чтобы упростить создание и запоминание паролей
privacy-passwords-use-twofactor-authentication = Используйте «двухфакторную аутентификацию» везде, где это возможно
privacy-passwords-its-hard-out = Сложные времена для паролей
privacy-passwords-most-logins-today = Большинство аккаунтов сегодня защищены паролем. Если злоумышленник сможет узнать ваш пароль, он сможет получить доступ к вашему аккаунту и делать с ним всё то, что можете и вы. Итак, когда вы спрашиваете, насколько защищён ваш аккаунт, на самом деле вы должны подумать о том, насколько безопасным является его пароль. А это означает, что вам необходимо подумать обо всех различных способах доступа злоумышленника к паролю вашего аккаунта:
privacy-passwords-seeing-you-use = Его перехвате, когда он передаётся по незащищённому соединению
privacy-passwords-guessing-it = Его угадывании
privacy-passwords-stealing-a-file = Краже файла, в котором содержится пароль
privacy-passwords-using-password-recovery = Использованию функции восстановления пароля для его сброса
privacy-passwords-tricking-you-into = Получение его от вас посредством социальной инженерии
privacy-passwords-to-keep-your = Чтобы ваш аккаунт оставался в безопасности, вам нужно предотвратить доступ к нему через максимальное число способов. Каждый риск имеет различные способы противодействия.
privacy-passwords-look-for-the = Поищите замок в своём браузере
privacy-passwords-its-easy-to = Легко помешать злоумышленникам похитить ваш пароль, когда вы подключаетесь к сайту не по защищённому соединению: Дважды подумайте, прежде чем вводить пароль, если вы не видите значка замка в адресной строке, как показано тут:
privacy-passwords-a-closed-lock = Закрытый замок отображается непосредственно перед адресом веб-сайта в адресной строке во всех популярных браузерах.
privacy-passwords-the-lock-means = Замок означает, что соединение с веб-сайтом, которым вы пользуетесь, является защищённым, поэтому даже если кто-то наблюдает за вашими действиями в Сети (например, другой человек через общедоступную точку доступа Wi-Fi), они не смогут увидеть ваш пароль. { -brand-name-firefox } попытается предупредить вас, если вы попытаетесь ввести свой пароль на незащищённом сайте.
privacy-passwords-a-padlock-with = Перечёркнутый замок указывает на то, что соединение не является защищённым.
privacy-passwords-your-browser-also = Ваш браузер также сообщает вам о надёжности веб-сайтов, чтобы защитить вас от фишинга. С одной стороны, при попытке посетить сайт, который известен как фишинговый, { -brand-name-firefox } (и любой другой популярный браузер) отобразит полноэкранное предупреждение — <strong>обратите внимание и подумайте дважды о посещении этого сайта!</strong>
privacy-passwords-firefox-will-v2 = { -brand-name-firefox } отобразит предупреждение вместо веб-сайта, если известно, что он является фишинговым.
# Outdated string
privacy-passwords-firefox-will = Firefox отобразит предупреждение при попытке посетить сайт, который известен как фишинговый.
privacy-passwords-in-general-the = Как правило, лучшая защита от фишинга — это <strong>с подозрением относиться к тому, что вы получаете</strong>, независимо от того, является ли оно электронным письмом, текстовым сообщением или звонком. Вместо выполнения каких-либо действий с полученным, посетите веб-сайт напрямую. Например, если в электронном письме указано, что вам нужно сбросить пароль PayPal, не переходите по ссылкам. Введите paypal.com самостоятельно. Если звонит банк, перезвоните ему.
privacy-passwords-strength-in-diversity = Сила в разнообразии
privacy-passwords-the-secret-to = Секрет предотвращения угадывания, кражи или сброса пароля заключается в большом числе случайностей. Когда злоумышленники пытаются угадать пароли, они обычно делают две вещи: 1) используют «словари» — списки часто используемых паролей, и 2) делают случайные догадки. Чем <strong>длиннее и уникальнее ваш пароль</strong>, тем меньше вероятность его угадать одним из этих методов.
#   $url_linkedin (string) - link to https://blog.linkedin.com/2012/06/06/linkedin-member-passwords-compromised with additional attributes for analytics
#   $url_yahoo (string) - link to https://www.wired.com/2016/12/yahoo-hack-billion-users/ with additional attributes for analytics
privacy-passwords-when-an-attacker = Когда злоумышленник похищает базу данных паролей сайта, который вы используете (например, <a { $url_linkedin }>LinkedIn</a> или <a { $url_yahoo }>Yahoo</a>), вы ничего не сможете сделать, кроме как сменить пароль на этом сайте. Это плохо, но ущерб может быть значительно большим, если вы повторно использовали этот пароль и на других веб-сайтах — тогда злоумышленник также сможет получить доступ к вашим аккаунтам на этих сайтах. Чтобы снизить вероятность взлома, <strong>всегда используйте различные пароли на разных веб-сайтах</strong>.
#   $url_monitor (string) - link to https://monitor.firefox.com/ with additional attributes for analytics
privacy-passwords-use-firefox-monitor = Используйте <a { $url_monitor }>{ -brand-name-firefox-monitor }</a>, чтобы следить за адресами электронной почты, связанными с вашими аккаунтами. Если ваш адрес электронной почты фигурирует в известной корпоративной утечке данных, вы получите уведомление и указания по защите аккаунта, которого это касается.
privacy-passwords-security-questions-my = Контрольные вопросы: Девичья фамилия моей мамы — «Ff926AKa9j6Q».
privacy-passwords-finally-most-websites = Наконец, большинство веб-сайтов позволяют вам восстановить свой пароль, если вы его забыли. Обычно эти системы заставляют вас ответить на некоторые «контрольные вопросы», прежде чем вы сможете его сбросить. <strong>Ответы на эти вопросы должны быть такими же секретными, как и ваш пароль</strong>. В противном случае злоумышленник сможет угадать ответы и установить свой пароль на то, что ему известно.
privacy-passwords-randomness-can-be = Случайность может быть проблемой, поскольку контрольные вопросы, которые часто используются на сайтах — это такие вещи, которые люди, как правило, и так знают о вас, например, ваше место и день рождения, имена ваших родственников или другие данные, которые можно узнать из публичных источников. Хорошая новость в том, что веб-сайту не важно, является ли ваш ответ правдивым или нет — вы можете соврать! Но врите продуктивно: <strong>Придумывайте длинные и случайные ответы на эти вопросы</strong>, такие же, как и ваши пароли.
privacy-passwords-get-help-from = Получите помощь от менеджера паролей
privacy-passwords-now-all-of = Сейчас, всё это будет звучать довольно устрашающе. Человеческий разум не способен придумывать длинные случайные последовательности букв, не говоря уже об их запоминании. Здесь и появляется менеджер паролей. Встроенный прямо в браузер, { -brand-name-firefox } спросит, хотите ли вы создать уникальный, сложный пароль, а затем надёжно сохранит ваши данные для входа, к которым вы сможете получить доступ в любое время по адресу about:logins.
#   $url_sumo-manager (string) - link to https://support.mozilla.org/kb/password-manager-remember-delete-edit-logins with additional attributes for analytics
privacy-passwords-when-youre-logged = Когда вы входите в { -brand-name-firefox } с помощью своего Аккаунта { -brand-name-firefox }, вы можете синхронизировать данные со всеми своими устройствами и получить доступ к своим паролям в мобильном браузере { -brand-name-firefox }. Узнайте больше о том, как по максимуму <a { $url_sumo-manager }>использовать встроенный менеджер паролей</a>.
privacy-passwords-twofactor-authentication-2fa = Двухфакторная аутентификация (2FA)
privacy-passwords-2fa-is-a = Двухфакторная аутентификация — отличный способ повысить уровень вашей безопасности. При создании нового аккаунта некоторые веб-сайты дадут вам возможность добавить «второй фактор» в процесс входа на него. Часто это подразумевает привязку вашего номера телефона к аккаунту, так что после ввода пароля вам будет предложено ввести код безопасности, присланный непосредственно вам. Таким образом, даже если у злоумышленника получится узнать ваш пароль, он всё равно не сможет попасть в аккаунт, поскольку у него не будет доступа к вашему телефону.
#   $url_sumo_2fa (string) - link to https://support.mozilla.org/kb/secure-firefox-account-two-step-authentication with additional attributes for analytics
privacy-passwords-your-firefox-account = Например, ваш Аккаунт { -brand-name-firefox } можно защитить с помощью двухфакторной аутентификации, <a { $url_sumo_2fa }>о чём вы можете узнать подробнее здесь</a>.
#   $url_2fa (string) - link to https://2fa.directory with additional attributes for analytics
privacy-passwords-2fa-provides-much = Двухфакторная аутентификация обеспечивает гораздо более лучшую защиту, чем просто пароли, но не каждый сайт её поддерживает. Перечень веб-сайтов, которые её поддерживают, а также список сайтов, которые её не поддерживают, и способы попросить их добавить её поддержку можно найти по адресу <a { $url_2fa }>https://twofactorauth.org</a>.
privacy-passwords-strong-diverse-and = Сложность, уникальность и многофакторность
privacy-passwords-for-better-or = Хорошо это или плохо, но в ближайшем будущем мы будем использовать пароли для защиты наших аккаунтов. Используйте <strong>надёжные</strong> и <strong>различные для каждого веб-сайта</strong> пароли и используйте <strong>менеджер паролей</strong>, где вы могли бы безопасно их хранить. Указывайте <strong>длинные, уникальные ответы</strong> на контрольные вопросы (даже если они не соответствуют действительности). И <strong>используйте двухфакторную аутентификацию</strong> на любом веб-сайте, который её поддерживает.
#   $url_privacy_products (string) - link to https://www.mozilla.org/firefox/privacy/products/ with additional attributes for analytics
#   $url_about_manifesto (string) - link to https://www.mozilla.org/about/manifesto/ with additional attributes for analytics
privacy-passwords-in-todays-internet-v2 = В современном Интернете, где каждый день крадут тысячи паролей, а учётные записи продаются на черном рынке, стоит приложить усилия для обеспечения безопасности своей онлайн-жизни. Когда вы используете продукты { -brand-name-firefox }, вам не приходится прикладывать много усилий, потому что все наши продукты созданы для соблюдения нашего <a { $url_privacy_products }>обещания конфиденциальности</a>. И { -brand-name-firefox } всегда руководствуется <a { $url_about_manifesto }>миссией { -brand-name-mozilla }</a>, некоммерческой организации, которая поддерживает нас, по созданию лучшего Интернета.
# Outdated string
#   $url_privacy_products (string) - link to https://www.mozilla.org/firefox/privacy/products/ with additional attributes for analytics
#   $url_about_manifesto (string) - link to https://www.mozilla.org/about/manifesto/ with additional attributes for analytics
privacy-passwords-in-todays-internet = В современном Интернете, где ежедневно похищают тысячи паролей, а аккаунтами торгуют на чёрном рынке, стоит приложить усилия, чтобы защитить в нём свою жизнь. При использовании продуктов { -brand-name-firefox } часть усилий снимается с вас, поскольку все наши продукты следуют нашему <a { $url_privacy_products }>Обещанию по Приватности</a>. А { -brand-name-firefox } всегда руководствуется <a { $url_about_manifesto }>миссией Mozilla</a>, некоммерческой организации, которая поддерживает создание лучшего Интернета.
