# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = Жарнаманы бұғаттау
# Page Title
features-adblocker-meta-title = Жарнама бұғаттаушылар туралы - { -brand-name-firefox }
# HTML page description
features-adblocker-meta-desc = Жарнама бұғаттаушылар қалай жұмыс істейтінін, олар сіз үшін не істей алатынын және { -brand-name-firefox } сізді трекерлер мен кукилерден қалай қорғайтынын біліңіз.
features-adblocker-the-ad-blocker-a-tool = Жарнама бұғаттаушы — жекелендірілген және зейінді шолу тәжірибесіне арналған құрал.
features-adblocker-in-todays-digital-world = Қазіргі цифрлық әлемде интернет тым қарбалас және шашыраңқы болуы мүмкін. Жарнама бұғаттаушылар — бұл сіздің шолу тәжірибеңізді бақылауға мүмкіндік беретін қуатты құралдар, олар экранда не пайда болатынын өзіңіз шешуге мүмкіндік береді.
features-adblocker-ad-blockers-work = Жарнама бұғаттаушылар екі негізгі жолмен жұмыс істейді: жарнама сияқты мазмұнның жүктелуіне жол бермейді және сол элементтер орналасқан веб-сайттардың бөлімдерін бұғаттау арқылы. Бұған видео жарнамалар, интернетте сізді бақылайтын жекелендірілген жарнамалар және тіпті үшінші тарап трекерлері кіруі мүмкін.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = Жарнама бұғаттаушыны пайдалану оңай. Көптеген сенімді нұсқалар браузер қосымшалары түрінде қолжетімді, бұл сіздің қажеттіліктеріңізге сәйкес келетін шешімді табуды жеңілдетеді. Мысалы, <a href="{ $firefox }">{ -brand-name-firefox }</a> жекелігіңізді құрметтей отырып, шолу тәжірибеңізді жақсартуға арналған <a href="{ $addons }">мақұлданған кеңейтулер тізімін</a> ұсынады.
features-adblocker-finding-the-right = Өзіңізге сәйкес келетін жарнама бұғаттаушыны табу
features-adblocker-there-are-many = Зерттеуге болатын жарнаманы бұғаттау құралдары өте көп, олардың әрқайсысы әртүрлі талғамға сай мүмкіндіктерді ұсынады. Өзіңізге дұрыс келетінін табу сіздің қалауларыңыз бен шолу дағдыларыңызға байланысты. Міне, ескеретін бірнеше кеңестер:
features-adblocker-tip-1 = <strong>Жарнамаларды бұғаттау:</strong> Егер сіз тек жарнамаларды бұғаттағыңыз келсе, қарапайым және жеңіл нұсқаны таңдаңыз.
features-adblocker-tip-2 = <strong>Жекелік мәселелері:</strong> Егер сізді трекерлер мазаласа, жекелікті қорғау функциялары кіріктірілген жарнама бұғаттағышты іздеңіз.
features-adblocker-tip-3 = <strong>Реттеу мүмкіндігі:</strong> Кейбір жарнама бұғаттаушылар белгілі бір сайттарды ақ тізімге қосу немесе нақты элементтерді бұғаттау үшін егжей-тегжейлі баптауға мүмкіндік береді.
features-adblocker-tip-4 = <strong>Құрылғы үйлесімділігі:</strong> Оның сізге компьютерге, мобильді құрылғыға немесе екеуіне де қажет екенін ескеріңіз.
features-adblocker-tip-5 = <strong>Зиянды бағдарламаларды бұғаттау:</strong> Кейбір жарнама бұғаттаушылар зиянды жарнамалардан қорғайды (мысалы, AdGuard).
features-adblocker-tip-6 = <strong>Ата-ана бақылауы:</strong> Орынсыз мазмұнды бұғаттағыңыз келсе пайдалы.
features-adblocker-its-important-to-note = Кейбір веб-сайттар мазмұнды жүктеу немесе функционалдылықты қамтамасыз ету үшін жарнамаға сүйенетінін ескеру маңызды. Жарнаманы бұғаттау кейбір мүмкіндіктердің жұмысын бұзуы мүмкін, мысалы, видео ойнатылмайды немесе кіру опциялары істемей қалады. Жүйелі түрде жаңартылып тұратын жарнама бұғаттаушыны таңдаңыз, егер біреуі айтарлықтай мәселелер тудырса, өнімділік пен үйлесімділіктің жақсырақ тепе-теңдігін табу үшін басқасын қолданып көріңіз.
features-adblocker-enhanced-privacy = { -brand-name-firefox } көмегімен жақсартылған жекелік және өнімділік
features-adblocker-beyond-ad-blockers = Жарнама бұғаттағыштардан бөлек, { -brand-name-firefox } браузерінде интернетті шолуды толықтай бақылауыңызға алуға мүмкіндік беретін кіріктірілген функциялар бар. Бұл құралдар жекелігіңізді қорғауға көмектеседі және жұмыс ортасын өз қалауыңызша баптауға жағдай жасайды:
features-adblocker-tool-1 = <strong>Стандартты режим:</strong> Веб-сайттың үздіксіз жұмысын сақтай отырып, жалпы трекерлерді бұғаттайтын теңгерімді нұсқа.
features-adblocker-tool-2 = <strong>Қатаң режим:</strong> Көбірек трекерлер мен кукилерді бұғаттау арқылы жекелікті мықтырақ қорғауды қалайтын пайдаланушылар үшін өте қолайлы. Бұл режимде кейбір сайттарға түзетулер қажет болуы мүмкін екенін ескеріңіз.
features-adblocker-tool-3 = <strong>Реттелетін режим:</strong> Толық бақылауды қалайтындар үшін реттелетін режим кукилерден бастап трекерлерге дейін және т.б. не нәрсені бұғаттау керектігін таңдауға мүмкіндік береді.
features-adblocker-to-adjust = Осы баптауларды реттеу үшін кез келген веб-беттегі адрес жолағының сол жағындағы қалқан белгішесін шертіп, «Қорғаныс баптаулары» тармағын таңдаңыз. Бұл жерде өзіңізге сәйкес келетін қорғаныс деңгейін таңдауға болатын мәзір ашылады.
features-adblocker-why-use = Неліктен жарнама бұғаттаушыны пайдалану керек?
features-adblocker-ad-blockers-do-more = Жарнама бұғаттағыштар жарнамаларды басқарып қана қоймайды – олар қажетсіз мазмұнды азайту арқылы шолу жылдамдығы мен қауіпсіздігін арттыра алады. Олар сізге ең маңызды нәрсеге назар аударуға мүмкіндік беріп, алаңсыз әрі жеке қажеттіліктеріңізге бейімделген веб-ортаны қалыптастыруға көмектеседі.
# Variables:
#   $url (url) - link to https://www.mozilla.org/firefox/new/
features-adblocker-explore-hundreds = { -brand-name-firefox } үшін қолжетімді жүздеген жекелікке бағытталған қосымшаларды зерттеп, өзіңізге қажетті құралдарды табыңыз. Жекелігіңіз бен өнімділігіңіз ескеріліп жасалған браузерді қолдану үшін бүгін <a href="{ $url }">{ -brand-name-firefox } браузерін жүктеп алыңыз</a>.
