# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = ที่อยู่ IP คืออะไร?
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } ตอบคำถามทั้งหมดของคุณเกี่ยวกับที่อยู่ IP ตั้งแต่ที่อยู่ IP คืออะไร ทำงานอย่างไร และคุณควรซ่อนมันหรือไม่
vpn-ip-address-every-time-you = ทุกครั้งที่คุณใช้งานอินเทอร์เน็ต ที่อยู่ IP มีบทบาทสำคัญในการแลกเปลี่ยนข้อมูลเพื่อช่วยให้คุณดูไซต์ที่คุณร้องขอได้ อย่างไรก็ตาม คุณอาจไม่ทราบว่าที่อยู่ IP คืออะไร ดังนั้น เราจะอธิบายคำถามที่พบบ่อยที่สุดไว้ด้านล่าง
vpn-ip-address-your-ip-address = ที่อยู่ IP ของคุณคือตัวระบุเฉพาะตัว ซึ่งคล้ายกับที่อยู่ไปรษณีย์ที่เชื่อมโยงกับกิจกรรมออนไลน์ของคุณ ทุกครั้งที่คุณใช้อินเทอร์เน็ต (เช่น ช็อปปิ้งออนไลน์ ส่งอีเมล สตรีมทีวี) คุณกำลังร้องขอการเข้าถึงปลายทางออนไลน์เฉพาะ และในทางกลับกัน ข้อมูลจะถูกส่งกลับมายังคุณ มันทำงานอย่างไร? IP ย่อมาจาก Internet Protocol ซึ่งกำหนดมาตรฐานและกฎเกณฑ์ (ใช่แล้ว หรือเรียกอีกอย่างว่าโปรโตคอล) สำหรับการกำหนดเส้นทางข้อมูลและการเชื่อมต่ออินเทอร์เน็ต โปรโตคอลนี้เป็นชุดกฎเกณฑ์ที่แต่ละฝ่ายต้องปฏิบัติตามเพื่อให้ข้อมูลไหลไปในทิศทางสองทาง
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = ตัวอย่างที่อยู่ IP ที่เป็นลำดับตัวเลขสี่ตัวคั่นด้วยทศนิยม: 123.45.67.89
vpn-ip-address-if-you-look-up-your = หากคุณตรวจสอบที่อยู่ IP ของคุณ จะเห็นลักษณะประมาณนี้
vpn-ip-address-does-it-travel = มันเดินทางไปกับคุณด้วยหรือเปล่า?
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = ไม่ ที่อยู่ IP ของคุณจะเชื่อมโยงกับตำแหน่งเพียงตำแหน่งเดียวเท่านั้นนอกจากว่าคุณจะใช้ VPN (ซึ่งเราจะอธิบายถึงสิ่งนั้นภายหลัง) เมื่อคุณอยู่ที่บ้านและเชื่อมต่อกับอินเทอร์เน็ตที่คุณเป็นคนจ่ายค่าบริการ คุณก็จะใช้ที่อยู่ IP เพียงอันเดียว อย่างไรก็ตาม ถ้าคุณตรวจอีเมลของคุณที่บ้านในตอนเช้า แล้วอ่านข่าวที่ร้านกาแฟใกล้บ้านขณะที่รอกาแฟมาเสิร์ฟ แล้วไปทำงานต่อที่ออฟฟิศ คุณก็จะใช้ที่อยู่ IP หลายอันในสถานที่แต่ละแห่ง
vpn-ip-address-does-your-ip = ที่อยู่ IP ของคุณเปลี่ยนแปลงหรือไม่?
vpn-ip-address-yes-even-if = เปลี่ยน ถึงแม้ว่าคุณจะใช้อินเทอร์เน็ตที่บ้านเพียงแห่งเดียว ที่อยู่ IP ก็สามารถเปลี่ยนได้ คุณสามารถติดต่อผู้ให้บริการอินเทอร์เน็ต (ISP) ของคุณเพื่อเปลี่ยนที่อยู่ IP นั้นได้ แต่แม้กระทั่งการกระทำบางอย่างที่เป็นกิจวัตร เช่น การเริ่มโมเด็มหรือเราเตอร์ใหม่เนื่องจากการเชื่อมต่ออินเทอร์เน็ตมีปัญหา อาจส่งผลให้ที่อยู่ IP เปลี่ยนได้
vpn-ip-address-can-more-than = อุปกรณ์มากกว่าหนึ่งเครื่องสามารถมีที่อยู่ IP เดียวกันได้หรือไม่?
vpn-ip-address-this-is-a = คำถามนี้ค่อนข้างซับซ้อน เพราะคำตอบคือทั้งได้และไม่ได้ อุปกรณ์มากกว่าหนึ่งเครื่องสามารถใช้ที่อยู่ IP ภายนอก (สาธารณะ) อันเดียวกันได้ แต่อุปกรณ์แต่ละเครื่องจะมีที่อยู่ IP เฉพาะเครื่อง (ส่วนตัว) ของตัวเอง ตัวอย่างเช่น ผู้ให้บริการอินเทอร์เน็ต (ISP) ของคุณจะตั้งค่าเครือข่ายในบ้านของคุณด้วยที่อยู่ IP ภายนอกอันหนึ่ง เนื่องจากเราเตอร์ของคุณคือสิ่งที่ใช้ในการเชื่อมต่ออินเทอร์เน็ต ที่อยู่ IP จะถูกกำหนดให้กับเราเตอร์ของคุณ จากนั้นเราเตอร์ก็จะกำหนดที่อยู่ IP เฉพาะเครื่องให้กับอุปกรณ์ที่เชื่อมต่อกับอินเทอร์เน็ตในแต่ละครั้ง ที่อยู่ IP ภายนอกคือสิ่งที่จะถูกใช้ร่วมกับเครือข่ายภายนอก ที่อยู่ IP เฉพาะเครื่องของคุณจะไม่ถูกนำไปใช้ร่วมภายนอกเครือข่ายส่วนตัวภายในบ้านของคุณ
vpn-ip-address-can-we-run = มีโอกาสไหมที่เราจะใช้ที่อยู่ IP หมด?
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = เมื่ออินเทอร์เน็ตถูกออกแบบเป็นครั้งแรก อินเทอร์เน็ตใช้ที่อยู่ “เวอร์ชัน 4” ซึ่งเป็นที่อยู่แบบ 32 บิต และหมายความว่าเราสามารถมีที่อยู่ IP ได้มากสุด <a href="{ $sr }">4.2 พันล้านที่อยู่</a> ซึ่งดูเหมือนว่าเพียงพอในตอนนั้น แต่ยังไม่เพียงพอในโลกที่ครัวเรือนโดยเฉลี่ยในสหรัฐอเมริกามี<a href="{ $variety }">อุปกรณ์ที่เชื่อมต่ออินเทอร์เน็ตได้ 11 เครื่อง</a>
vpn-ip-address-we-now-have = ตอนนี้เรามีที่อยู่ IP เวอร์ชัน 6 ซึ่งเป็นที่อยู่แบบ 128 บิต แล้วก็น่าเสียดายที่เวอร์ชัน 4 กับเวอร์ชัน 6 ไม่สามารถสื่อสารกันโดยตรงได้ ดังนั้นผู้ใช้จึงจำเป็นต้องใช้ที่อยู่เวอร์ชัน 4 ต่อไปเป็นเวลานาน
vpn-ip-address-should-you-hide = คุณควรซ่อนที่อยู่ IP ของคุณหรือไม่?
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = คุณไม่จำเป็นต้องซ่อนที่อยู่ IP ของคุณ แต่ก็อาจมีบางครั้งที่คุณต้องการซ่อน เหตุผลที่พบบ่อยที่สุดคือเรื่องความเป็นส่วนตัว โดยในสหรัฐอเมริกา <a href="{ $congress }">สภาคองเกรสได้บังคับใช้</a>ข้อบังคับเกี่ยวกับเรื่องความเป็นส่วนตัวซึ่งออกแบบมาเพื่อปกป้องความเป็นส่วนตัวของผู้ใช้เครือข่ายบรอดแบนด์ ผู้ให้บริการอินเทอร์เน็ตสามารถดูพฤติกรรมการเรียกดูเว็บของคุณ จุดประสงค์ที่คุณใช้อินเทอร์เน็ต และระยะเเวลาที่คุณใช้ในการเรียกดูแต่ละหน้า การสื่อสารแบบนี้ไม่มีการเข้ารหัสลับ ทำให้บุคคลที่สามสามารถดูได้ว่าคุณกำลังเยี่ยมเว็บไซต์ใด วิธีหนึ่งในการป้องกันปัญหานี้คือ <a href="{ $doh }">DNS-over-HTTPS</a> (DoH) ซึ่งจะเข้ารหัสลับระบบชื่อโดเมน (DNS) ของคุณ ทำให้ ISP มองเห็นเว็บไซต์ที่คุณพยายามเข้าชมได้ยากขึ้น สำหรับ<a href="{ $firefox }">ผู้ใช้ { -brand-name-firefox }</a>ในสหรัฐอเมริกา คำขอ DoH ของคุณจะถูกส่งไปยังเซิร์ฟเวอร์ DNS ที่เชื่อถือได้ ทำให้เชื่อมโยงคุณกับเว็บไซต์ที่คุณพยายามเข้าชมได้ยากขึ้น
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = นอกจากนี้ยังมีเหตุผลบางประการในการซ่อนที่อยู่ IP ของคุณ คุณอาจต้องการซ่อนที่อยู่ IP ของคุณเมื่อเดินทาง VPN จะ<a href="{ $url }">ให้ความเป็นส่วนตัวแก่คุณมากขึ้น</a>เมื่อเชื่อมต่อกับ WiFi เพื่อสตรีมและช็อปปิ้งในขณะที่คุณสำรวจโลก
vpn-ip-address-how-do-you = คุณซ่อนมันได้อย่างไร?
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN คือวิธีหนึ่งในการซ่อนที่อยู่ IP ของคุณ <a href="{ $vpn }">เมื่อคุณใช้ VPN</a> ที่อยู่ IP ภายนอกของคุณจะมาจาก IP ภายนอกของเซิร์ฟเวอร์ VPN แทนที่จะเป็นที่อยู่ IP ภายนอกของตำแหน่งของคุณ ดังนั้นถ้าเซิร์ฟเวอร์ VPN ที่เชื่อมต่อของคุณตั้งอยู่ในแคลิฟอร์เนีย IP ภายนอกของคุณจะดูเหมือนว่าเชื่อมต่อจากแคลิฟอร์เนีย ไม่ว่าคุณจะอยู่ที่ใด นอกจากนี้ กิจกรรมออนไลน์ของคุณจะถูกส่งผ่านการเชื่อมต่อที่เข้ารหัสและปลอดภัยไปยังเซิร์ฟเวอร์ VPN ของคุณ ซึ่งให้ความปลอดภัยและความเป็นส่วนตัวเพิ่มเติม <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> คือวิธีหนึ่งในการซ่อนที่อยู่ IP ของคุณ เราไม่เก็บบันทึกกิจกรรมเครือข่ายของคุณ และเราไม่ร่วมมือกับบุคคลที่สามที่สร้างโปรไฟล์จากสิ่งที่คุณทำทางออนไลน์ เราเสนอระบบป้องกันอุปกรณ์เต็มรูปแบบสำหรับอุปกรณ์สูงสุดห้าเครื่องซึ่งมีเซิร์ฟเวอร์ในประเทศต่างๆ กว่า { $countries } ประเทศ โดยคุณสามารถเชื่อมต่อได้จากทุกที่ไม่ว่าจะที่ใดก็ตาม
