# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = ความแตกต่างระหว่าง VPN กับเว็บพรอกซี
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN และพร็อกซีเป็นทางเลือกสำหรับความเป็นส่วนตัวและความปลอดภัยออนไลน์ ต่อไปนี้คือวิธีที่ VPN และพร็อกซีสามารถปกป้องคุณได้และคำแนะนำในการเลือกตัวเลือกที่ดีที่สุด
vpn-or-proxy-virtual-private-networks = เครือข่ายส่วนตัวเสมือน (VPN) และพร็อกซีเว็บที่ปลอดภัยเป็นทางเลือกสำหรับความเป็นส่วนตัวและความปลอดภัยออนไลน์ที่ดีขึ้น แต่คุณอาจสับสนว่าทางเลือกแบบใดเหมาะกับคุณ ต่อไปนี้คือวิธีที่บริการเหล่านี้สามารถปกป้องคุณได้และคำแนะนำในการเลือกตัวเลือกที่ดีที่สุดเมื่อคุณออนไลน์
vpn-or-proxy-stop-isps-from = หยุด ISP ไม่ให้สอดส่องคุณ
vpn-or-proxy-because-your-internet = เนื่องจากการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณเคลื่อนที่ไปมาจากอุปกรณ์ของคุณ (คอมพิวเตอร์ โทรศัพท์ ทีวี แท็บเล็ต) ผ่าน ISP ของคุณ ISP จึงสามารถดูว่าคุณออนไลน์อยู่ที่ไหน และสามารถดูว่าคุณเยี่ยมชมเว็บไซต์ใดบ้าง คุณใช้เวลาบนเว็บไซต์เหล่านั้นนานเท่าใด รวมไปถึงตำแหน่งของคุณ และข้อมูลเกี่ยวกับอุปกรณ์ของคุณ ISP อาจไม่ทราบรายละเอียดเกี่ยวกับสิ่งที่คุณทำบนเว็บไซต์เหล่านั้น (เช่น สิ่งที่คุณซื้อ ค้นหา หรืออ่าน) ด้วยการเข้ารหัส แต่สามารถอนุมานเกี่ยวกับตัวคุณได้จากเว็บไซต์ที่คุณเยี่ยมชม ข้อมูลส่วนตัวดังกล่าวอาจใช้เพื่อสร้างโปรไฟล์โดยละเอียดเกี่ยวกับตัวคุณ แล้วทำไม ISP ถึงทำแบบนั้น? คำตอบสั้นๆ ก็คือ ข้อมูลพวกนี้มีค่ามาก
