# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 เหตุผลที่คุณควรใช้ VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = นี่คือ 5 สถานการณ์ที่ VPN ที่เชื่อถือได้จะมีประโยชน์ซึ่งคุณอาจไม่เคยคิดถึง ปิดช่องว่างด้านความปลอดภัยออนไลน์ของคุณด้วย { -brand-name-mozilla-vpn }
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = เนื่องจากชีวิตประจำวันดำเนินไปโดยพึ่งพาการเชื่อมต่ออินเทอร์เน็ตมากขึ้น ประเด็นเรื่องความเป็นส่วนตัวและความปลอดภัยจึงมีความสำคัญมากยิ่งขึ้น VPN หรือ <a href="{ $vpn }">Virtual Private Network</a> ช่วยให้ทุกคนสร้างการเชื่อมต่ออินเทอร์เน็ตที่ปลอดภัยและเป็นส่วนตัวได้ VPN ทำงานโดยสร้าง “อุโมงค์” ที่ปลอดภัยระหว่างอุปกรณ์ของคุณกับอินเทอร์เน็ตทั่วไป และช่วยปกป้องคุณด้วยวิธีสำคัญสองอย่าง:
vpn-when-to-use-concealing-your-true = ปกปิดที่อยู่ IP ที่แท้จริงของคุณซึ่งจะปกป้องข้อมูลส่วนตัวของคุณและบดบังตำแหน่งของคุณ
vpn-when-to-use-encrypting-your-traffic = เข้ารหัสลับการรับส่งข้อมูลระหว่างตัวคุณและผู้ให้บริการ VPN เพื่อไม่ให้ใครในเครือข่ายท้องถิ่นของคุณแปลรหัสหรือเปลี่ยนแปลงได้
vpn-when-to-use-having-a-vpn = การมี VPN ไว้ใช้เมื่อต้องการถือเป็นความคิดที่ดี นี่คือกรณีบางอย่างที่การมี VPN ที่เชื่อถือได้จะมีประโยชน์ ซึ่งคุณอาจไม่เคยคิดถึงมาก่อน
vpn-when-to-use-1-a-walk = 1. เดินเล่นในสวนสาธารณะ
vpn-when-to-use-its-a-beautiful = เช้าวันเสาร์ที่สวยงาม คุณได้นั่งลงบนม้านั่งในสวนสาธารณะเพื่อจิบกาแฟ อ่านข่าวที่คุณชื่นชอบ ดูวิดีโอสักสองสามคลิป และช้อปปิ้งออนไลน์อย่างรวดเร็วในขณะที่อาบแดดและสูดอากาศบริสุทธิ์ แทนที่จะใช้ข้อมูลมือถือที่จัดสรรไว้จนหมด คุณกลับใช้บริการ WiFi สาธารณะของเมืองของคุณแทนซึ่งมีให้บริการฟรี ดังนั้นมันคงไม่มีปัญหาใช่ไหม แต่ความจริงก็คือ คุณไม่สามารถแน่ใจได้ว่าเครือข่ายของเทศบาลนั้นปลอดภัยหรือเป็นของจริง (ดูประเด็นถัดไป) และตั้งค่าเพื่อป้องกันคุณจากบุคคลหรือองค์กรที่เป็นอันตรายซึ่งคอยสอดส่องคุณในขณะที่คุณเชื่อมต่ออยู่ การเปิด VPN สามารถช่วยปกป้องอุปกรณ์ของคุณจากใครก็ตามที่พยายามสอดส่องไซต์ที่คุณเข้าชมหรือขโมยข้อมูลการเข้าสู่ระบบที่ละเอียดอ่อนของคุณในขณะที่คุณนั่งพักผ่อนบนม้านั่งในสวนสาธารณะได้ทุกวันตลอดสัปดาห์
vpn-when-to-use-2-in-the = 2. ในบริเวณใกล้เคียง
vpn-when-to-use-3-on-the = 3. ขณะเดินทาง
vpn-when-to-use-4-home-away = 4. บ้านหลังที่สอง
vpn-when-to-use-5-in-your = 5. ในบ้านของคุณเอง
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn } บริการ VPN ที่เชื่อถือได้
