# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/monitor/

# HTML page title
monitor-landing-page-title = { -brand-name-mozilla-monitor } — защитите свои персональные данные от несанкционированного доступа
# HTML page description
monitor-landing-page-desc = Узнайте, была ли ваша личная информация, от номеров телефонов до домашних адресов, раскрыта в Интернете. Присоединяйтесь к 10 миллионам пользователей по всему миру и восстановите свою конфиденциальность. Начните с бесплатного сканирования.
monitor-hero-heading = Узнайте, где находится ваша личная информация, и заберите ее обратно
monitor-hero-tagline = Мы сканируем утечки данных, чтобы определить, не произошла ли утечка ваших данных, и даем вам инструкции по ее устранению.

## Get free scan form

monitor-form-enter-email-to-scan = Введите адрес электронной почты для сканирования здесь
monitor-form-get-free-scan = Получить бесплатное сканирование
monitor-form-enter-your-email-address = Введите свой адрес электронной почты, чтобы проверить наличие угроз утечки данных.

##

monitor-data-breaches-happen-every = <strong>Утечки данных</strong> происходят каждые 11 минут, раскрывая вашу личную информацию. Но не волнуйтесь, мы можем помочь.
monitor-help-fix-exposures = Мы поможем исправить ваши проблемы
# Variables:
#   $privacy (url) - https://www.mozilla.org/privacy/
monitor-our-mission-is = Наша миссия — вернуть контроль над вашими личными данными в ваши руки. Мы поможем вам устранить утечку данных и обеспечить конфиденциальность вашей информации. При этом мы будем <a href="{ $privacy }">уважать вашу конфиденциальность</a>.
monitor-what-info-could-be = Какая информация может оказаться под угрозой?
monitor-data-leaks-are-unfortunately = Утечки данных, к сожалению, являются частью нашей цифровой жизни. Ваши пароли, контактные данные, финансовая информация и другая личная информация могут быть раскрыты, что подвергает вас риску кражи личных данных.
monitor-scan-your-email = Отсканируйте свой адрес электронной почты для начала работы бесплатно
monitor-trusted-by-10-million = Нам доверяют 10 миллионов человек по всему миру
monitor-since-2018-we-have-helped = С 2018 года мы помогли людям в 237 странах защитить свою личную информацию от чужих рук.
# This string is followed by a list of media outlets
monitor-as-seen-in = Как видно из
monitor-here-is-how-we-help = Вот как мы помогаем защитить вас
monitor-we-believe-in-your-right = Мы верим в ваше право на конфиденциальность, поэтому защита от мониторинга утечки данных всегда бесплатна.
monitor-we-will-search-for-you = Мы будем искать вас во всех известных утечках данных
monitor-we-will-guide-you = Мы проведем вас через шаги по устранению каждой утечки
monitor-we-will-continuously = Мы будем постоянно отслеживать и отправлять вам оповещения о любых новых утечках
monitor-sign-up-for-breach-alerts = Подпишитесь на уведомления об утечках

## FAQ section

monitor-faq-heading = Часто задаваемые вопросы
monitor-all-faq-link = Просмотреть все частые вопросы
monitor-faq-what-is-a-data-breach-question = Что такое утечка данных?
monitor-faq-what-is-a-data-breach-answer = Утечка данных происходит, когда личная или конфиденциальная информация становится доступной, украденной или скопированной без разрешения. Эти инциденты безопасности могут быть результатом кибератак на веб-сайты, приложения или любую базу данных, где находится личная информация людей. Утечка данных также может произойти случайно, например, если чьи-то учетные данные будут опубликованы публично.
monitor-faq-what-do-i-do-question = Я только что узнал(а), что меня затронула эта утечка данных. Что мне делать дальше?
monitor-faq-what-do-i-do-answer = Посетите { -brand-name-mozilla-monitor }, чтобы узнать, что делать в случае утечки данных, и получить пошаговые инструкции по предотвращению раскрытия вашей личной информации. Хакеры полагаются на то, что люди повторно используют пароли, поэтому важно создавать надежные и уникальные пароли для всех ваших аккаунтов. Храните свои пароли в надежном месте, доступ к которому есть только у вас; это может быть то же место, где вы храните важные документы, или менеджер паролей.
monitor-faq-what-gets-exposed-question = Какая информация раскрывается при утечке данных?
monitor-faq-whats-gets-exposed-answer = Не все утечки раскрывают одну и ту же информацию. Это зависит от того, к чему могут получить доступ хакеры. Многие утечки данных раскрывают адреса электронной почты и пароли. Другие раскрывают более конфиденциальную информацию, такую как номера банковских карт, номера паспортов и номера социального страхования.

##

monitor-take-back-control = Верните контроль над своими данными
monitor-breach-data-provided-by = Данные об утечках данных предоставлены <strong>Have I Been Pwned</strong>.
