# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = หลีกเลี่ยงข้อมูลที่ผิดพลาดทางออนไลน์ { -brand-name-firefox } พร้อมให้ความช่วยเหลืออยู่ที่นี่แล้ว
misinformation-page-desc = ข้อมูลที่ผิดพลาดนั้นทั้งน่ารำคาญ ทำให้คนเสียสมาธิ และมีราคาแพง { -brand-name-firefox } จึงมีเคล็ดลับดีๆ ในการหลีกเลี่ยงข้อมูลเท็จ และเห็นข้อมูลพวกนั้นน้อยลงเมื่อท่องเว็บ
misinformation-page-subheading = ดูเคล็ดลับในการเห็นข้อมูลที่ผิดพลาดน้อยลงและมุ่งเน้นสิ่งที่สำคัญสำหรับคุณ
misinformation-what-is-heading = ข้อมูลที่ผิดพลาดคืออะไร? ข้อมูลที่บิดเบือนคืออะไร?
misinformation-disinformation = คำว่า “ข้อมูลที่ผิดพลาด” และ “ข้อมูลที่บิดเบือน” ซึ่งคุณคงเคยได้ยินมาก่อนและสงสัยว่าทั้งสองคำนี้มีความหมายต่างกันอย่างไร มันต่างกันตรงที่ความมุ่งหมายซึ่งจำแนกทั้งสองอย่างนี้ออกจากกัน: ข้อมูลที่ผิดพลาดหมายถึงข้อมูลเท็จไม่ว่ารูปแบบใดก็ตาม ที่ไม่ว่าใครก็อาจตกเป็นเหยื่อได้ ซึ่งข้อมูลเหล่านี้จะผ่านการตรวจสอบพบว่าไม่เป็นข้อมูลที่ถูกต้องหรือเป็นข้อมูลที่ทำให้เข้าใจผิด แต่ไม่ได้สร้างขึ้นหรือแบ่งปันโดยมีจุดมุ่งหมายเพื่อหลอกผู้คน ในทางกลับกัน ข้อมูลที่บิดเบือนจะหมายถึงข้อมูลที่สร้างขึ้นและแพร่กระจายออกไปโดยมีจุดมุ่งหมายเพื่อทำให้ผู้คนเข้าใจผิดและบรรลุเป้าหมายบางอย่าง
misinformation-ultimately-harmful = ท้ายที่สุดแล้ว ทั้งข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนนั้นต่างก็สามารถก่อให้เกิดอันตรายได้ มันไม่ใช่แค่ว่าผู้คนจะเชื่อข้อมูลผิดๆ เพราะข้อมูลเท็จเหล่านี้ยังทำให้เศรษฐกิจโลกสูญเสียเงินจำนวนมาก และอาจเป็นภัยคุกคามต่อประชาธิปไตยและหลักประสิทธาภิบาลอีกด้วย และเป็นเรื่องยากที่จะหยุดยั้งได้ เนื่องจากข่าวเท็จเหล่านี้แพร่กระจายได้เร็วกว่า ลึกกว่า และกว้างกว่าข่าวที่ข้อมูลถูกต้องอย่างมากเสียอีก
misinformation-false-info-heading = ข้อมูลเท็จเหล่านี้จะปรากฏที่ไหน?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = คุณมีโอกาสพบข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนได้ทุกที่ แต่ข้อมูลเหล่านี้จะแพร่หลายและส่งผลกระทบมากที่สุดเมื่อถูกแบ่งปันทางออนไลน์ อัลกอริทึมและ<a href="{ $tracking }">การติดตาม</a>ทำให้ข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนสามารถเข้าถึงผู้คนได้มากขึ้นบนเว็บไซต์ บล็อก ฟอรัม และเครือข่ายสังคมออนไลน์
