# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = หลีกเลี่ยงข้อมูลที่ผิดพลาดทางออนไลน์ { -brand-name-firefox } พร้อมให้ความช่วยเหลืออยู่ที่นี่แล้ว
misinformation-page-desc = ข้อมูลที่ผิดพลาดนั้นทั้งน่ารำคาญ ทำให้คนเสียสมาธิ และมีราคาแพง { -brand-name-firefox } จึงมีเคล็ดลับดีๆ ในการหลีกเลี่ยงข้อมูลเท็จ และเห็นข้อมูลพวกนั้นน้อยลงเมื่อท่องเว็บ
misinformation-page-subheading = ดูเคล็ดลับในการเห็นข้อมูลที่ผิดพลาดน้อยลงและมุ่งเน้นสิ่งที่สำคัญสำหรับคุณ
misinformation-what-is-heading = ข้อมูลที่ผิดพลาดคืออะไร? ข้อมูลที่บิดเบือนคืออะไร?
misinformation-disinformation = คำว่า “ข้อมูลที่ผิดพลาด” และ “ข้อมูลที่บิดเบือน” ซึ่งคุณคงเคยได้ยินมาก่อนและสงสัยว่าทั้งสองคำนี้มีความหมายต่างกันอย่างไร มันต่างกันตรงที่ความมุ่งหมายซึ่งจำแนกทั้งสองอย่างนี้ออกจากกัน: ข้อมูลที่ผิดพลาดหมายถึงข้อมูลเท็จไม่ว่ารูปแบบใดก็ตาม ที่ไม่ว่าใครก็อาจตกเป็นเหยื่อได้ ซึ่งข้อมูลเหล่านี้จะผ่านการตรวจสอบพบว่าไม่เป็นข้อมูลที่ถูกต้องหรือเป็นข้อมูลที่ทำให้เข้าใจผิด แต่ไม่ได้สร้างขึ้นหรือแบ่งปันโดยมีจุดมุ่งหมายเพื่อหลอกผู้คน ในทางกลับกัน ข้อมูลที่บิดเบือนจะหมายถึงข้อมูลที่สร้างขึ้นและแพร่กระจายออกไปโดยมีจุดมุ่งหมายเพื่อทำให้ผู้คนเข้าใจผิดและบรรลุเป้าหมายบางอย่าง
misinformation-ultimately-harmful = ท้ายที่สุดแล้ว ทั้งข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนนั้นต่างก็สามารถก่อให้เกิดอันตรายได้ มันไม่ใช่แค่ว่าผู้คนจะเชื่อข้อมูลผิดๆ เพราะข้อมูลเท็จเหล่านี้ยังทำให้เศรษฐกิจโลกสูญเสียเงินจำนวนมาก และอาจเป็นภัยคุกคามต่อประชาธิปไตยและหลักประสิทธาภิบาลอีกด้วย และเป็นเรื่องยากที่จะหยุดยั้งได้ เนื่องจากข่าวเท็จเหล่านี้แพร่กระจายได้เร็วกว่า ลึกกว่า และกว้างกว่าข่าวที่ข้อมูลถูกต้องอย่างมากเสียอีก
misinformation-false-info-heading = ข้อมูลเท็จเหล่านี้จะปรากฏที่ไหน?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = คุณมีโอกาสพบข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนได้ทุกที่ แต่ข้อมูลเหล่านี้จะแพร่หลายและส่งผลกระทบมากที่สุดเมื่อถูกแบ่งปันทางออนไลน์ อัลกอริทึมและ<a href="{ $tracking }">การติดตาม</a>ทำให้ข้อมูลที่ผิดพลาดและข้อมูลที่บิดเบือนสามารถเข้าถึงผู้คนได้มากขึ้นบนเว็บไซต์ บล็อก ฟอรัม และเครือข่ายสังคมออนไลน์
misinformation-tracking-advertising = คุณอาจเคยได้ยินมาก่อนเกี่ยวกับการติดตามในบริบทของการโฆษณาเป็นหลัก แต่อย่างไรก็ตาม การติดตามยังเป็นเครื่องมือที่ทรงพลังในการแพร่กระจายข้อมูลเท็จ เหตุผลที่เป็นเช่นนั้นก็คือ เมื่อคุณท่องอินเทอร์เน็ตหรือฟีดเครือข่ายสังคมออนไลน์ของคุณ พฤติกรรม ความสนใจ ผู้ติดต่อในบางกรณี และข้อมูลอย่างอื่นของคุณจะถูกติดตามโดยบุคคลต่างๆ ในเว็บไซต์ต่างๆ เพื่อสร้างโปรไฟล์ที่เก็บข้อมูลของคุณโดยละเอียด แล้วขายให้ผู้อื่นโดยที่คุณไม่รู้ตัวหรือยินยอม โปรไฟล์เหล่านี้ใช้สำหรับโฆษณาส่วนบุคคล แต่ยังสามารถใช้เพื่อนำเสนอข้อมูลที่เป็นเป้าหมายประเภทใดก็ได้แก่คุณเช่นกัน
misinformation-social-newtorks = เมื่อคุณได้รับคำแนะนำเกี่ยวกับเนื้อหาบนเว็บไซต์หรือเครือข่ายสังคมออนไลน์ใดๆ ก็ตาม นั่นมักเป็นเพราะอัลกอริทึมนำเสนอข้อมูลโดยอิงจากข้อมูลโปรไฟล์ของคุณ ซึ่งก็น่าเสียดายที่ถึงแม้ว่าอัลกอริทึมนั้นจะฉลาดขึ้นเรื่อยๆ แต่มันกลับไม่ได้ตรวจสอบความถูกต้องของเนื้อหาเลย ซึ่งเป็นปัญหากับสื่อสังคมออนไลน์โดยเฉพาะ เพราะเครือข่ายเหล่านี้มีการเปิดเผยข้อมูลนับไม่ถ้วนให้กับผู้ใช้ของตนเองทุกวัน และสามารถเข้าถึงเนื้อหาได้แทบไม่จำกัด รวมทั้งโพสต์ของผู้ใช้ บทความข่าว โฆษณา และเนื้อหาสปอนเซอร์ แม้ว่าโพสต์และบทความต่างๆ อาจเผยแพร่ข้อมูลที่ผิดพลาดโดยไม่ได้ตั้งใจ แต่โฆษณาและเนื้อหาสปอนเซอร์นั้นสามารถนำมาใช้เพื่อโจมตีคุณด้วยข้อมูลที่บิดเบือนเพื่อหลอกลวงคุณ ทำให้เป็นเรื่องจำเป็นที่คุณควรทราบว่าจะระบุข้อมูลที่ผิดพลาดได้อย่างไร
misinformation-spot-online-heading = วิธีสังเกตข้อมูลเท็จบนอินเทอร์เน็ตและช่วยหยุดการแพร่กระจาย
misinformation-look-at-url = ดูที่ URL และ/หรือแหล่งข้อมูล
misinformation-known-to-br-credible = คุณทราบหรือไม่ว่าเว็บไซต์หรือแหล่งข้อมูลนั้นน่าเชื่อถือแค่ไหน? ถ้าคุณไม่แน่ใจ ให้ลองค้นหาข้อมูลเพิ่มเติมเกี่ยวกับแหล่งข้อมูล รวมทั้งชื่อเสียงเรียงนามของแหล่งข้อมูลนั้นบนอินเทอร์เน็ต
misinformation-overly-sensational = ดูว่าพาดหัวข่าวสร้างความฮือฮามากเกินไปหรือเปล่า
misinformation-check-out-websites = ตรวจสอบเว็บไซต์และสำนักข่าวที่คุณเชื่อถือเพื่อดูว่ามีการรายงานเกี่ยวกับหัวข้อเดียวกันหรือไม่ และรายงานอย่างไร เนื้อหาที่ตั้งใจบิดเบือนข้อมูลมักจะใช้ความเกินจริงและไม่มีหลักฐานยืนยัน และจะไม่พบในรายงานที่ค้นคว้ามาอย่างดี
misinformation-content-up-to-date = ดูว่าเนื้อหาเป็นปัจจุบันหรือไม่
misinformation-outdated-information = ข้อมูลที่ล้าสมัยไม่ได้หมายความว่าจะต้องให้ข้อมูลที่เป็นเท็จ แต่ข้อมูลดังกล่าวอาจไม่ถูกต้องตามข้อเท็จจริงอีกต่อไป
misinformation-credible-publication = ดูว่าผู้เขียนได้เผยแพร่บทความหรือโพสต์อื่นๆ หรือไม่ และเขียนในสิ่งพิมพ์ที่มีความน่าเชื่อถืออย่างที่ควรจะเป็นด้วยหรือไม่
misinformation-authors-name = ถ้าคุณพบชื่อผู้เขียนเฉพาะในเว็บไซต์ที่น่าสงสัย คุณก็ไม่ควรให้ความสำคัญกับคำกล่าวของผู้เขียนมากเกินไป
misinformation-images-captions = ดูว่าภาพและคำบรรยายตรงกันหรือไม่
misinformation-images-are-powerful = ภาพเป็นเครื่องมือที่ทรงพลังอย่างมากในการบิดเบือนข้อมูลอย่างตรงจุด โดยขึ้นอยู่กับคำบรรยายใต้ภาพ การรับรู้สามารถบิดเบือนไปในทางตรงกันข้ามได้ ถ้าคุณไม่แน่ใจ ให้ลองค้นหารูปภาพแบบย้อนกลับเพื่อดูว่ารูปภาพนั้นถูกบรรยายไว้อย่างไรในเว็บไซต์อื่นๆ
misinformation-how-firefox-helps-heading = { -brand-name-firefox } ช่วยคุณหลีกเลี่ยงข้อมูลที่ผิดพลาดได้อย่างไร
misinformation-firefox-keeps-trackers-heading = { -brand-name-firefox } จะตรวจสอบตัวติดตามเสมอ:
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $protection (url) - link to https://support.mozilla.org/kb/enhanced-tracking-protection-firefox-desktop
misinformation-firefox-keeps-trackers-desc = อย่างที่ได้กล่าวไปก่อนหน้านี้ การติดตามนั้นมีบทบาทสำคัญในการเผยแพร่ข้อมูลที่ผิดพลาด <a href="{ $firefox }">การใช้ { -brand-name-firefox }</a> ร่วมกับ<a href="{ $protection }">การป้องกันการติดตามแบบพิเศษ</a> จะช่วยปิดกั้นตัวติดตามบุคคลที่สามจากตัวแทนโฆษณาและผู้เล่นอื่นๆ ตามค่าเริ่มต้นเมื่อคุณเรียกดูเว็บ เพื่อให้คุณสามารถควบคุมข้อมูลออนไลน์ของคุณได้อีกครั้ง
misinformation-social-media-clean-heading = { -brand-name-firefox } ช่วยให้ฟีดสื่อสังคมออนไลน์ของคุณดูสะอาดตา:
# Variables:
#   $container (url) - link to https://www.mozilla.org/firefox/facebookcontainer/
misinformation-social-media-clean-desc = เครือข่ายสังคมออนไลน์นั้นรู้จักตัวคุณเป็นอย่างดี และยังสามารถติดตามตัวคุณได้นอกเหนือจากแพลตฟอร์มของตนเองผ่านปุ่ม “แบ่งปัน” และ “ถูกใจ” แม้จะมีการป้องกันการติดตาม และแม้ว่าคุณจะไม่มีบัญชีก็ตาม <a href="{ $container }">{ -brand-name-facebook-container }</a> สำหรับ { -brand-name-firefox } จะช่วยให้แน่ใจว่า { -brand-name-facebook } และ { -brand-name-instagram } ไม่สามารถทำสิ่งนี้ได้อย่างง่ายดาย ซึ่งจะช่วยลดโอกาสที่ข้อมูลที่ผิดพลาดจะปรากฎผ่านโฆษณาและเนื้อหาที่โปรโมตได้อย่างมาก
# This string is currently shown to en and de locales only since it refers to Pocket recommendations in Firefox.
misinformation-surface-content-heading = { -brand-name-firefox } ช่วยให้คุณค้นพบเนื้อหาที่คุ้มค่ากับเวลาของคุณ:
# This string is currently shown to en and de locales only since it refers to Pocket recommendations in Firefox.
# Variables:
#   $recommended (url) - link to https://support.mozilla.org/kb/customize-new-tab-page
#   $pocket_hits (url) - link to https://getpocket.com/explore/pocket-hits-signup
#   $pocket (url) - link to https://getpocket.com/
misinformation-surface-content-desc = เมื่อคุณเปิดแท็บใหม่ในเบราว์เซอร์ { -brand-name-firefox } คุณจะเห็นบทความที่<a href="{ $recommended }">แนะนำโดย { -brand-name-pocket }</a> { -brand-name-pocket } จะไม่ใช้ข้อมูลส่วนตัวของคุณในการให้คำแนะนำเหล่านี้ แต่บทความจะถูกคัดสรรโดยบุคคลจริงที่ใช้แอป ความสามารถในการค้นพบเรื่องราว มุมมอง และความคิดเห็นใหม่ๆ ถือเป็นวิธีหนึ่งในการต่อสู้กับการแพร่กระจายข้อมูลที่ผิดพลาด ถ้าต้องการคำแนะนำเพิ่มเติม โปรดสมัครรับ<a href="{ $pocket_hits }">จดหมายข่าว { -brand-name-pocket }</a> และดาวน์โหลด<a href="{ $pocket }">แอป { -brand-name-pocket }</a>
misinformation-why-trust-firefox = ทำไมคุณถึงไว้ใจ { -brand-name-firefox } ได้?
# Variables:
#   $foundation (url) - link to https://foundation.mozilla.org/
misinformation-because-we-put-people-first = เพราะเราให้ความสำคัญกับผู้คนก่อน อันที่จริง เราได้รับการสนับสนุนโดย<a href="{ $foundation }">มูลนิธิไม่แสวงหาผลกำไร</a> ตั้งแต่วันแรก เรามีภารกิจที่จะปกป้องอินเทอร์เน็ตและทุกคนที่ใช้อินเทอร์เน็ต
misinformation-learn-more-about-our-mission = เรียนรู้เพิ่มเติมเกี่ยวกับภารกิจของเรา
misinformation-your-privacy-by-the-product = ผลิตภัณฑ์ทุกอย่างปกป้องความเป็นส่วนตัวของคุณ
misinformation-firefox-products-work-differently = ผลิตภัณฑ์ { -brand-name-firefox } แต่ละอย่างจะทำงานไม่เหมือนกัน เนื่องจากถูกออกแบบมาให้ปกป้องความเป็นส่วนตัวของคุณก่อน
misinformation-learn-about-our-products = เรียนรู้เกี่ยวกับผลิตภัณฑ์ของเรา
misinformation-designed-to-protect = ออกแบบมาเพื่อปกป้องความเป็นส่วนตัวของคุณ
