# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = वेग, गोपनीयता आणि सुरक्षिततेसाठी सर्वोत्तम ब्राउझर शोधा.
best-browser-so-many-browser-options = इतके ब्राउझर पर्याय असतानाही आपल्या गरजांसाठी एकाच सार्थ ठरतो. आपल्यासाठीच्या सर्वोत्तम ब्राऊझरने वेग आणि गोपनीयता संरक्षण पुरावावयास हवे.
best-browser-privacy-speed-and-security = गोपनीयता, वेग आणि सुरक्षितता.
best-browser-how-to-choose-the-best = आपल्यासाठी सर्वोत्कृष्ट ब्राउझर कसा निवडायचा.
best-browser-the-internet-has-become = इंटरनेट हे वीज आणि पाण्यासारखे जीवनावश्यक बनले आहे, म्हणून आपल्यासाठी सर्वोत्तम ब्राउझर निवडणे सध्या फार महत्वाचे आहे. इंटरनेट एक दुसरे कार्यालय, शिक्षक आणि कधीकधी वैदिक सल्लागारही आहे, जरी आपल्या खऱ्या डॉक्टरांनी ऑनलाईन लक्षणे पाहू नका असे सांगितले तरी.
best-browser-in-the-mid-nineties = नव्वदच्या दशकाच्या मध्यात { -brand-name-netscape }, { -brand-name-ie } आणि AOL यांनी सत्ता गाजवली. डायल-अप चे मधुर ध्वनी सर्वत्र पसरला तेव्हाच काळ साधा होता. पृष्ठ लोड होईपर्यंत आपलयाला धीराचा अर्थ उमगला. तेव्हा फक्त ब्राउझरचा वेग महत्वाचा होता.
best-browser-today-is-a-different = आजची स्थिती वेगळी आहे. जाहिराती, गोपनीयता चोरी, सुरक्षा उल्लंघन आणि खोट्या बातम्यांमुळे कदाचित आपण ब्राउझर मध्ये वेगळी वैशिष्ठ्ये शोधाल. ब्राउझर आपली गोपनीयता कशी सुरक्षित ठेवतो? ट्रॅकरला आपला मागोवा घेऊ देतो का? तो एकाच वेळी अनेक कार्ये, संगणक हाताळण्यास आणि इंटरनेट प्रक्रिया करण्यास सक्षम आहे का?
best-browser-when-you-use-a-browser = जेव्हा आपण ब्राउझर सर्व गोष्टींसाठी वापरता,तेव्हा तो जलद असायला हवा. पण त्याच कारणासाठी तो खाजगी पण असायला हवा. आपण ऑनलाईन जे काही करता त्याची ब्राउझर ला माहिती असते, म्हणून जर त्याच्याकडे सबळ गोपनीयता वैशिष्ठ्ये नसतील तर तो आपल्याला वास्तविक जोखिमेत टाकू शकतो.
best-browser-marshall-erwin-senior = मार्शल एर्विन, { -brand-name-mozilla } येथील ट्रस्ट आणि सुरक्षाचे वरिष्ठ संचालक
best-browser-if-youre-wondering = आपण खाजगी किंवा वेगवान ब्राउझरचा अर्थ काय असा विचार करत असल्यास, ब्राउझरमध्ये असलेल्या तीन गोष्टींची फोड येथे आहे.
best-browser-a-browser-built-for = वेगासाठी बनवलेला ब्राउझर.
best-browser-a-browser-is-still = ब्राउझर शेवटी एक साधनच आहे, म्हणून आपल्याला सर्वोत्तम हवा असेल यात तथ्य आहे. जर आपण जगण्यासाठी काम करणारे मनुष्य असाल तर आपल्याला एक जलद इंटरनेट ब्राउझर लागेल. लक्षात ठेवण्याजोगी एक गोष्ट म्हणजे तृतीय-पक्ष कुकीज चालवणारा ब्राउझर त्या न चालवणाऱ्यापेक्षा संथच असतो. तृतीय-पक्ष ट्रॅकर म्हणजे कुकीज असतात आणि जरी त्या दिसल्या नाहीत तरी पार्श्वभागात मौल्यवान वेळ फस्त करत असतात. ब्राउझर जितक्या जास्त तृतीय-पक्ष कुकीज अवरोधित करेल तितका तो जलद चालेल.
best-browser-this-is-one-of-the = { -brand-name-firefox } ब्राउझर निवडण्यामागचे अनेक कारणांपैकी हे एक कारण आहे: { -brand-name-firefox } पूर्वनिर्धारीतरित्या तृतीय-पक्ष ट्रॅकर अडवतो. इतरही अनेक करणे आहेत पण ती नंतर पाहू.
best-browser-a-browser-that-puts = एक ब्राउझर जो सुरक्षितता प्रथम ठेवतो.
best-browser-remember-the-last-massive = अलीकडेच झालेली माहितीची प्रचंड चोरी आठवतेय का? कदाचित नाही, कारण आजकाल ती वारंवार होत आहे. कंपन्या ग्राहकांची माहिती स्वतःच्या वैयक्तिक किंवा आर्थिक माहिती प्रमाणे जपून ठेवतात, आणि हॅकर ती चोरतात. जर आपण सुरक्षिततेला प्राधान्य देत असाल, तर सुरक्षित इंटरनेट ब्राउझर आपल्यासाठी सर्वोत्कृष्ठ आहे.
best-browser-there-are-a-few-ways = काही मार्गांद्वारे ब्राउझर आपल्या वापरकर्त्यांना सुरक्षित ठेऊ शकतो. अद्ययावत सुरक्षितता तंत्रज्ञानाने सज्ज ब्राउझर मालवेअर आणि व्हायरस सारख्या नकोश्या पाहुण्यांपासून वाचवायला मदत करतो.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = दुसरी गोष्ट म्हणजे अती माहिती न साठवणे. जर काही माहितीच नसेल तर हॅकर काही चोरू शकत नाही, म्हणूनच वापरकर्त्यांबद्दल FIrefox कमीतकमी माहिती साठवतो. FIrefox ला आपण ब्राउझर वापरता का आणि आपले साधारण स्थान <a href="{ $data }">माहित</a> असते पण <a href="{ $privacy }">आपल्या लहानपणीच्या पाळीव प्राण्याचे नाव किंवा आवडता रंग माहिती नसतो.</a>
best-browser-last-but-not-least = शेवटी तितकेच महत्वाचे म्हणजे, ब्राउझर ने आपल्या सर्व खात्यांवर लक्ष ठेवण्यासाठी साधन द्यायला हवे. जसे की, आपल्या खाते माहितीचे उल्लंघन झाले तर तडक ई-मेल मध्ये येणारी सूचना किंवा एखादे संकेतस्थळ एन्क्रिप्टेड आहे की नाही हे सांगणारे चिन्ह (उदा., या साईट वर क्रेडिट कार्ड क्रमांक लिहिणे योग्य आहे का).
best-browser-we-visit-hundreds-or = आपण रोज हजारो वेबसाईटना भेट देतो, आणि आपल्याला प्रत्येकासाठी सुरक्षितता आणि गोपनीयता निर्णय घेणे शक्य नाही. म्हणूनच आपल्या हातात अधिक सूत्रं देणारा ब्राउझर महत्वाचा आहे - कारण तो वास्तविक आणि अर्थपूर्ण सुरक्षा देतो.
best-browser-a-browser-that-minds = एक ब्राउझर जो स्वतःचे कार्य करतो.
best-browser-privacy-on-the-web = वेब वर गोपनीयता हा ज्वलंत प्रश्न आहे. जर आपले सर्वप्रथम प्राधान्य गोपनीयता आहे, तर त्याचा गांभीर्याने विचार करणारा ब्राउझर आपण विचारात घेतला पाहिजे. आपल्यासाठी सर्वोत्तम ब्राउझर निवडताना, तो ट्रॅकिंग धोरणे आणि आपली माहिती कशी हाताळतो ते पहा. हे थोडे तांत्रिक प्रश्न वाटतील, पण त्यांच्यामुळेच काही ब्राउझर इतरांपेक्षा जास्त खाजगी आहेत.
best-browser-another-way-to-stop = ट्रॅकरना ट्रॅकिंग करण्यापासून रोखण्याचा आणखी एक मार्ग म्हणजे ब्राउझ करण्यासाठी खाजगी मोड वापरणे. कोणताही ब्राउझर जो खाजगी असल्याचा दावा करतो त्याने खाजगी मोडमध्ये ब्राउझिंग दिली पाहीजे.
best-browser-choosing-the-best-browser = आपल्यासाठी सर्वोत्कृष्ट ब्राउझर निवडणे हे अगदी घर निवडण्यासारखे आहे. तुम्हाला तुमचे पर्याय शोधायचे आहेत, थोडे संशोधन करा आणि आपल्यासाठी काय महत्वाचे आहे त्यानुसार निर्णय घ्या.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }">{ -brand-name-firefox }</a> वर आम्ही आधीपेक्षा दुप्पट वेगवान असा ब्राउझर तयार करण्यासाठी कठोर परिश्रम केले आहेत आणि वापरकर्त्यांना त्यांच्या ऑनलाइन जीवनावर अधिक नियंत्रण दिले आहे.
best-browser-take-control-of-your = आपल्या ब्राउझरचे नियंत्रण घ्या.
