# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN للكمبيوتر الشخصي أو الكمبيوتر المحمول من { -brand-name-mozilla }
vpn-desktop-if-you-are = إذا كنت تبحث عن شبكة VPN لحماية كمبيوتر محمول أو كمبيوتر شخصي، فجرِّب شبكة { -brand-name-mozilla-vpn }. { -brand-name-mozilla-vpn }المدعومة من شركة غير هادفة للربح. تَعرَّف على كيفية حماية شبكة VPN لك وتَعرَّف على أسباب ضرورة ثقتك بشركة { -brand-name-mozilla } عندما يتعلق الأمر بخصوصيتك وأمانك على الإنترنت.
vpn-desktop-vpns-can-provide = يُمكن لشبكات VPN أنْ توفر مستوى أعلى من الأمان لأجهزة الكمبيوتر المحمول أو الكمبيوتر الشخصي التي تستخدمها وأنْ تساعد على حمايتك من محاولات الاختراق وهجمات التصيّد والتهديدات الأخرى التي تتم على الإنترنت. كما إنّ شبكات VPN تشفِّر بياناتك وموقعك عن طريق إنشاء "نفق" بين جهاز الكمبيوتر والإنترنت. فإذا كان الكمبيوتر المحمول أو الكمبيوتر الشخصي الخاص بك لا يستخدم شبكة VPN، فقد يتمكّن المخترقون والجهات الخارجية من اعتراض حركة مرورك على الإنترنت وتعريض خصوصيتك للخطر.
vpn-desktop-how-does-a = كيف تحمي شبكة VPN الكمبيوتر المحمول أو الكمبيوتر الشخصي؟
vpn-desktop-there-are-several = ثمة أسباب كثيرة تجعلك تستخدم VPN لحماية نفسك عند استخدام كمبيوتر محمول أو كمبيوتر شخصي، منها:
vpn-desktop-stronger-privacy = <strong>الخصوصية الأقوى</strong>: نظرًا لأنّ شبكة VPN تخفي عنوان IP، فإنه يمكنك تصفح الإنترنت بمزيد من الخصوصية والسرية حين تعلم أنه لا يمكن لجامعي البيانات تجميع أنشطتك على الإنترنت باستخدام عنوان IP كمُعرِّف فريد.
vpn-desktop-safer-against-spying = <strong>مستوى الأمان الأعلى ضد التجسّس:</strong> إنّ تشفير بياناتك من خلال شبكة VPN يمنع أي شخص يتطفل على اتصالك بالشبكة مِن أنْ يعرف الموضوعات التي تتواصل بشأنها والأشخاص الذين تتواصل معهم.
