# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = احصل على شبكة VPN لنظام التشغيل macOS من { -brand-name-mozilla }
vpn-mac-looking-for = هل تبحث عن شبكة VPN لِحماية جهازك الذي يعمل بنظام التشغيل Mac؟ إنّ شبكة { -brand-name-mozilla-vpn } مدعومة من شركة غير هادفة للربح. تَعرَّف على كيفية حماية شبكة VPN لك وتَعرَّف كذلك على أسباب ضرورة ثقتك بشركة { -brand-name-mozilla } من حيث خصوصيتك وأمانك عند استخدام نظام التشغيل macOS
vpn-mac-protect-your-mac = احْمِ نظام التشغيل Mac بشبكة { -brand-name-mozilla-vpn }
vpn-mac-a-vpn-is = إن الشبكة الافتراضية الخاصة (VPN) ضرورية لحماية خصوصيتك وأمانك على الإنترنت عند استخدامك نظام التشغيل Mac. إذ يمكن للمُخترقين ومُقدمي خدمات الإنترنت التجسّس على الأنشطة التي تقوم بها على الإنترنت أو سرقة بياناتك الشخصية.
vpn-mac-but-finding = لكنَّ الحصول على شبكة VPN جيدة قد يكون أمرًا صعبًا. ويُعزى ذلك إلى أنّ بعض هذه الشبكات بطيء وغير موثوق به ويحتفظ بسجلات لأنشطتك على الإنترنت. ولذلكَ طوّرنا { -brand-name-mozilla-vpn } التي تتميز بكونها شبكة VPN سريعة وآمنة وجديرة بالثقة والتي تقدمها لك نفس الشركة التي قدمت لك مُتصفح { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = إنّ استخدامك { -brand-name-mozilla-vpn } سيمُكِّنك من:
vpn-mac-get-one-click = الاستمتاع بالخصوصية بنقرة واحدة من خلال واجهة بسيطة وسهلة الاستخدام.
vpn-mac-connect-up-to = الاتصال بما يصل إلى 5 أجهزة مختلفة باشتراك واحد، بما في ذلك الأجهزة التي تعمل بأنظمة التشغيل Mac وiOS وWindows وLinux وAndroid.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = استخدم شبكة VPN التي طورناها على قدر ما تريد. وذلك لأننا لا نضع قيودًا على حركة مرورك على الشبكة، على عكس بعض شبكات VPN الأخرى التي لا تحمي سوى قدرًا معينًا من بياناتك شهريًا. فبغض النظر عن مقدار البيانات التي تستخدمها، ستكون تلك البيانات محمية دائمًا.
vpn-mac-get-device-level = تشفير حركة مرورك على الجهاز بأكمله. فعلى عكس الشبكات الأخرى التي لا تُشفِّر سوى حركة مرور متصفحك، تُشفِّر شبكة { -brand-name-mozilla-vpn } كل شيء وتحمي حركة مرورك على الإنترنت بغض النظر عن التطبيق المعني.
vpn-mac-prevent-internet = منع مقدمي خدمات الإنترنت من تقييد أو حجب مواقع الإنترنت أو الخدمات التي لا تعجبهم أو التي تتنافس مع عروضهم. ولِمزيد من المعلومات، اقرأ عن حيادية الإنترنت.
vpn-mac-mozilla-is-an = تُعرَّف { -brand-name-mozilla } بأنها شركة تعمل على إبقاء الإنترنت مفتوحًا ومتاحًا للجميع وتدعمها مؤسسة غير هادفة للربح. وعند استخدامك شبكة { -brand-name-mozilla-vpn } فإنك لا تحمي نفسك على الإنترنت فحسب، بل تدعم أيضًا مهمة شركة { -brand-name-mozilla }. وتتميّز شبكة { -brand-name-mozilla-vpn } بأنها آمنة ومفتوحة المصدر وأنها قد طُوِّرت بجهود خبراء الأمان وصنّاعه الذين طوّروا متصفح { -brand-name-firefox }.
vpn-mac-mozilla-doesnt-log = إنّ شركة { -brand-name-mozilla } لا تُسجل مواقع الإنترنت التي تزورها، ولا تفتش في اتصالاتك، وتقدم لك ضمان استرداد أموال مدته 30 يومًا بدون متاعب ولا مخاطر.
