# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = مرورگر وب چیست؟
# HTML page description
what-is-a-browser-a-web-browser = مرورگر وب شما را به هر جای اینترنت می‌برد و به شما امکان می‌دهد متن، تصویر و ویدیو را از هر جای جهان ببینید.
what-is-a-browser-the-web-is-a-vast = وب ابزاری گسترده و قدرتمند است. اینترنت در چند دهه، شیوهٔ کار کردن، سرگرم شدن و ارتباط ما با یکدیگر را تغییر داده است. بسته به نحوهٔ استفاده، ملت‌ها را به هم پیوند می‌دهد، تجارت را پیش می‌برد، روابط را پرورش می‌دهد، موتور نوآوری آینده را به حرکت درمی‌آورد و مسئول آن‌قدر میم است که نمی‌دانیم با آن‌ها چه کنیم.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = مهم است که همه به وب دسترسی داشته باشند، اما این هم حیاتی است که همهٔ ما <a href="{ $tools }">ابزارهایی را که</a> برای دسترسی به آن به کار می‌بریم بشناسیم. ما هر روز از مرورگرهایی مثل { -brand-name-mozilla } { -brand-name-firefox }، { -brand-name-google } { -brand-name-chrome }، { -brand-name-microsoft } { -brand-name-edge } و { -brand-name-apple } { -brand-name-safari } استفاده می‌کنیم، اما آیا می‌دانیم این‌ها چه هستند و چطور کار می‌کنند؟
what-is-a-browser-in-a-short-period-long = در مدت کوتاهی، از شگفت‌زده شدن از اینکه می‌توان برای کسی در آن سوی دنیا رایانامه فرستاد، به جایی رسیده‌ایم که نگاهمان به اطلاعات تغییر کرده است. دیگر مسئله این نیست که چقدر می‌دانید، بلکه این است که کدام مرورگر یا برنامه سریع‌تر شما را به آن اطلاعات می‌رساند.
what-is-a-browser-in-a-short-period = در مدت کوتاهی، از شگفت‌زده شدن از اینکه می‌توان برای کسی در آن سوی دنیا رایانامه فرستاد، به جایی رسیده‌ایم که نگاهمان به اطلاعات تغییر کرده است.
what-is-a-browser-how-does-a-web = یک مرورگر وب چگونه کار می‌کند؟
what-is-a-browser-a-web-browser-long = مرورگر وب شما را به هر جای اینترنت می‌برد. اطلاعات را از بخش‌های دیگر وب دریافت می‌کند و روی رایانه یا دستگاه همراهتان نمایش می‌دهد. این اطلاعات با «پروتکل انتقال ابرمتن» (HTTP) منتقل می‌شود که تعیین می‌کند متن، تصویر و ویدیو چطور در وب جابه‌جا شوند. این اطلاعات باید در قالبی یکسان به اشتراک گذاشته و نمایش داده شود تا مردم با هر مرورگری و در هر جای جهان بتوانند آن را ببینند.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = متأسفانه همهٔ سازندگان مرورگر این قالب را یکسان تفسیر نمی‌کنند. برای کاربران، این یعنی یک وب‌سایت ممکن است ظاهر و کارکرد متفاوتی داشته باشد. ایجاد یکپارچگی میان مرورگرها، تا هر کاربری با هر مرورگری بتواند از اینترنت لذت ببرد، <a href="{ $standards }">استانداردهای وب</a> نام دارد.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = وقتی مرورگر وب داده‌ها را از سروری متصل به اینترنت دریافت می‌کند، از نرم‌افزاری به نام موتور رندر استفاده می‌کند تا آن داده‌ها را به متن و تصویر تبدیل کند. این داده‌ها به <a href="{ $html }">زبان نشانه‌گذاری ابرمتن</a> (HTML) نوشته شده‌اند و مرورگرهای وب این کد را می‌خوانند تا آنچه را در اینترنت می‌بینیم، می‌شنویم و تجربه می‌کنیم بسازند.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">ابرپیوندها</a> به کاربران امکان می‌دهند مسیری را به صفحه‌ها یا سایت‌های دیگر در وب دنبال کنند. هر صفحهٔ وب، تصویر و ویدیو <a href="{ $url }">نشانی یکتای منبع</a> (URL) خودش را دارد که به آن نشانی وب هم می‌گویند. وقتی مرورگر برای دریافت داده به سراغ یک سرور می‌رود، نشانی وب به مرورگر می‌گوید هر موردی را که در HTML توصیف شده کجا پیدا کند، و HTML هم به مرورگر می‌گوید آن مورد در کجای صفحهٔ وب قرار می‌گیرد.
what-is-a-browser-cookies-not-the = کوکی‌ها (نه از نوع خوشمزه‌اش)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = وب‌سایت‌ها اطلاعاتی دربارهٔ شما را در پرونده‌هایی به نام <a href="{ $cookies }">کوکی</a> ذخیره می‌کنند. این پرونده‌ها روی رایانهٔ شما ذخیره می‌شوند تا دفعهٔ بعد که به آن سایت سر می‌زنید به کار بیایند. وقتی برمی‌گردید، کد وب‌سایت آن پرونده را می‌خواند و می‌فهمد که شما هستید. برای مثال، وقتی به وب‌سایتی می‌روید و صفحه نام کاربری و گذرواژه‌تان را به یاد دارد، این کار به لطف کوکی ممکن شده است.
what-is-a-browser-there-are-also = کوکی‌هایی هم هستند که اطلاعات دقیق‌تری از شما به خاطر می‌سپارند؛ مثلاً علایق‌تان یا الگوهای مرور وبتان. یعنی یک سایت می‌تواند محتوای هدفمندتری به شما نشان دهد که اغلب به شکل تبلیغ است. نوعی از کوکی‌ها به نام کوکی‌های <em>شخص ثالث</em> هم هستند که از سایت‌هایی می‌آیند که حتی در آن لحظه به آن‌ها سر نزده‌اید، و می‌توانند شما را از سایتی به سایت دیگر دنبال کنند تا اطلاعاتی دربارهٔ شما جمع کنند؛ اطلاعاتی که گاهی به شرکت‌های دیگر فروخته می‌شود. گاهی می‌توانید این نوع کوکی‌ها را مسدود کنید، هرچند همهٔ مرورگرها چنین اجازه‌ای نمی‌دهند.
what-is-a-browser-when-you-go-to = وقتی به وب‌سایتی می‌روید و صفحه نام کاربری و گذرواژه‌تان را به یاد دارد، این کار به لطف کوکی ممکن شده است.
what-is-a-browser-understanding = درک محرمانگی
what-is-a-browser-nearly-all-major = تقریباً همهٔ مرورگرهای بزرگ حالت مرور خصوصی دارند. هدف این حالت پنهان کردن تاریخچهٔ مرور از کاربران دیگر همان رایانه است. بسیاری فکر می‌کنند مرور خصوصی یا حالت ناشناس، هم هویتشان و هم تاریخچهٔ مرورشان را از فراهم‌کنندگان اینترنت، دولت‌ها و تبلیغ‌کنندگان پنهان می‌کند. این‌طور نیست. این تنظیمات فقط تاریخچه را از روی دستگاه شما پاک می‌کنند، که اگر روی رایانهٔ مشترک یا عمومی با اطلاعات شخصی حساس سروکار دارید مفید است. { -brand-name-firefox } از این هم فراتر می‌رود.
what-is-a-browser-firefox-helps = { -brand-name-firefox } با مسدود کردن ردیاب‌هایی که شما را در سراسر وب دنبال می‌کنند، به شما کمک می‌کند در فضای آنلاین خصوصی‌تر بمانید.
what-is-a-browser-making-your-web = مرورگرتان را در خدمت خودتان بگیرید
what-is-a-browser-most-major-web = بیشتر مرورگرهای اصلی وب به کاربران اجازه می‌دهند تجربهٔ خود را از طریق افزونه‌ها یا برافزاها تغییر دهند. افزونه‌ها تکه‌هایی از نرم‌افزار هستند که می‌توانید آن‌ها را به مرورگر خود اضافه کنید تا آن را سفارشی‌سازی کرده یا عملکردی اضافه کنید. افزونه‌ها می‌توانند انواع کارهای سرگرم‌کننده و کاربردی مانند به کار انداختن قابلیت‌های جدید، واژه‌نامه‌های زبان خارجی، یا ظاهر و مضامین بصری را انجام دهند.
what-is-a-browser-all-browser-makers = همهٔ سازندگان مرورگر محصولاتشان را طوری می‌سازند که تصاویر و ویدیوها را تا حد ممکن سریع و روان نمایش دهند تا بتوانید بیشترین بهره را از وب ببرید. همه سخت تلاش می‌کنند مرورگری سریع، قدرتمند و ساده در اختیار کاربران بگذارند. تفاوتشان در «چرایی» است. مهم است مرورگری را انتخاب کنید که مناسب شماست. { -brand-name-mozilla } { -brand-name-firefox } را می‌سازد تا کاربران کنترل زندگی آنلاین خود را در دست داشته باشند و اینترنت منبعی جهانی و عمومی بماند که در دسترس همه است.
