# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Кіраўніцтва па больш бяспечных лагінах і паролях
# HTML page description
privacy-passwords-more-and-more-desc = Усё больш і больш асабістай інфармацыі і каштоўных рэчаў у нашым жыцці ахоўваецца праз абароненыя паролем уліковыя запісы сеціва. Як мы можам абараніць свае звесткі для ўваходу?
# page content
privacy-passwords-a-security-guide = Кіраўніцтва па больш бяспечных лагінах і паролях
privacy-passwords-protecting-your-accounts = Абарона вашых уліковых запісаў не павінна быць складанай — і { -brand-name-firefox } можа дапамагчы.
privacy-passwords-more-and-more = Усё больш і больш адчувальных, каштоўных рэчаў у нашым жыцці ахоўваецца праз абароненыя паролем уліковыя запісы сеціва — любоўныя лісты, медыцынскія запісы, банкаўскія рахункі і многае іншае. Вэб-сайты выкарыстоўваюць працэдуру ўваходу, каб абараніць гэтыя каштоўныя рэчы. Як правіла, пакуль хтосьці не можа ўвайсці ў ваш уліковы запіс, ён не можа прачытаць вашу электронную пошту або перавесці грошы з вашага банкаўскага рахунку. Паколькі мы жывём у Інтэрнэце, як мы можам абараніць свае звесткі для ўваходу?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Сцісла:
privacy-passwords-use-random-passwords = Выкарыстоўвайце выпадковыя паролі і стварайце розныя паролі для кожнага сайта
privacy-passwords-pay-attention-to = Звяртайце ўвагу на сігналы бяспекі браўзера і будзьце падазронымі
privacy-passwords-make-your-answers = Рабіце свае адказы на пытанні бяспекі такімі ж надзейнымі, як і вашы паролі
privacy-passwords-use-a-password = Выкарыстоўвайце менеджар пароляў, каб палегчыць стварэнне і запамінанне пароляў
privacy-passwords-use-twofactor-authentication = Выкарыстоўвайце «двухэтапную аўтарызацыю» усюды, дзе гэта магчыма
privacy-passwords-its-hard-out = Цяжкі час для пароляў
privacy-passwords-most-logins-today = Большасць звестак для ўваходу сёння абаронена паролем. Калі зламыснік зможа атрымаць ваш пароль, ён зможа атрымаць доступ да вашага ўліковага запісу і зрабіць усё, што вы можаце зрабіць з гэтым уліковым запісам. Такім чынам, калі вы пытаеце, наколькі абаронены ваш уліковы запіс, вы насамрэч павінны думаць пра тое, наколькі бяспечны ваш пароль. А гэта азначае, што вам трэба падумаць аб розных спосабах, якімі зламыснік можа атрымаць доступ да пароля вашага ўліковага запісу:
privacy-passwords-seeing-you-use = Падглядваючы, калі вы выкарыстоўваеце яго на незашыфраваным вэб-сайце
privacy-passwords-guessing-it = Адгадаўшы
privacy-passwords-stealing-a-file = Выкраўшы файл з вашым паролем
privacy-passwords-using-password-recovery = Выкарыстаўшы функцыю аднаўлення пароля для яго скіду
privacy-passwords-tricking-you-into = Падмануўшы, каб вы выдалі яго
privacy-passwords-to-keep-your = Каб трымаць свае лагіны ў бяспецы, вам трэба прадухіліць як мага больш гэтых спосабаў. Кожная рызыка мае адпаведнае супрацьдзеянне.
privacy-passwords-look-for-the = Пашукайце замок у сваім браўзеры
privacy-passwords-its-easy-to = Перашкодзіць зламыснікам выкрасці ваш пароль, калі вы ўваходзіце на незашыфраваны вэб-сайт, лёгка: добра падумайце, перш чым уводзіць пароль, калі не бачыце значок замка ў адрасным радку, як паказана тут:
privacy-passwords-a-closed-lock = Закрыты замок паказваецца непасрэдна перад адрасам вэб-сайта ў адрасным радку ва ўсіх асноўных браўзерах.
privacy-passwords-the-lock-means = Замок азначае, што вэб-сайт, якім вы карыстаецеся, зашыфраваны, так што нават калі нехта назірае за вашым агляданнем у сетцы (напрыклад, іншы чалавек у агульнадаступнай кропцы доступу Wi-Fi), ён не зможа ўбачыць ваш пароль. { -brand-name-firefox } паспрабуе папярэдзіць вас, калі вы збіраецеся ўвесці пароль на незашыфраваным сайце.
privacy-passwords-a-padlock-with = Перакрэслены замок паказвае, што злучэнне не бяспечнае.
privacy-passwords-your-browser-also = Ваш браўзер таксама дапамагае трымаць вас у курсе таго, наколькі сайты вартыя даверу, каб засцерагчы вас ад фішынгу. З аднаго боку, калі вы спрабуеце наведаць вэб-сайт, пра які вядома, што ён фішынгавы, { -brand-name-firefox } (і любы папулярны браўзер) пакажа поўнаэкраннае папярэджанне — <strong>звярніце ўвагу і падумайце двойчы аб выкарыстанні гэтага сайта!</strong>
privacy-passwords-firefox-will = Firefox пакажа папярэджанне замест вэб-сайта, калі вядома, што гэта фішынгавы сайт.
privacy-passwords-in-general-the = Увогуле, лепшая ахова ад фішынгу — гэта <strong>падазрона ставіцца да таго, што вы атрымліваеце</strong>, незалежна ад таго, з'яўляецца яно ў электроннай пошце, тэкставым паведамленні або па тэлефоне. Замест дзеянняў па тым, што хтосьці вам даслаў, наведайце сайт непасрэдна. Напрыклад, калі ў электронным лісце паведамляецца, што вам трэба скінуць пароль PayPal, не націскайце на спасылку. Увядзіце paypal.com самастойна. Калі тэлефануюць з банка, перазваніце ім.
privacy-passwords-strength-in-diversity = Сіла ў разнастайнасці
privacy-passwords-the-secret-to = Сакрэт прадухілення адгадвання, крадзяжу або скіду пароля заключаецца ў вялікай выпадковасці. Калі зламыснікі спрабуюць адгадаць пароль, яны звычайна робяць дзве рэчы: 1) выкарыстоўваюць «слоўнікі» — спісы агульных пароляў, якімі людзі карыстаюцца ўвесь час, і 2) робяць выпадковыя здагадкі. Чым <strong>даўжэйшы і больш выпадковы ваш пароль</strong>, тым менш імавернасць, што любы з гэтых метадаў адгадвання яго знойдзе.
#   $url_linkedin (string) - link to https://blog.linkedin.com/2012/06/06/linkedin-member-passwords-compromised with additional attributes for analytics
#   $url_yahoo (string) - link to https://www.wired.com/2016/12/yahoo-hack-billion-users/ with additional attributes for analytics
privacy-passwords-when-an-attacker = Калі зламыснік выкрадае базу звестак з паролем для сайта, якім вы карыстаецеся (напрыклад, <a { $url_linkedin }>LinkedIn</a> або <a { $url_yahoo }>Yahoo</a>), вы нічога не можаце зрабіць, акрамя як змяніць свой пароль для гэтага сайта. Гэта дрэнна, але шкода можа быць значна большай, калі вы паўторна выкарыстоўвалі гэты пароль на іншых вэб-сайтах — тады зламыснік таксама можа атрымаць доступ да вашых уліковых запісаў на гэтых сайтах. Каб пазбегнуць шкоды, <strong>заўсёды выкарыстоўвайце розныя паролі для розных вэб-сайтаў.</strong>
#   $url_monitor (string) - link to https://monitor.firefox.com/ with additional attributes for analytics
privacy-passwords-use-firefox-monitor = Выкарыстоўвайце <a { $url_monitor }>{ -brand-name-firefox-monitor }</a>, каб сачыць за адрасамі электроннай пошты, звязанымі з вашымі ўліковымі запісамі. Калі ваш адрас электроннай пошты з'явіцца ў выпадку вядомай уцечкі карпаратыўных звестак, вы атрымаеце апавяшчэнне і прапанаваныя крокі для абароны закранутага ўліковага запісу.
privacy-passwords-security-questions-my = Сакрэтныя пытанні: дзявочае прозвішча маёй маці — «Ff926AKa9j6Q»
privacy-passwords-finally-most-websites = Нарэшце, большасць вэб-сайтаў дазваляюць аднавіць пароль, калі вы на яго забыліся. Звычайна гэтыя сістэмы прымушаюць вас адказаць на некаторыя «сакрэтныя пытанні», перш чым вы зможаце скінуць пароль. <strong>Адказы на гэтыя пытанні павінны быць такімі ж сакрэтнымі, як і ваш пароль.</strong> У адваротным выпадку зламыснік можа адгадаць адказы і ўсталяваць ваш пароль на тое, што ён ведае.
privacy-passwords-randomness-can-be = Выпадковасць можа быць праблемай, паколькі сакрэтныя пытанні, якія часта выкарыстоўваюць сайты, — гэта таксама тое, што людзі звычайна ведаюць пра вас, напрыклад, месца вашага нараджэння, дзень нараджэння ці імёны вашых сваякоў, або гэта можна атрымаць з такіх крыніц, як сацыяльныя сеткі. Добрая навіна заключаецца ў тым, што вэб-сайту ўсё роўна, сапраўдны адказ ці не — вы можаце схлусіць! Але хлусіце прадуктыўна: <strong>давайце адказы на сакрэтныя пытанні доўгія і выпадковыя,</strong> як вашыя паролі.
privacy-passwords-get-help-from = Атрымайце дапамогу ад менеджара пароляў
privacy-passwords-strong-diverse-and = Моцны, разнастайны і шматфактарны
