# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Кіраўніцтва па больш бяспечных лагінах і паролях
# HTML page description
privacy-passwords-more-and-more-desc = Усё больш і больш асабістай інфармацыі і каштоўных рэчаў у нашым жыцці ахоўваецца праз абароненыя паролем уліковыя запісы сеціва. Як мы можам абараніць свае звесткі для ўваходу?
# page content
privacy-passwords-a-security-guide = Кіраўніцтва па больш бяспечных лагінах і паролях
privacy-passwords-protecting-your-accounts = Абарона вашых уліковых запісаў не павінна быць складанай — і { -brand-name-firefox } можа дапамагчы.
privacy-passwords-more-and-more = Усё больш і больш адчувальных, каштоўных рэчаў у нашым жыцці ахоўваецца праз абароненыя паролем уліковыя запісы сеціва — любоўныя лісты, медыцынскія запісы, банкаўскія рахункі і многае іншае. Вэб-сайты выкарыстоўваюць працэдуру ўваходу, каб абараніць гэтыя каштоўныя рэчы. Як правіла, пакуль хтосьці не можа ўвайсці ў ваш уліковы запіс, ён не можа прачытаць вашу электронную пошту або перавесці грошы з вашага банкаўскага рахунку. Паколькі мы жывём у Інтэрнэце, як мы можам абараніць свае звесткі для ўваходу?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Сцісла:
privacy-passwords-use-random-passwords = Выкарыстоўвайце выпадковыя паролі і стварайце розныя паролі для кожнага сайта
privacy-passwords-pay-attention-to = Звяртайце ўвагу на сігналы бяспекі браўзера і будзьце падазронымі
privacy-passwords-make-your-answers = Рабіце свае адказы на пытанні бяспекі такімі ж надзейнымі, як і вашы паролі
privacy-passwords-use-a-password = Выкарыстоўвайце менеджар пароляў, каб палегчыць стварэнне і запамінанне пароляў
privacy-passwords-use-twofactor-authentication = Выкарыстоўвайце «двухэтапную аўтарызацыю» усюды, дзе гэта магчыма
privacy-passwords-its-hard-out = Цяжкі час для пароляў
privacy-passwords-most-logins-today = Большасць звестак для ўваходу сёння абаронена паролем. Калі зламыснік зможа атрымаць ваш пароль, ён зможа атрымаць доступ да вашага ўліковага запісу і зрабіць усё, што вы можаце зрабіць з гэтым уліковым запісам. Такім чынам, калі вы пытаеце, наколькі абаронены ваш уліковы запіс, вы насамрэч павінны думаць пра тое, наколькі бяспечны ваш пароль. А гэта азначае, што вам трэба падумаць аб розных спосабах, якімі зламыснік можа атрымаць доступ да пароля вашага ўліковага запісу:
privacy-passwords-seeing-you-use = Падглядваючы, калі вы выкарыстоўваеце яго на незашыфраваным вэб-сайце
privacy-passwords-guessing-it = Адгадаўшы
privacy-passwords-stealing-a-file = Выкраўшы файл з вашым паролем
privacy-passwords-using-password-recovery = Выкарыстаўшы функцыю аднаўлення пароля для яго скіду
privacy-passwords-tricking-you-into = Падмануўшы, каб вы выдалі яго
privacy-passwords-to-keep-your = Каб трымаць свае лагіны ў бяспецы, вам трэба прадухіліць як мага больш гэтых спосабаў. Кожная рызыка мае адпаведнае супрацьдзеянне.
privacy-passwords-look-for-the = Пашукайце замок у сваім браўзеры
privacy-passwords-its-easy-to = Перашкодзіць зламыснікам выкрасці ваш пароль, калі вы ўваходзіце на незашыфраваны вэб-сайт, лёгка: добра падумайце, перш чым уводзіць пароль, калі не бачыце значок замка ў адрасным радку, як паказана тут:
privacy-passwords-a-closed-lock = Закрыты замок паказваецца непасрэдна перад адрасам вэб-сайта ў адрасным радку ва ўсіх асноўных браўзерах.
privacy-passwords-the-lock-means = Замок азначае, што вэб-сайт, якім вы карыстаецеся, зашыфраваны, так што нават калі нехта назірае за вашым агляданнем у сетцы (напрыклад, іншы чалавек у агульнадаступнай кропцы доступу Wi-Fi), ён не зможа ўбачыць ваш пароль. { -brand-name-firefox } паспрабуе папярэдзіць вас, калі вы збіраецеся ўвесці пароль на незашыфраваным сайце.
privacy-passwords-a-padlock-with = Перакрэслены замок паказвае, што злучэнне не бяспечнае.
privacy-passwords-strength-in-diversity = Сіла ў разнастайнасці
