# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = ຕົວທ່ອງເວັບແມ່ນຫຍັງ?
# HTML page description
what-is-a-browser-a-web-browser = ຕົວທ່ອງເວັບນໍາທ່ານໄປທຸກບ່ອນໃນອິນເຕີເນັດ, ໃຫ້ທ່ານເຫັນຂໍ້ຄວາມ, ຮູບພາບແລະວິດີໂອຈາກທຸກບ່ອນໃນໂລກ.
what-is-a-browser-the-web-is-a-vast = ເວັບໄຊຕ໌ເປັນເຄື່ອງມືທີ່ກວ້າງຂວາງແລະມີອໍານາດ. ໃນໄລຍະສອງສາມທົດສະວັດ, ອິນເຕີເນັດໄດ້ປ່ຽນວິທີການເຮັດວຽກ, ວິທີທີ່ພວກເຮົາຫຼິ້ນແລະວິທີທີ່ພວກເຮົາພົວພັນກັບກັນແລະກັນ. ອີງຕາມວິທີການນໍາໃຊ້, ມັນສ້າງຂົວຕໍ່ປະເທດຊາດ, ຊຸກຍູ້ການຄ້າ, ບໍາລຸງລ້ຽງຄວາມສໍາພັນ, ຂັບເຄື່ອນເຄື່ອງຈັກນະວັດກໍາຂອງອະນາຄົດແລະຮັບຜິດຊອບສໍາລັບ memes ຫຼາຍກ່ວາທີ່ພວກເຮົາຮູ້ວ່າຈະເຮັດແນວໃດ.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = ມັນເປັນສິ່ງສໍາຄັນທີ່ທຸກຄົນສາມາດເຂົ້າເຖິງເວັບໄດ້, ແຕ່ມັນຍັງສໍາຄັນທີ່ພວກເຮົາທຸກຄົນ <a href="{ $tools }">ເຂົ້າໃຈເຄື່ອງມື</a> ທີ່ພວກເຮົາໃຊ້ເພື່ອເຂົ້າເຖິງມັນ. ພວກເຮົາໃຊ້ຕົວທ່ອງເວັບເຊັ່ນ { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } ແລະ { -brand-name-apple } { -brand-name-safari } ທຸກໆມື້, ແຕ່ພວກເຮົາເຂົ້າໃຈວ່າພວກມັນແມ່ນຫຍັງ ແລະພວກມັນເຮັດວຽກແນວໃດ?
what-is-a-browser-in-a-short-period-long = ໃນໄລຍະເວລາສັ້ນໆທີ່ພວກເຮົາໄດ້ຫມົດໄປຈາກການປະຫລາດໃຈກັບຄວາມສາມາດໃນການສົ່ງອີເມວໄປຫາຄົນທົ່ວໂລກ, ໄປສູ່ການປ່ຽນແປງວິທີທີ່ພວກເຮົາຄິດເຖິງຂໍ້ມູນ. ມັນ​ບໍ່​ແມ່ນ​ຄໍາ​ຖາມ​ທີ່​ທ່ານ​ຮູ້​ຫຼາຍ​ປານ​ໃດ​ອີກ​ຕໍ່​ໄປ​, ແຕ່​ເປັນ​ພຽງ​ແຕ່​ຄໍາ​ຖາມ​ຂອງ​ຕົວ​ທ່ອງ​ເວັບ​ຫຼື app ທີ່​ສາ​ມາດ​ເຮັດ​ໃຫ້​ທ່ານ​ໄດ້​ຂໍ້​ມູນ​ໄວ​ທີ່​ສຸດ​.
what-is-a-browser-in-a-short-period = ໃນໄລຍະເວລາສັ້ນໆ, ພວກເຮົາອອກຈາກຄວາມປະຫລາດໃຈກັບຄວາມສາມາດໃນການສົ່ງອີເມວໄປຫາຄົນທົ່ວໂລກ, ໄປສູ່ການປ່ຽນແປງວິທີທີ່ພວກເຮົາຄິດກ່ຽວກັບຂໍ້ມູນ.
what-is-a-browser-how-does-a-web = ຕົວທ່ອງເວັບຂອງເວັບໄຊຕ໌ເຮັດວຽກແນວໃດ?
what-is-a-browser-a-web-browser-long = ຕົວທ່ອງເວັບນໍາທ່ານໄປທຸກບ່ອນໃນອິນເຕີເນັດ. ມັນດຶງຂໍ້ມູນຈາກພາກສ່ວນອື່ນໆຂອງເວັບແລະສະແດງມັນຢູ່ໃນ desktop ຫຼືອຸປະກອນມືຖືຂອງທ່ານ. ຂໍ້ມູນຖືກໂອນໂດຍໃຊ້ Hypertext Transfer Protocol, ເຊິ່ງກໍານົດວິທີການສົ່ງຂໍ້ຄວາມ, ຮູບພາບແລະວິດີໂອຢູ່ໃນເວັບ. ຂໍ້ມູນນີ້ຕ້ອງໄດ້ຮັບການແບ່ງປັນແລະສະແດງໃນຮູບແບບທີ່ສອດຄ່ອງເພື່ອໃຫ້ຜູ້ທີ່ໃຊ້ຕົວທ່ອງເວັບໃດໆ, ທຸກບ່ອນໃນໂລກສາມາດເຫັນຂໍ້ມູນ.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = ແຕ່ຫນ້າເສຍດາຍ, ບໍ່ແມ່ນຜູ້ຜະລິດຕົວທ່ອງເວັບທັງຫມົດເລືອກທີ່ຈະຕີຄວາມຫມາຍຮູບແບບໃນລັກສະນະດຽວກັນ. ສໍາລັບຜູ້ໃຊ້, ນີ້ຫມາຍຄວາມວ່າເວັບໄຊທ໌ສາມາດເບິ່ງແລະເຮັດວຽກທີ່ແຕກຕ່າງກັນ. ການສ້າງຄວາມສອດຄ່ອງລະຫວ່າງຕົວທ່ອງເວັບ, ເພື່ອໃຫ້ຜູ້ໃຊ້ທຸກຄົນສາມາດເພີດເພີນກັບອິນເຕີເນັດ, ບໍ່ວ່າຈະເປັນຕົວທ່ອງເວັບທີ່ເຂົາເຈົ້າເລືອກ, ເອີ້ນວ່າ <a href="{ $standards }">ມາດຕະຖານເວັບ</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = ເມື່ອຕົວທ່ອງເວັບດຶງຂໍ້ມູນຈາກເຄື່ອງແມ່ຂ່າຍທີ່ເຊື່ອມຕໍ່ອິນເຕີເນັດ, ມັນໃຊ້ຊິ້ນສ່ວນຂອງຊອບແວທີ່ເອີ້ນວ່າ rendering engine ເພື່ອແປຂໍ້ມູນນັ້ນເປັນຂໍ້ຄວາມແລະຮູບພາບ. ຂໍ້ມູນນີ້ຖືກຂຽນໄວ້ໃນ <a href="{ $html }">Hypertext Markup Language</a> (HTML) ແລະ web browsers ອ່ານລະຫັດນີ້ເພື່ອສ້າງສິ່ງທີ່ພວກເຮົາເຫັນ, ໄດ້ຍິນ ແລະປະສົບການໃນອິນເຕີເນັດ.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Hyperlinks</a> ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສາມາດໄປຕາມເສັ້ນທາງໄປຫາໜ້າ ຫຼື ເວັບໄຊອື່ນໃນເວັບໄດ້. ທຸກໆໜ້າເວັບ, ຮູບພາບ ແລະ ວິດີໂອມີ <a href="{ $url }">Uniform Resource Locator</a> (URL) ຂອງຕົນເອງ, ເຊິ່ງເອີ້ນກັນວ່າທີ່ຢູ່ເວັບ. ເມື່ອຕົວທ່ອງເວັບໄປຢ້ຽມຢາມເຄື່ອງແມ່ຂ່າຍສໍາລັບຂໍ້ມູນ, ທີ່ຢູ່ເວັບບອກຕົວທ່ອງເວັບທີ່ຈະຊອກຫາແຕ່ລະລາຍການທີ່ອະທິບາຍໄວ້ໃນ html, ເຊິ່ງຫຼັງຈາກນັ້ນບອກຕົວທ່ອງເວັບທີ່ມັນໄປຢູ່ໃນຫນ້າເວັບ.
what-is-a-browser-cookies-not-the = ຄຸກກີ (ບໍ່ແມ່ນປະເພດທີ່ແຊບໆ)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = ເວັບໄຊທ໌ບັນທຶກຂໍ້ມູນກ່ຽວກັບທ່ານໄວ້ໃນໄຟລ໌ທີ່ເອີ້ນວ່າ <a href="{ $cookies }">ຄຸກກີ້</a>. ພວກມັນຖືກບັນທຶກໄວ້ໃນຄອມພິວເຕີຂອງທ່ານສໍາລັບຄັ້ງຕໍ່ໄປທີ່ທ່ານໄປຢ້ຽມຢາມເວັບໄຊທ໌ນັ້ນ. ເມື່ອທ່ານກັບຄືນມາ, ລະຫັດເວັບໄຊທ໌ຈະອ່ານໄຟລ໌ນັ້ນເພື່ອເບິ່ງວ່າມັນແມ່ນທ່ານ. ຕົວຢ່າງ, ເມື່ອທ່ານໄປຫາເວັບໄຊທ໌, ຫນ້າເວັບຈະຈື່ຈໍາຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ - ເຊິ່ງເຮັດໃຫ້ເປັນໄປໄດ້ໂດຍຄຸກກີ.
what-is-a-browser-there-are-also = ຍັງມີ cookies ທີ່ຈື່ຂໍ້ມູນລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບທ່ານ. ບາງທີຄວາມສົນໃຈຂອງທ່ານ, ຮູບແບບການທ່ອງເວັບຂອງທ່ານ, ແລະອື່ນໆ. ນີ້ຫມາຍຄວາມວ່າເວັບໄຊທ໌ໃດຫນຶ່ງສາມາດສະຫນອງເນື້ອຫາທີ່ຖືກເປົ້າຫມາຍຫຼາຍໃຫ້ທ່ານ - ມັກຈະຢູ່ໃນຮູບແບບການໂຄສະນາ. ມີຄຸກກີ້ປະເພດຕ່າງໆ, ເອີ້ນວ່າຄຸກກີ້ <em>ພາກສ່ວນທີສາມ</em>, ທີ່ມາຈາກເວັບໄຊທີ່ເຈົ້າບໍ່ໄດ້ເຂົ້າເບິ່ງໃນເວລານັ້ນ ແລະສາມາດຕິດຕາມເຈົ້າຈາກເວັບໄຊໄປຫາເວັບໄຊເພື່ອເກັບກຳຂໍ້ມູນກ່ຽວກັບເຈົ້າ, ເຊິ່ງບາງຄັ້ງກໍຖືກຂາຍ. ກັບບໍລິສັດອື່ນໆ. ບາງຄັ້ງທ່ານສາມາດບລັອກ cookies ປະເພດເຫຼົ່ານີ້, ເຖິງແມ່ນວ່າຕົວທ່ອງເວັບທັງຫມົດບໍ່ອະນຸຍາດໃຫ້ທ່ານ.
what-is-a-browser-when-you-go-to = ເມື່ອທ່ານໄປຫາເວັບໄຊທ໌ໃດຫນຶ່ງແລະຫນ້າເວັບຈະຈື່ຈໍາຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ - ເຮັດໃຫ້ມັນເປັນໄປໄດ້ໂດຍຄຸກກີ.
what-is-a-browser-understanding = ເຂົ້າໃຈຄວາມເປັນສ່ວນຕົວ
what-is-a-browser-nearly-all-major = ເກືອບທຸກຕົວທ່ອງເວັບທີ່ສໍາຄັນມີການຕັ້ງຄ່າການຊອກຫາສ່ວນຕົວ. ສິ່ງເຫຼົ່ານີ້ມີຢູ່ເພື່ອເຊື່ອງປະຫວັດການທ່ອງເວັບຈາກຜູ້ໃຊ້ອື່ນໃນຄອມພິວເຕີດຽວກັນ. ຫຼາຍຄົນຄິດວ່າການທ່ອງເວັບແບບສ່ວນຕົວ ຫຼືໂໝດບໍ່ເປີດເຜີຍຕົວຕົນຈະເຊື່ອງທັງຕົວຕົນ ແລະປະຫວັດການທ່ອງເວັບຈາກຜູ້ໃຫ້ບໍລິການອິນເຕີເນັດ, ລັດຖະບານ ແລະ ຜູ້ໂຄສະນາ. ເຂົາເຈົ້າບໍ່. ການ​ຕັ້ງ​ຄ່າ​ເຫຼົ່າ​ນີ້​ພຽງ​ແຕ່​ລົບ​ລ້າງ​ປະ​ຫວັດ​ສາດ​ໃນ​ລະ​ບົບ​ຂອງ​ທ່ານ​, ເຊິ່ງ​ເປັນ​ປະ​ໂຫຍດ​ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ກໍາ​ລັງ​ຈັດ​ການ​ກັບ​ຂໍ້​ມູນ​ສ່ວນ​ຕົວ​ທີ່​ລະ​ອຽດ​ອ່ອນ​ໃນ​ຄອມ​ພິວ​ເຕີ​ທີ່​ແບ່ງ​ປັນ​ຫຼື​ສາ​ທາ​ລະ​ນະ​. { -brand-name-firefox } ເກີນກວ່ານັ້ນ.
what-is-a-browser-firefox-helps = { -brand-name-firefox } ຊ່ວຍໃຫ້ທ່ານອອນລາຍເປັນສ່ວນຕົວຫຼາຍຂຶ້ນໂດຍການໃຫ້ທ່ານບລັອກຕົວຕິດຕາມບໍ່ໃຫ້ຕິດຕາມເຈົ້າໄປທົ່ວເວັບ.
what-is-a-browser-making-your-web = ເຮັດໃຫ້ຕົວທ່ອງເວັບຂອງທ່ານເຮັດວຽກສໍາລັບທ່ານ
what-is-a-browser-most-major-web = ຕົວທ່ອງເວັບສ່ວນໃຫຍ່ໃຫ້ຜູ້ໃຊ້ດັດແປງປະສົບການຂອງເຂົາເຈົ້າໂດຍຜ່ານສ່ວນຂະຫຍາຍຫຼື add-ons. ສ່ວນຂະຫຍາຍແມ່ນຊອບແວທີ່ເຈົ້າສາມາດເພີ່ມໃສ່ບຣາວເຊີຂອງເຈົ້າເພື່ອປັບແຕ່ງມັນ ຫຼືເພີ່ມຟັງຊັນຕ່າງໆ. ສ່ວນຂະຫຍາຍສາມາດເຮັດທຸກສິ່ງທີ່ມ່ວນ ແລະປະຕິບັດໄດ້ ເຊັ່ນ: ການເປີດການນຳໃຊ້ຄຸນສົມບັດໃໝ່, ວັດຈະນານຸກົມພາສາຕ່າງປະເທດ ຫຼືການປະກົດຕົວ ແລະຮູບແບບສີສັນ.
what-is-a-browser-all-browser-makers = ຜູ້ຜະລິດຕົວທ່ອງເວັບທັງຫມົດພັດທະນາຜະລິດຕະພັນຂອງພວກເຂົາເພື່ອສະແດງຮູບພາບແລະວິດີໂອໄດ້ໄວແລະກ້ຽງເທົ່າທີ່ເປັນໄປໄດ້, ເຮັດໃຫ້ມັນງ່າຍສໍາລັບທ່ານທີ່ຈະໃຊ້ປະໂຫຍດຫຼາຍທີ່ສຸດຂອງເວັບ. ພວກເຂົາທັງຫມົດເຮັດວຽກຫນັກເພື່ອໃຫ້ແນ່ໃຈວ່າຜູ້ໃຊ້ມີຕົວທ່ອງເວັບທີ່ໄວ, ມີອໍານາດແລະງ່າຍຕໍ່ການໃຊ້. ບ່ອນທີ່ພວກເຂົາແຕກຕ່າງກັນແມ່ນຍ້ອນຫຍັງ. ມັນເປັນສິ່ງ ສຳ ຄັນທີ່ຈະເລືອກ browser ທີ່ ເໝາະ ສົມ ສຳ ລັບທ່ານ. { -brand-name-mozilla } ສ້າງ { -brand-name-firefox } ເພື່ອຮັບປະກັນວ່າຜູ້ໃຊ້ມີການຄວບຄຸມຊີວິດອອນໄລນ໌ຂອງເຂົາເຈົ້າ ແລະເພື່ອຮັບປະກັນວ່າອິນເຕີເນັດເປັນແຫຼ່ງທົ່ວໂລກ, ຊັບພະຍາກອນສາທາລະນະ, ເຂົ້າເຖິງໄດ້ກັບທຸກຄົນ.
