# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = ຕົວທ່ອງເວັບແມ່ນຫຍັງ?
# HTML page description
what-is-a-browser-a-web-browser = ຕົວທ່ອງເວັບນໍາທ່ານໄປທຸກບ່ອນໃນອິນເຕີເນັດ, ໃຫ້ທ່ານເຫັນຂໍ້ຄວາມ, ຮູບພາບແລະວິດີໂອຈາກທຸກບ່ອນໃນໂລກ.
what-is-a-browser-the-web-is-a-vast = ເວັບໄຊຕ໌ເປັນເຄື່ອງມືທີ່ກວ້າງຂວາງແລະມີອໍານາດ. ໃນໄລຍະສອງສາມທົດສະວັດ, ອິນເຕີເນັດໄດ້ປ່ຽນວິທີການເຮັດວຽກ, ວິທີທີ່ພວກເຮົາຫຼິ້ນແລະວິທີທີ່ພວກເຮົາພົວພັນກັບກັນແລະກັນ. ອີງຕາມວິທີການນໍາໃຊ້, ມັນສ້າງຂົວຕໍ່ປະເທດຊາດ, ຊຸກຍູ້ການຄ້າ, ບໍາລຸງລ້ຽງຄວາມສໍາພັນ, ຂັບເຄື່ອນເຄື່ອງຈັກນະວັດກໍາຂອງອະນາຄົດແລະຮັບຜິດຊອບສໍາລັບ memes ຫຼາຍກ່ວາທີ່ພວກເຮົາຮູ້ວ່າຈະເຮັດແນວໃດ.
what-is-a-browser-in-a-short-period = ໃນໄລຍະເວລາສັ້ນໆ, ພວກເຮົາອອກຈາກຄວາມປະຫລາດໃຈກັບຄວາມສາມາດໃນການສົ່ງອີເມວໄປຫາຄົນທົ່ວໂລກ, ໄປສູ່ການປ່ຽນແປງວິທີທີ່ພວກເຮົາຄິດກ່ຽວກັບຂໍ້ມູນ.
what-is-a-browser-how-does-a-web = ຕົວທ່ອງເວັບຂອງເວັບໄຊຕ໌ເຮັດວຽກແນວໃດ?
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = ແຕ່ຫນ້າເສຍດາຍ, ບໍ່ແມ່ນຜູ້ຜະລິດຕົວທ່ອງເວັບທັງຫມົດເລືອກທີ່ຈະຕີຄວາມຫມາຍຮູບແບບໃນລັກສະນະດຽວກັນ. ສໍາລັບຜູ້ໃຊ້, ນີ້ຫມາຍຄວາມວ່າເວັບໄຊທ໌ສາມາດເບິ່ງແລະເຮັດວຽກທີ່ແຕກຕ່າງກັນ. ການສ້າງຄວາມສອດຄ່ອງລະຫວ່າງຕົວທ່ອງເວັບ, ເພື່ອໃຫ້ຜູ້ໃຊ້ທຸກຄົນສາມາດເພີດເພີນກັບອິນເຕີເນັດ, ບໍ່ວ່າຈະເປັນຕົວທ່ອງເວັບທີ່ເຂົາເຈົ້າເລືອກ, ເອີ້ນວ່າ <a href="{ $standards }">ມາດຕະຖານເວັບ</a>.
what-is-a-browser-cookies-not-the = ຄຸກກີ (ບໍ່ແມ່ນປະເພດທີ່ແຊບໆ)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = ເວັບໄຊທ໌ບັນທຶກຂໍ້ມູນກ່ຽວກັບທ່ານໄວ້ໃນໄຟລ໌ທີ່ເອີ້ນວ່າ <a href="{ $cookies }">ຄຸກກີ້</a>. ພວກມັນຖືກບັນທຶກໄວ້ໃນຄອມພິວເຕີຂອງທ່ານສໍາລັບຄັ້ງຕໍ່ໄປທີ່ທ່ານໄປຢ້ຽມຢາມເວັບໄຊທ໌ນັ້ນ. ເມື່ອທ່ານກັບຄືນມາ, ລະຫັດເວັບໄຊທ໌ຈະອ່ານໄຟລ໌ນັ້ນເພື່ອເບິ່ງວ່າມັນແມ່ນທ່ານ. ຕົວຢ່າງ, ເມື່ອທ່ານໄປຫາເວັບໄຊທ໌, ຫນ້າເວັບຈະຈື່ຈໍາຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ - ເຊິ່ງເຮັດໃຫ້ເປັນໄປໄດ້ໂດຍຄຸກກີ.
what-is-a-browser-when-you-go-to = ເມື່ອທ່ານໄປຫາເວັບໄຊທ໌ໃດຫນຶ່ງແລະຫນ້າເວັບຈະຈື່ຈໍາຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ - ເຮັດໃຫ້ມັນເປັນໄປໄດ້ໂດຍຄຸກກີ.
what-is-a-browser-understanding = ເຂົ້າໃຈຄວາມເປັນສ່ວນຕົວ
what-is-a-browser-firefox-helps = { -brand-name-firefox } ຊ່ວຍໃຫ້ທ່ານອອນລາຍເປັນສ່ວນຕົວຫຼາຍຂຶ້ນໂດຍການໃຫ້ທ່ານບລັອກຕົວຕິດຕາມບໍ່ໃຫ້ຕິດຕາມເຈົ້າໄປທົ່ວເວັບ.
what-is-a-browser-making-your-web = ເຮັດໃຫ້ຕົວທ່ອງເວັບຂອງທ່ານເຮັດວຽກສໍາລັບທ່ານ
