# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-page-title = Уникайте хибної інформації в Мережі – { -brand-name-firefox } тут, щоб допомогти
misinformation-page-desc = Хибна інформація дратує, відвертає увагу і коштує дорого. { -brand-name-firefox } містить кілька порад, як уникнути неправдивої інформації та бачити менше її під час перегляду вебсторінок.
misinformation-page-subheading = Ознайомтеся з порадами щодо того, як бачити менше хибної інформації та зосередитись на тому, що для вас важливо.
misinformation-what-is-heading = Що таке хибна інформація? Що таке дезінформація?
misinformation-disinformation = Хибна інформація, дезінформація – ви, напевно, чули ці терміни раніше і ставити собі питання, чи відрізняються вони та чим саме. Їх відрізняє намір: хибна інформація - це будь-який тип неправдивої інформації, на яку люди можуть натрапити. Вона вірогідно неправильна або вводить в оману, але не створено та не передана з метою обману людей. З іншого боку, дезінформація створюється та поширюється з метою дезінформування та досягнення певної мети.
misinformation-ultimately-harmful = Зрештою, і хибна інформація, і дезінформація можуть зашкодити. Справа не лише в тому, що люди віритимуть неправильній інформації, неправдива інформація коштує світовій економіці великих грошей і може загрожувати демократії та ефективному врядуванню. Її важко зупинити, оскільки неправдиві новини поширюються значно швидше, глибше та ширше, ніж правдиві новини.
misinformation-false-info-heading = Звідки береться неправдива інформація?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/firefox/how-to-stop-web-trackers/
misinformation-widespread-online = Ви можете зустріти хибну інформацію та дезінформацію скрізь, але вона є найрозповсюдженішою та впливовішою, коли нею ділиться в мережі Інтернет. Алгоритми та <a href="{ $tracking }">відстеження</a> збільшили можливість хибній інформації та дезінформації охопити більшу аудиторію на вебсайтах, у блогах, на форумах та в суспільних мережах.
misinformation-tracking-advertising = Можливо, ви чули про відстеження насамперед у контексті оголошень. Однак це також потужний засіб, коли йдеться про поширення неправдивої інформації. Чому так? Коли ви переглядаєте Інтернет або стрічку суспільних мереж, ваша поведінка, інтереси, контакти в деяких випадках та багато іншого відстежуються різними сторонами на вебсайтах, щоб створити надзвичайно детальний профіль про вас, який можна продавати іншим без вашого відома чи згоди. Ці профілі застосовуються для персоналізованої реклами, але можуть також служити для представлення вам будь-якої цільової інформації.
