# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/manifesto/

# HTML page title
manifesto-the-mozilla-manifesto = { -brand-name-mozilla } വിളംബരപത്രിക
manifesto-individuals-security-and = ഇൻറർനെറ്റിലെ വ്യക്തികളുടെ സുരക്ഷയും സ്വകാര്യതയും അടിസ്ഥാനപരമാണ്, അത് ഓപ്ഷണലായി കണക്കാക്കരുത്.
manifesto-individuals-must-have = വ്യക്തികൾക്ക് തങ്ങളുടെ അനുഭവങ്ങളുടെയും പ്രയോഗത്തിന്റെയും അടിസ്ഥാനത്തിൽ ഇന്റർനെറ്റിനെ രൂപപ്പെടുത്താൻ കഴിയണം.
manifesto-the-effectiveness-of-the = ഇന്റർനെറ്റിന്റെ പൊതുവൽക്കരണത്തിന്റെ ഫലപ്രാപ്തി ഇന്റർറോപ്പറബിളിറ്റി (പ്രോട്ടോക്കോളുകൾ, ഡാറ്റാ ഫോർമാറ്റുകൾ, ഉള്ളടക്കം), നവീകരണവും കൂടാതെ ലോകവ്യാപകമായുളള വികേന്ദ്രീകൃത പങ്കാളിത്തവുമായി ആശ്രയിച്ചിരിക്കുന്നു.
manifesto-free-and-open-source-software = ഇന്റർനെറ്റിന്റെ വികാസത്തെ ഒരു പൊതുവിഭവമായിക്കരുതിയാണ് സ്വതന്ത്ര സോഫ്റ്റ് വെയർ പിന്തുണയ്ക്കുന്നത്.
manifesto-transparent-community = സുതാര്യവും സാമൂഹ്യാധിഷ്ഠിതവുമായ പ്രവർത്തനങ്ങൾ പങ്കാളിത്തം, ഉത്തരവാദിത്വം, വിശ്വാസ്യത എന്നിവ ഉറപ്പു വരുത്തുന്നു.
manifesto-commercial-involvement = ഇന്റർനെറ്റിന്റെ വളര്‍ച്ചയില്‍ വ്യാവസായിക ഇടപെടല്‍ നിരവധി ഗുണഫലങ്ങൾ ലഭ്യമാക്കുന്നു; വ്യാവസായിക ലാഭവും പൊതു പ്രയോജനങ്ങളും തമ്മിലുള്ള സന്തുലിതത്വം നിർണായകമാണ്.
manifesto-magnifying-the-public = ഇന്റർനെറ്റിന്റെ പൊതു ആനുകൂല്യങ്ങൾ പ്രചരിപ്പിക്കൽ ഒരു പ്രധാന ലക്ഷ്യമാണ്, സമയം, ശ്രദ്ധ, പ്രതിബദ്ധത എന്നിവെയ്ക്കെല്ലാം യോഗ്യമായതുമാണ്.
manifesto-principle-1 = തത്വം 1
manifesto-principle-2 = തത്വം 2
manifesto-principle-3 = തത്വം 3
manifesto-principle-4 = തത്വം 4
manifesto-principle-5 = തത്വം 5
manifesto-principle-6 = തത്വം 6
manifesto-principle-7 = തത്ത്വം 7
manifesto-principle-8 = തത്ത്വം 8
manifesto-principle-9 = തത്ത്വം 9
manifesto-principle-10 = തത്വം 10
manifesto-01 = 01
manifesto-02 = 02
manifesto-03 = 03
manifesto-04 = 04
manifesto-05 = 05
manifesto-06 = 06
manifesto-07 = 07
manifesto-08 = 08
manifesto-09 = 09
manifesto-10 = 10
# Main page heading
manifesto-the-mozilla-manifesto-addendum = { -brand-name-mozilla } വിളംബരപത്രിക അനുബന്ധം
# Main page sub-heading
manifesto-pledge-for-a-healthy-internet = ഒരു ആരോഗ്യകരമായ ഇൻറർനെറ്റിനായുള്ള പ്രതിജ്ഞ
manifesto-show-your-support = നിങ്ങളുടെ പിന്തുണ കാണിക്കുക
manifesto-our-10-principles = <strong>ഞങ്ങളുടെ 10</strong>തത്വങ്ങൾ
manifesto-read-the-entire-manifesto = മുഴുവൻ മാനിഫെസ്റ്റോയും വായിക്കുക
manifesto-love-the-web = വെബ് ഇഷ്ടമാണോ?
manifesto-details-the-mozilla-manifesto = { -brand-name-mozilla } വിളംബരപത്രിക
manifesto-details-introduction = ആമുഖം
manifesto-details-the-internet-is-becoming = ഇന്റര്‍നെറ്റ് നമ്മുടെ ജീവിതത്തിലെ ഒഴിച്ചുകൂടാനാവാത്ത ഭാഗമായിക്കൊണ്ടിരിക്കുന്നു.
manifesto-details-the-mozilla-project-global = സുതാര്യതയും, നവീകരണവും, അവസരവും ഇന്റർനെറ്റിന്റെ തുടർച്ചയായ ആരോഗ്യത്തിന് പ്രധാനമാണെന്ന് വിശ്വസിക്കുന്ന ഒരു ആഗോള സമൂഹമാണ് മോസില്ല പ്രോജക്റ്റ്. ഇന്റർനെറ്റ് എല്ലാവർക്കുമായി പ്രയോജനം ചെയ്യുന്ന വിധത്തിൽ വികസിപ്പിച്ചെടുക്കാന്‍ വേണ്ടി നമ്മൾ 1998 മുതൽ ഒരുമിച്ച് പ്രവർത്തിക്കുന്നു. മോസില്ല ഫയർഫോക്സ് വെബ്ബ് ബ്രൌസർ സൃഷ്ടിക്കുന്നതിൽ ഞങ്ങള്‍കൂടുതലായി അറിയപ്പെടുന്നു.
manifesto-details-the-mozilla-project-community = ലോകനിലവാരമുള്ള ഓപ്പൺ സോഴ്സ് സോഫ്റ്റ്വെയറുകൾ സൃഷ്ടിക്കാനും പുതിയ തരം സഹകരണ പ്രവർത്തനങ്ങൾ വികസിപ്പിക്കാനും മൊസില്ല പ്രോജക്റ്റ് ഒരു കമ്മ്യൂണിറ്റി അടിസ്ഥാനമാക്കിയുള്ള സമീപനം ഉപയോഗിക്കുന്നു. എല്ലാവർക്കുമായി ഇന്റർനെറ്റ് അനുഭവം മെച്ചപ്പെടുത്തുന്നതിൽ ഉൾപ്പെട്ട ആളുകളുടെ കമ്മ്യൂണിറ്റികൾ സൃഷ്ടിക്കുന്നതില്‍ ഞങ്ങള്‍ പങ്കുകൊള്ളുന്നു.
manifesto-details-as-a-result-of = ഈ പരിശ്രമത്തിന്റെ ഫലമായി, പൊതു നന്മയുടെയും ജീവിതത്തിന്റെ വാണിജ്യപരമായ കാര്യങ്ങളുടെയും പ്രയോജനം നേടുന്നതിന്, ഇന്റർനെറ്റിനെ സംബന്ധിച്ചിടത്തോളം വളരെ പ്രധാനപ്പെട്ടതാണെന്ന് വിശ്വസിക്കുന്ന ഒരു കൂട്ടം തത്വങ്ങൾ ഞങ്ങൾ വേര്‍തിരിച്ചെടുത്തിരിക്കുന്നു. ഈ തത്ത്വങ്ങള്‍ താഴെ കുറിച്ചിരിക്കുന്നു.
manifesto-details-the-goals-for = മാനിഫെസ്റ്റോയുടെ ലക്ഷ്യങ്ങളെന്തെന്നാല്‍:
manifesto-details-articulate-a-vision = മോസില്ല ഫൌണ്ടേണന്‍ പിന്തുടരണം എന്ന് മോസില്ലയിൽ പങ്കെടുക്കുന്നവർ കരുതുന്ന ഇന്റര്‍നെറ്റിനേപ്പറ്റിയുള്ള കാഴ്ചപ്പാട് അവതരിപ്പിക്കുക
manifesto-details-speak-to-people = ജനങ്ങളോട് അവർക്കൊരു ടെക്നിക്കൽ പശ്ചാത്തലം ഉണ്ടെങ്കിലും ഇല്ലങ്കിലും സംസാരിക്കുക;
manifesto-details-make-mozilla-contributors = മോസില്ല കോണ്‍ട്രിബ്യുട്ടേര്‍സിനെ അവരുടെ സംഭാവനയില്‍ അഭിമാനിക്കാന്‍ അനുവദിക്കുകയും തുടരാനായി ഞങ്ങളെ പ്രചോദിപ്പിക്കുകയും ചെയ്യുക; ഒപ്പം
manifesto-details-provide-a-framework = ഇന്റർനെറ്റിന്റെ ഈ കാഴ്ചപ്പാട് മുന്നോട്ട് കൊണ്ടുപോകാൻ മറ്റുള്ളവർക്ക് ഒരു ചട്ടക്കൂട് നൽകുക.
manifesto-details-these-principles = ഈ തത്ത്വങ്ങൾ സ്വയം ജീവന്‍ വയ്ക്കില്ല. വ്യക്തിപരമായി പ്രവർത്തിക്കുന്നവര്‍, ഗ്രൂപ്പുകളിൽ ഒന്നിച്ച് പ്രവർത്തിക്കുന്നവര്‍, മറ്റുള്ളവരെ നയിക്കുന്നവർ എന്നിങ്ങനെ ഇന്റർനെറ്റ് സുതാര്യവും പങ്കാളിത്തപരമായതുമായി കൊണ്ടുപോവാന്‍ ആളുകൾ ആവശ്യമാണ്. മോസില്ല മാനിഫെസ്റ്റോയിൽ നൽകിയിരിക്കുന്ന തത്വങ്ങൾ മുന്നോട്ടുവെയ്ക്കാൻ മോസില്ല ഫൌണ്ടേഷൻ പ്രതിജ്ഞാബദ്ധമാണ്. ഇന്റർനെറ്റിനെ എല്ലാവർക്കുമായി മെച്ചപ്പെട്ട ഇടമാക്കാന്‍ ഞങ്ങളോടൊപ്പം ചേരുക.
manifesto-details-principles = ആദര്‍ശങ്ങള്‍
manifesto-details-the-internet-is-integral = ഇന്റർനെറ്റ് ആധുനിക ജീവിതത്തിന്റെ അവിഭാജ്യ ഘടകമാണ് -വിദ്യാഭ്യാസം, ആശയവിനിമയം, സഹകരണം, വ്യാപാരം, വിനോദം, സമൂഹം എന്നിവയിലെ ഒരു പ്രധാന ഘടകം.
manifesto-details-the-internet-is-global = ഇന്റർനെറ്റ് എന്നാൽ തുറന്നിരിക്കുകയും പ്രവേശിക്കപ്പെടുകയും ചെയ്യേണ്ട ഒരു ആഗോള പൊതു വിഭവമാണ്.
manifesto-details-the-internet-must = ഇന്റർനെറ്റ് മനുഷ്യരുടെ ജീവിതങ്ങളെ സമ്പന്നമാക്കണം.
manifesto-details-individuals-security = ഇൻറർനെറ്റിലെ വ്യക്തികളുടെ സുരക്ഷയും സ്വകാര്യതയും അടിസ്ഥാനപരമാണ്, അത് ഓപ്ഷണലായി കണക്കാക്കരുത്.
manifesto-details-individuals-must = വ്യക്തികള്‍ക്ക് ഇന്റര്‍നെറ്റിനെ രൂപപ്പെടുത്താനും സ്വന്തം അനുഭങ്ങളുണ്ടാക്കാനുമുള്ള കഴിവുണ്ടാവണം.
manifesto-details-the-effectiveness = ഇന്റർനെറ്റിന്റെ പൊതുവൽക്കരണത്തിന്റെ ഫലപ്രാപ്തി ഇന്റർറോപ്പറബിളിറ്റി (പ്രോട്ടോക്കോളുകൾ, ഡാറ്റാ ഫോർമാറ്റുകൾ, ഉള്ളടക്കം), നവീകരണവും കൂടാതെ ലോകവ്യാപകമായുളള വികേന്ദ്രീകൃത പങ്കാളിത്തവുമായി ആശ്രയിച്ചിരിക്കുന്നു.
manifesto-details-free-and-open = ഇന്റർനെറ്റിന്റെ വികാസത്തെ ഒരു പൊതുവിഭവമായിക്കരുതിയാണ് സ്വതന്ത്ര സോഫ്റ്റ് വെയർ പിന്തുണയ്ക്കുന്നത്.
manifesto-details-transparent-community = സുതാര്യവും സാമൂഹ്യാധിഷ്ഠിതവുമായ പ്രവർത്തനങ്ങൾ പങ്കാളിത്തം, ഉത്തരവാദിത്വം, വിശ്വാസ്യത എന്നിവ ഉറപ്പു വരുത്തുന്നു.
manifesto-details-commercial-involvement = ഇന്റർനെറ്റിന്റെ വളര്‍ച്ചയില്‍ വ്യാവസായിക ഇടപെടല്‍ നിരവധി ഗുണഫലങ്ങൾ ലഭ്യമാക്കുന്നു; വ്യാവസായിക ലാഭവും പൊതു പ്രയോജനങ്ങളും തമ്മിലുള്ള സന്തുലിതത്വം നിർണായകമാണ്.
manifesto-details-magnifying-the = ഇന്റർനെറ്റിന്റെ പൊതു ആനുകൂല്യങ്ങൾ പ്രചരിപ്പിക്കൽ ഒരു പ്രധാന ലക്ഷ്യമാണ്, സമയം, ശ്രദ്ധ, പ്രതിബദ്ധത എന്നിവെയ്ക്കെല്ലാം യോഗ്യമായതുമാണ്.
manifesto-details-advancing-the = മോസില്ല മാനിഫെസ്റ്റോ യാഥാര്‍ത്ഥ്യമാക്കല്‍
manifesto-details-there-are-many = മോസില്ല മാനിഫെസ്റ്റോയുടെ തത്വങ്ങൾ യാഥാര്‍ത്ഥ്യമാക്കാന്‍ നിരവധി മാർഗ്ഗങ്ങളുണ്ട്. വിശാലമായ പ്രവർത്തനങ്ങളെ ഞങ്ങൾ സ്വാഗതം ചെയ്യുന്നു, ഒപ്പം പദ്ധതിയുടെ മറ്റ് ഭാഗങ്ങളിലും മോസില്ല പങ്കാളികൾ പ്രദർശിപ്പിച്ച അതേ സൃഷ്ടിപരതയെക്കുറിച്ച് മുൻകൂട്ടിക്കാണുകയും ചെയ്യുന്നു. മോസില്ല പദ്ധതിയിൽ ആഴത്തിൽ ഏർപ്പെടാത്ത വ്യക്തികൾക്കു്, മാനിഫെസ്റ്റോയെ പിന്തുണയ്ക്കുന്നതിനുള്ള ഒരു അടിസ്ഥാനവും വളരെ ഫലപ്രദവുമായ മാർഗ്ഗം മോസില്ല ഫയർഫോക്സും, മാനിഫെസ്റ്റോയുടെ തത്വങ്ങള്‍ ഉൾക്കൊള്ളുന്ന മറ്റ് ഉൽപന്നങ്ങളും ഉപയോഗിക്കുക എന്നതാണ്.
manifesto-details-mozilla-foundation = മോസില്ല ഫൌണ്ടേഷൻ പ്രതിജ്ഞ
manifesto-details-the-mozilla-foundation-pleges = മോസില്ലാ മാനിഫെസ്റ്റോയെ അതിന്റെ പ്രവർത്തനങ്ങളിൽ പിന്തുണയ്ക്കാൻ മോസില്ല ഫൌണ്ടേഷൻ പ്രതിജ്ഞാബദ്ധമാണ്. പ്രത്യേകിച്ചും, ഞങ്ങൾ:
manifesto-details-build-and-enable = മാനിഫെസ്റ്റോയുടെ തത്വങ്ങളെ പിന്തുണയ്ക്കുന്ന തുറന്ന ഉറവിട സാങ്കേതിക വിദ്യകളും സമൂഹങ്ങളും സൃഷ്ടിക്കുകയും പ്രാപ്തമാക്കുകയും ചെയ്യുക;
manifesto-details-build-and-deliver = മാനിഫെസ്റ്റോയുടെ തത്വങ്ങളെ പിന്തുണയ്ക്കുന്ന വലിയ ഉപഭോക്തൃ ഉത്പന്നങ്ങൾ ഉണ്ടാക്കുകയും വിതരണം ചെയ്യുകയും;
manifesto-details-use-the-mozilla = ഇന്റർനെറ്റ് ഒരു തുറന്ന പ്ലാറ്റ്ഫോമായി നിലനിർത്താൻ മോസില്ല ആസ്തികൾ (പകർപ്പവകാശം, വ്യാപാരമുദ്രകൾ, പശ്ചാത്തല വികസനം, ഫണ്ടുകൾ, പ്രശസ്തി എന്നിവ പോലുള്ള ബൗദ്ധിക സ്വത്തവകാശം) ഉപയോഗിക്കുന്നു;
manifesto-details-promote-models = പൊതുജന ആനുകൂല്യത്തിന് സാമ്പത്തിക മൂല്യം സൃഷ്ടിക്കുന്നതിനുള്ള മോഡലുകൾ പ്രോത്സാഹിപ്പിക്കുക; ഒപ്പം
manifesto-details-promote-the-mozilla = മോസില്ല മാനിഫെസ്റ്റോ തത്വങ്ങൾ പൊതു സംവാദത്തിലും ഇൻറർനെറ്റ് വ്യവസായത്തിലും പ്രചരിപ്പിക്കുക.
manifesto-details-some-foundation = ചില ഫൗണ്ടേഷൻ പ്രവർത്തനങ്ങൾ - നിലവിൽ ഉപഭോക്തൃ ഉത്പന്നങ്ങളുടെ നിർമ്മാണം, വിതരണം, പ്രചാരം - എന്നിവ പ്രധാനമായും മോസില്ല ഫൗണ്ടേഷന്റെ പൂർണ്ണമായി ഉടമസ്ഥതയിലുള്ള സബ്സിഡിയറി, മൊസല്ല കോർപ്പറേഷനിലൂടെയാണ് നടക്കുന്നത്.
manifesto-details-invitation = ക്ഷണം
manifesto-details-the-mozilla-foundation-invites = മോസില്ല ഫൗണ്ടേഷൻ ഇന്റർനെറ്റിന്റെ ഈ വീക്ഷണം ഒരു യാഥാർത്ഥ്യമാക്കുന്നതിന് പുതിയ മാർഗ്ഗങ്ങൾ കണ്ടെത്താനും മോസില്ല മാനിഫെസ്റ്റോയുടെ തത്വങ്ങൾ പിന്തുണയ്ക്കുന്ന എല്ലാവരെയും ക്ഷണിക്കുന്നു.
