# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN для iOS/iPad від { -brand-name-mozilla }
vpn-ipad-looking-for = Шукаєте VPN для захисту свого iPad? { -brand-name-mozilla-vpn } підтримується некомерційною компанією. Дізнайтеся, як VPN захищає вас і чому варто довіряти { -brand-name-mozilla } свою приватність і безпеку.
vpn-ipad-if-you-own = Ймовірно, ви використовуєте свій iPad для різноманітних цілей: перегляд інтернету, відео, ігри, читання книг тощо. Але де б ви не були, вдома чи в дорозі, ваші особисті дані та інформація про розташування можуть бути викриті через інтернет хакерами, рекламодавцями чи іншими сторонніми особами, які використовують файли кук та вашу IP-адресу, щоб стежити за вами.
vpn-ipad-thats-why-you = Саме тому вам потрібна { -brand-name-mozilla-vpn } – швидка, надійна та проста в користуванні служба VPN, яка захищає вашу діяльність онлайн від сторонніх очей.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } – це послуга, що надає доступ до віртуальної приватної мережі, яка шифрує ваш інтернет-трафік і приховує вашу IP-адресу.
vpn-ipad-with-mozilla-vpn = З { -brand-name-mozilla-vpn } ви можете отримати:
vpn-ipad-protection-for-up-to = <strong>Захист до 5 пристроїв:</strong> Використовуйте { -brand-name-mozilla-vpn } на своєму iPad та до чотирьох інших пристроїв з однією передплатою. Також можна використовувати її на Windows, macOS, Linux, iPhone, та Android.
vpn-ipad-access-to-servers = <strong>Доступ до серверів у понад 30 країнах:</strong> Ви можете обрати серед понад 500 серверів у 30 країнах світу для з'єднання з інтернетом. Це забезпечує більше можливостей та гнучкість для доступу до потрібних вам матеріалів.
vpn-ipad-device-level = <strong>Шифрування трафіку на рівні пристрою:</strong> { -brand-name-mozilla-vpn } шифрує весь ваш трафік, перш ніж він вийде за межі пристрою – не лише в браузері, але й у програмах, іграх та стримінгових сервісах. Ви також можете використовувати { -brand-name-mozilla-vpn } для блокування реклами й стеження, які можуть поставити під загрозу вашу приватність.
vpn-ipad-no-online = <strong>Без журналів активності:</strong> { -brand-name-mozilla } не зберігає записи про відвідані вами вебсайти та не аналізує з'єднання.
vpn-ipad-feel-safe = <strong>Почувайтеся безпечно в публічних мережах Wi-Fi:</strong> Коли ви під'єднуєтеся до публічної мережі Wi-Fi, як-от у кав'ярні або аеропорту, ваші дані можуть перехоплюватися хакерами чи іншими зловмисниками. Завдяки { -brand-name-mozilla-vpn } ваші дані шифруються, щоб ніхто не зміг стежити за вашою діяльністю онлайн.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } підтримується { -brand-name-mozilla-foundation } – некомерційною організацією, що створила { -brand-name-firefox } – один із найпопулярніших браузерів, зосереджений на приватності. Обираючи { -brand-name-mozilla-vpn }, ви підтримуєте нашу місію збереження інтернету відкритим і доступним для всіх.
