# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = Отримайте VPN для macOS від { -brand-name-mozilla }
vpn-mac-looking-for = Шукаєте VPN для захисту свого Mac? { -brand-name-mozilla-vpn } підтримується некомерційною компанією. Дізнайтеся, як VPN захищає вас і чому варто довіряти { -brand-name-mozilla } свою приватність і безпеку під час користування macOS
vpn-mac-protect-your-mac = Захистіть свій Mac за допомогою { -brand-name-mozilla-vpn }
vpn-mac-a-vpn-is = VPN (віртуальна приватна мережа) є невід'ємною складовою вашої приватності та безпеки онлайн під час користування Mac. Хакери та постачальники послуг інтернету можуть шпигувати за вашою діяльністю в мережі, чи навіть викрадати ваші особисті дані.
vpn-mac-but-finding = Знайти надійну VPN може бути складним завданням. Деякі з них повільні, нестабільні, або ж зберігають записи про вашу діяльність. Саме тому ми створили { -brand-name-mozilla-vpn } – швидку та безпечну VPN, якій можна довіряти, від тих самих людей, що створили { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = З { -brand-name-mozilla-vpn } можна:
vpn-mac-get-one-click = Миттєво отримати захист приватності, а також простий і зручний інтерфейс.
vpn-mac-connect-up-to = Під'єднати до 5 різних пристроїв з однією передплатою, як-от Mac, iOS, Windows, Linux та Android.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = Використовуйте нашу VPN скільки завгодно. На відміну від деяких інших служб VPN, які дозволяють захищати лише певний обсяг даних на місяць, ми не обмежуємо ваш трафік. Скільки б даних ви не використовували, вони завжди будуть захищеними.
vpn-mac-get-device-level = Отримайте шифрування свого трафіку на рівні пристрою. На відміну від деяких інших рішень, які шифрують лише трафік браузера, { -brand-name-mozilla-vpn } шифрує усі дані, захищаючи інтернет-трафік усього вашого пристрою.
vpn-mac-prevent-internet = Не дозволяйте інтернет-провайдерам обмежувати чи блокувати вебсайти та послуги, які їм не подобаються, або конкурують з їхніми пропозиціями. Для отримання докладнішої інформації про це, прочитайте про Мережевий нейтралітет.
vpn-mac-mozilla-is-an = { -brand-name-mozilla } – це некомерційна організація, яка працює задля збереження інтернету відкритим і доступним для всіх. Користуючись { -brand-name-mozilla-vpn }, ви не лише захищаєте себе онлайн, але й підтримуєте місію { -brand-name-mozilla }. { -brand-name-mozilla-vpn } – безпечна, з відкритим кодом, і розроблена експертами з безпеки та творцями { -brand-name-firefox }.
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } не зберігає записи про відвідані вами вебсайти та не аналізує вашу інформацію. Також ми пропонуємо 30-денну гарантію повернення коштів: без проблем і ризиків.
