# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = Отримайте VPN для Windows від { -brand-name-mozilla }
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = Захистіть свій пристрій Windows за допомогою VPN. { -brand-name-mozilla } VPN підтримується некомерційною компанією. Дізнайтеся, як VPN захищає вас і чому ви можете довіряти свою приватність і безпеку { -brand-name-mozilla }.
vpn-windows-stay-safe = Будьте в безпеці на своєму пристрої Windows за допомогою VPN
vpn-windows-windows-is-one = Windows — одна з найпопулярніших операційних систем у світі. Як наслідок, пристрої Windows зазвичай стають мішенню хакерів і можуть бути особливо вразливими, якщо ви не вживете належних запобіжних заходів. Ви можете захистити своє цифрове життя, використовуючи VPN для шифрування вашої онлайн-діяльності, а також за допомогою інших дій, як-от підтримуючи програмне забезпечення в актуальному стані, створюючи унікальні та надійні паролі й використовуючи { -brand-name-relay } для захисту своєї електронної пошти.
vpn-windows-a-vpn-creates = VPN створює зашифрований “тунель” для ваших інтернет-даних між комп'ютером Windows та інтернетом і приховує ваше місце перебування від вебсайтів, які ви відвідуєте. Це допомагає запобігти вивченню вас і ваших дій сторонніми особами та мережевими шпигунами.
vpn-windows-what-are-the-benefits = Які переваги завантаження { -brand-name-mozilla-vpn } на мій пристрій Windows?
vpn-windows-avoid-your-online = Уникнення збирання та передавання інформації про вашу онлайн-діяльність третім особам або рекламодавцям.
vpn-windows-if-youre = Якщо ви активно користуєтеся стримінгом онлайн-відео або музики, ви потенційно можете уникнути обмежень пропускної здатності або обмежень вашого постачальника послуг інтернету за допомогою VPN.
vpn-windows-you-can-exclude = Ви можете виключити певні програми за допомогою функції розділеного тунелювання. Це дає змогу запускати деякі з них через VPN, залишаючи інші за межами тунелю.
vpn-windows-using-a-windows = Користування пристроєм Windows у загальнодоступній незахищеній мережі Wi-Fi робить вашу інформацію про інтернет-трафік уразливішою для мережевих шпигунів, а VPN може допомогти вам зберегти приватність ваших даних, додавши надійний рівень захисту.
vpn-windows-the-mozilla = Програма { -brand-name-mozilla-vpn } не використовуватиме забагато пам'яті вашого пристрою Windows, не сповільнюватиме роботу комп'ютера та буде ощадливою до заряду акумулятора.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } підтримується в Windows 10 і Windows 11, і ви можете користуватися нею на п'яти пристроях. Щоб розпочати, ви можете оформити <a href="{ $url }">передплату на mozilla.org</a> і завантажити програму на свій пристрій Windows.
