# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = Таърихи браузер: Ҷангҳои қувваҳои достонӣ ба мо браузерҳои муосирро оварданд
browser-history-the-browser-wars-underdogs-giants = Ҷангҳои браузерҳо, рақобати браузерҳои заиф бо браузерҳои бузург ва лаҳзаҳое, ки ҷаҳонро дигар карданд. Дар бораи таърихи браузери веб маълумоти бештар гиред.
browser-history-the-history-of-web = Таърихи браузерҳои интернетӣ
browser-history-world-history-is = Таърихи ҷаҳон пур аз муборизаҳои азими қудрат, золимони ҷаҳонгир ва қаҳрамонони мазлум аст. Таърихи браузерҳои веб низ чандон фарқ надорад. Пешқадамони донишгоҳҳо нармафзори соддаеро навиштанд, ки як инқилоби иттилоотиро ба вуҷуд овард ва мубориза барои бартарии браузерҳо ва корбарони Интернетро оғоз намуд.
browser-history-before-web-era = Пеш аз даврони Интернет
browser-history-in-1950-computers = Дар соли 1950 компютерҳо тамоми утоқҳоро ишғол мекарданд ва аз ҳисобкунакҳои ҷайбии муосир ҳам сода ва заифтар буданд. Аммо пешрафт хеле босуръат буд ва то соли 1960 онҳо тавонистанд барномаҳои мураккабро иҷро кунанд. Ҳукуматҳо ва донишгоҳҳои саросари ҷаҳон фикр карданд, ки агар мошинҳо битавонанд бо ҳам муошират кунанд, он гоҳ ҳамкориҳо ва пешрафтҳои илмӣ афзоиш хоҳанд ёфт.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">«ARPANET»</a> аввалин лоиҳаи муваффақи шабакасозӣ буд ва дар соли 1969 аввалин паём аз лабораторияи илмҳои компютерии Донишгоҳи Калифорния дар Лос-Анҷелес (UCLA) ба Пажӯҳишгоҳи Стэнфорд (SRI), ки низ дар Калифорния ҷойгир аст, фиристода шуд.
browser-history-that-sparked-a-revolution = Ин дар шабакасозии компютерӣ як инқилоб ба вуҷуд овард. Шабакаҳои нав ташкил ёфтанд, ки донишгоҳҳо ва марказҳои таҳқиқотиро дар саросари ҷаҳон ба ҳам пайвастанд. Аммо дар давоми 20 соли минбаъда Интернет барои аҳолии умумӣ дастрас набуд. Он танҳо ба муҳаққиқони донишгоҳҳо ва ҳукуматҳо, донишҷӯён ва ширкатҳои хусусӣ маҳдуд буд. Даҳҳо барнома вуҷуд доштанд, ки метавонистанд тавассути хатҳои телефонӣ иттилоотро мубодила кунанд, аммо ягонтои онҳо осон ва қулай барои истифода набуд. Интернети воқеан кушода ва аввалин браузери веб то соли 1990 эҷод нашуда буд.
browser-history-web-era = Даврони Интернет
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = Донишманди компютерии британӣ, Тим Бернерс-Ли, аввалин сервери веб ва браузери графикии вебро дар соли 1990, вақте ки ӯ <a href="{ $cern }">дар «CERN» кор кард</a> — Созмони аврупоии таҳқиқоти ҳастаӣ дар Швейтсария — эҷод намуд. Ӯ равзанаи нави худро барои Интернет ҳамчун «WorldWideWeb» номгузорӣ кард. Ин як интерфейси графикии осонфаҳм ва дӯстона барои истифодабарандагон буд, ки барои компютери «NeXT» сохта шудааст. Бори аввал, ҳуҷҷатҳои матнӣ тавассути шабакаи ҷамъиятӣ — яъне ҳамон вебе, ки мо имрӯз медонем, бо ҳам пайваст шуда буданд.
browser-history-a-year-later-berners = Як сол пас, Бернерс-Ли аз донишҷӯи риёзии «CERN» Николa Пелло хоҳиш кард, ки браузери «Line Mode»-ро барои терминалҳои оддии компютерӣ барномарезӣ кунад.
# Variables:
#   $firefox (url) - https://en.wikipedia.org/wiki/Firefox
browser-history-by-1993-the-web = То соли 1993 веб ба таври назаррас рушд ёфт. Донишгоҳҳо, ҳукуматҳо ва ширкатҳои хусусӣ ҳамагӣ имкониятҳои веби кушодро дарк карданд. Барои дастрасӣ ба он, ҳамаи онҳо ба барномаҳои нави компютерӣ ниёз доштанд. Дар ҳамон сол, «Mosaic» дар Маркази Миллии Барномаҳои Суперкомпютерӣ (NCSA) дар Донишгоҳи Иллинойси Урбана-Шампайн аз ҷониби донишманди соҳаи илмҳои компютерӣ Марк Андреессен таҳия шуд. Ин аввалин браузери веби маъмул ва сарнасли аввали браузери <a href="{ $firefox }">«{ -brand-name-mozilla } { -brand-name-firefox }»</a> ба шумор меравад.
# Variables:
#   $netscape (url) - https://en.wikipedia.org/wiki/Netscape_(web_browser)
browser-history-ncsa-mosaic-ran = «NCSA Mosaic» дар компютерҳое, ки бо низоми амалиётии «{ -brand-name-windows }» кор мекарданд, ба осонӣ истифода мешуд ва ба ҳар шахсе, ки компютер дошт, имкон медод ба саҳифаҳои ибтидоии интернетӣ, утоқҳои суҳбат ва китобхонаҳои тасвирӣ дастрасӣ пайдо кунад. Соли дигар (1994), Андреессен ширкати <a href="{ $netscape }">«{ -brand-name-netscape }»</a>-ро таъсис дод ва браузери «{ -brand-name-netscape } Navigator»-ро барои корбарони байналмилалӣ муаррифӣ кард. Ин як муваффақияти бузург буд ва аввалин браузере гардид, ки барои доираи васеи корбарон пешбинӣ шуда буд. Инчунин, он оғози нахустин рақобати ҷиддӣ дар набард барои корбарони интернет ба шумор мерафт.
browser-history-the-browser-wars = Ҷангҳои браузерҳо
# Variables:
#   $ie (url) - https://en.wikipedia.org/wiki/Internet_Explorer
browser-history-by-1995-netscape = То соли 1995, «{ -brand-name-netscape } Navigator» дигар танҳо як роҳи пайвастшавӣ ба Интернет набуд. Ширкати бузурги нармафзори компютерӣ «{ -brand-name-microsoft }» рамзи куҳнаи «Mosaic»-ро дар асоси иҷозатнома истифода бурд ва равзанаи худро барои кор бо Интернет — <a href="{ $ie }">«{ -brand-name-ie }»</a> — эҷод намуд. Ин озодсозӣ боиси оғози рақобати шадид шуд. «{ -brand-name-netscape }» ва «{ -brand-name-microsoft }» бо ҷидду ҷаҳд барои таҳияи версияҳои навтари барномаҳои худро кор мекарданд — ҳар яке аз онҳо кӯшиш кард, то бо маҳсулоти тезтар ва беҳтар, бартарӣ пайдо кунад.
# Variables:
#   $blink (url) - https://developer.mozilla.org/en-US/docs/Glossary/blink_element
browser-history-netscape-created = «{ -brand-name-netscape }» забони барномасозии «JavaScript»-ро эҷод ва нашр кард, ки ба сомонаҳо қобилиятҳои ҳисоббарории пуриқтидорро таъмин кард — чизе, ки қаблан дастнорас буд. (Онҳо, инчунин, барчаспҳои машҳури «<a href="{ $blink }">&lt;blink&gt;</a>»-ро низ муаррифӣ карданд.) Дар посух, «{ -brand-name-microsoft }» ҷадвалҳои «Cascading Style Sheets (CSS)»-ро муаррифӣ намуд, ки ба стандарти тарҳрезии саҳифаҳои веб табдил ёфт.
# Variables:
#   $dino (url) - https://medium.com/@ddprrt/tales-from-the-browser-wars-mozilla-stomps-internet-explorer-799035887cb1
browser-history-things-got-a-little = Дар соли 1997, вақте ки «{ -brand-name-microsoft }» версияи 4.0-и «{ -brand-name-ie }»-ро нашр кард. Гурӯҳи корӣ ҳарфи азими «e»-ро сохт ва онро пинҳонӣ дар майдони алафзори қароргоҳи марказии «{ -brand-name-netscape }» гузоштанд. Дастаи «{ -brand-name-netscape }» зуд вокуниш нишон дод — онҳо ба ҳарфи азимҷуссаи «e» зарба заданд ва <a href="{ $dino }">тилисми динозаврии «{ -brand-name-mozilla }»-и худро болои он гузоштанд</a>.
browser-history-browsing-the-web = Аз Интернет имрӯз истифода баред
browser-history-resources = Манбаъҳо
browser-history-take-control-of = Браузери худро дар зери назорат гиред.
