# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Браузери веб чист?
# HTML page description
what-is-a-browser-a-web-browser = Браузери интернетӣ воситаест, ки шуморо ба ҳар гӯшаи Интернет мерасонад ва имконият медиҳад, ки матн, тасвир ва наворҳоро аз тамоми ҷаҳон тамошо намоед.
what-is-a-browser-the-web-is-a-vast = Веб як абзори қавӣ ва бениҳоят фарогир аст. Танҳо дар чанд даҳсолаи охир интернет тарзи кори мо, фароғати мо ва муоширати моро ба куллӣ дигаргун сохт. Вобаста ба тарзи истифодааш, интернет метавонад миллатҳоро ба ҳам пайвандад, тиҷоратро рушд диҳад, робитаҳоро мустаҳкам созад, муҳаррики навоварии оянда гардад — ва, албатта, шумораи беандозаи мемҳоро ба вуҷуд оварад, ки дигар намедонем, ки бо онҳо чӣ кор кунем.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Муҳим аст, ки то ҳар як кас тавонад ба Интернет дастрасӣ пайдо кунад, аммо, инчунин, зарур аст, ки ҳамаи мо <a href="{ $tools }">абзорҳоеро дарк кунем</a>, ки мо барои пайдо кардани дастрасӣ ба он истифода мебарем. Ҳар рӯз мо аз браузерҳои веб ба монанди «{ -brand-name-mozilla } { -brand-name-firefox }», «{ -brand-name-google } { -brand-name-chrome }», «{ -brand-name-microsoft } { -brand-name-edge }» ва «{ -brand-name-apple } { -brand-name-safari }» истифода мебарем, аммо ҳанӯз мо дарк намекунем, ки онҳо аз чӣ иборатанд ва чӣ тавр кор мекунанд?
what-is-a-browser-in-a-short-period-long = Дар як муддати вақти кутоҳ, мо аз ҳайрат ба қобилияти фиристодани почтаи электронӣ ба тамоми гӯшаҳои ҷаҳон, то як тағйири амиқ дар тафаккури мо дар бораи иттилоот гузаштем. Ин саволе нест, ки шумо дигар чӣ қадар медонед, балки танҳо як савол дар бораи он аст, ки кадом браузер ё барнома метавонад шуморо ба ин маълумот ҳар чӣ зудтар бурда расонад.
what-is-a-browser-in-a-short-period = Дар муддати кутоҳ, мо аз ҳайрат ба қобилияти фиристодани почтаи электронӣ ба тамоми гӯшаҳои ҷаҳон, то як тағйири амиқ дар тафаккури мо дар бораи иттилоот гузаштем.
what-is-a-browser-how-does-a-web = Браузери веб чӣ гуна кор мекунад?
what-is-a-browser-a-web-browser-long = Браузери веб шуморо ба ҳамаи ҷойҳои дилхоҳ дар интернет мебарад. Он маълумотро аз дигар қисматҳои веб дарёфт мекунад ва онро дар мизи корӣ ё дастгоҳи мобилии шумо намоиш медиҳад. Маълумот бо истифода аз Протоколи интиқоли абарматн интиқол дода мешавад, ки он тарзи интиқоли матн, тасвирҳо ва видеоро дар Интернет муайян мекунад. Ин маълумот бояд дар формати муттасил мубодила ва намоиш дода шавад, то одамоне, ки аз ҳар гуна браузер истифода мебаранд, тавонанд дар ҳар гӯшаи ҷаҳон маълумотро бинанд.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = Мутаасифона, на ҳамаи браузерҳо ин форматро ҳамон тавр шарҳ медиҳанд. Барои корбарон ин маънои онро дорад, ки сомона метавонад ба таври дигар намоиш дода шавад ва кор кунад. Эҷод кардани ҳамоҳангӣ байни браузерҳо, то ҳар як корбар тавонад новобаста аз браузери интихобкардаи худ, <a href="{ $standards }">мувофиқи стандартҳои веб</a> аз Интернет пурра истифода барад.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Вақте ки браузери веб маълумотро аз сервери пайвастшуда ба интернет мегирад, он як порчаи нармафзореро истифода мебарад, ки муҳаррики коркарди аксҳо номида мешавад, то ин маълумотро ба матн ва тасвирҳо тарҷума кунад. Ин маълумот дар <a href="{ $html }">Забони аломатгузории абарматн</a> (HTML) навишта шудааст ва браузерҳои веб ин рамзҳоро мехонанд, то он чизеро, ки мо дар Интернет мебинем, мешунавем ва аз сар мегузаронем.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Абарпайвандҳо</a> ба корбарон имкон медиҳанд, то ки онҳо тавонанд ба саҳифаҳо ё сомонаҳои дигар дар Интернет гузаранд. Ҳар як саҳифаи веб, тасвир ё видео дорои <a href="{ $url }">Ҷойгиркунандаи ягонаи манбаъ (URL)</a> мебошад, ки ҳамчун нишонии веб низ маъруф аст. Вақте ки браузер ба сервер барои дарёфти маълумот муроҷиат мекунад, нишонии «URL» ба он нишон медиҳад, ки ҳар як ҷузъи тавсифшуда дар «HTML» дар куҷо ҷойгир шудааст ва роҳнамоӣ мекунад, ки браузер онро дар кадом қисми саҳифа веб бояд намоиш диҳад.
what-is-a-browser-cookies-not-the = Кукиҳо (ин кулчақанд бамаза нест)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Сомонаҳо маълумотро дар бораи шумо дар файлҳо бо номи <a href="{ $cookies }">кукиҳо</a> нигоҳ медоранд. Онҳо дар компютери шумо барои дафъаи ояндае, ки шумо ба сомона ворид мешавед, нигоҳ дошта мешаванд. Пас аз бозгашти шумо, рамзи сомона ин файлро мехонад, то тафтиш мекунад, ки ин шумо ҳастед. Масалан, вақте ки шумо ба сомона ворид мешавед, саҳифа номи корбар ва ниҳонвожаи шуморо дар хотир нигоҳ медорад - ин амал танҳо тавассути куки имконпазир аст.
what-is-a-browser-when-you-go-to = Вақте ки шумо ба ягон сомона ворид мешавед ва саҳифаи сомона номи корбар ва ниҳонвожаи шуморо дар хотир медорад - ин тавассути технологияи «куки» имконпазир аст.
what-is-a-browser-understanding = Фаҳмидани махфият
what-is-a-browser-firefox-helps = Бо истифода аз браузери «{ -brand-name-firefox }», шумо метавонед махфияти шахсии худро дар муҳити онлайн беҳтар ҳифз намоед — зеро ки он васоити пайгирии интернетиеро, ки шуморо дар саросари шабака пайгирӣ мекунанд, маҳдуд месозад.
what-is-a-browser-making-your-web = Бигузор, ки браузери шумо танҳо барои манфиати шумо кор кунад
