# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/android

vpn-android-vpn-for-android = { -brand-name-mozilla } کنوں وی پی این اینڈرائیڈ
vpn-android-ease-security = اینڈرائیڈ کِیتے { -brand-name-mozilla-vpn } دے نال سیکیورٹی دے خدشیاں کوں گَھٹ کرو
vpn-android-looking-for-a = آپݨی اینڈرائیڈ ڈیوائس دی راکھی کِیتے وی پی این دی ڳویڑ ہِے؟ { -brand-name-mozilla-vpn } کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی اپی این تُہاݙی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla } اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-android-whether-youre = بھان٘ویں تُساں گھر اِچ ہؤو، کَم تے ہؤو، یا رجسٹر اُتے آپݨے کافی دے آرڈر کِیتے کوئی مذاخیہ ناں بݨین٘دے پئے ہؤو، تُہاݙی آن لائن سیکیورٹی دی راکھی کرݨ { -brand-name-mozilla } دی پہلی ترجیح ہِے۔ ٻہوں ساریاں سمارٹ ٹیکنالوجی پراڈکٹس آلی کار، اینڈرائیڈ ڈیوائسز وِچ پہلاں کنوں موجود تحفّظ دیاں خاصیتاں ہِن جہڑیاں تُہاݙی ڈیوائس دی راکھی کرین٘دیاں ہِن۔ { -brand-name-mozilla }نال اینڈرائیڈ کِیتے وی پی این دے نال، تُساں آپݨی انڳل دے صرف ہِک دباوݨ نال ٻئی سیکیورٹی گِھن سڳدے ہِیوے۔
vpn-android-using-the-fast = تِکّھے اَتے محفوظ { -brand-name-wireguard }وی پی این پروٹوکول دا استعمال کرین٘دے ہوئے، اَساݙا وی پی این تُہاݙے آلے اَتے سرورز دے وی پی این نیٹ ورک دے وِچالے انٹرنیٹ ٹریفک کوں انکرپٹ کرݨ دے قابل ہِے۔ جہڑیلے تُساں ٹُردے پِھردے ہِیوے تاں اِیہ تُہاݙی ویب ٹریفک کوں محفوظ رکّھݨ وِچ اَساݙی مَدَت کرین٘دا ہِے۔ اِیہ ڈَھکّݨ آلی کار ہِے جہڑا تُہاݙی ساوی چاہ کوں ماکھی دے نال میز دے چودھار اُݙّݨ آلی مکّھی کنوں ٻچین٘دا ہِے۔
vpn-android-how-does-a = وی پی این میݙی اینڈرائیڈ ڈیوائس دی کین٘ویں حفاظت کریندے؟
vpn-android-vpns-help = وی پی این آں کوں روکݨ وچ مدد ملدی ہے:
vpn-android-your-internet-activity = تُہاݙی انٹرنیٹ سرگرمی ݙیکھݨ دے قابل تِھیوݨ نال، اَتے وَل ویچی یا مشتہرین نال سان٘جھی کِیتی وین٘دی ہِے۔
vpn-android-low-video = تُہاݙے انٹرنیٹ خدمت فراہم کرݨ آلے (آئی ایس پی) دی طرفوں سُست اَتے محدود بینڈوتھ دی وجہ کنوں گَھٹ ویڈیو سٹریمنگ دا معیار
vpn-android-your-personal = عوامی وائی-فائی نیٹ ورک استعمال کرݨ ویلے تُہاݙا ذاتی ڈیٹا چوری کِیتا وین٘دا پِیا ہِے۔
vpn-android-why-should-i = میں انڈرائیڈ کیتے { -brand-name-mozilla-vpn } کیوں ڈاؤن لوڈ کراں؟
vpn-android-browse-the-internet = آپݨی جاء ݙسائے مُتُّوں انٹرنیٹ براؤز کرو۔
vpn-android-be-more-comfortable = کیفے، ہوائی اَݙّیاں، اَتے ٻِنّھاں جائیں تے عوامی وائی-فائی دا استعمال کرین٘دے ہوئے ڈھیر سَوَلّے رہؤو۔
vpn-android-avoid-intrusive = دخل اندازی کرݨ آلی جاء اُتے مبنی اشتہاراں کنوں پرہیز کرو۔
vpn-android-the-mozilla-vpn-mobile = { -brand-name-mozilla-vpn }موبائل ایپ نِکڑی ہِے، اِیں کِیتے اِیہ تُہاݙی میموری دا ڈھیر استعمال نِھیں کرین٘دی، اَتے اِیہ تُہاݙے فون کوں آلسی نہ کریسی اَتے نہ اِی تُہاݙی بیٹری سڑیسی۔
vpn-android-unlike-free = مُفت وی پی اینز یا پراکسی سائٹاں دے برعکس، جہڑے تُہاݙی جاسوسی اَتے تُہاݙی معلومات ویچ کے آپݨے سروراں کِیتے ادائیگی کر سڳدے ہِن، { -brand-name-mozilla } تُساں کِتّھاں وین٘دے ہِیوے اَتے تُساں کیا کرین٘دے ہِیوے اِین٘دا ریکارڈ کائنی رکھین٘دا۔
