# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = { -brand-name-mozilla } کنوں لیپ ٹاپ یا کمپیوٹر کیتے وی پی این
vpn-desktop-if-you-are = ڄیکر تُساں آپݨے لیپ ٹاپ یا پی سی دی راکھی کِیتے وی پی این لبھین٘دے پئے ہِیوے، تاں { -brand-name-mozilla-vpn } ݙیکھو۔ { -brand-name-mozilla-vpn }کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی پی این دی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla }اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-desktop-vpns-can-provide = VPNs تُہاݙے لیپ ٹاپ یا پی چی کِیتے سیکیورٹی دی ہِک وادھو پرت فراہم کر سڳدے ہِن اَتے تُہاکوں ہیکنگ دیاں کوشِشاں، فشنگ حملیاں اَتے ٻئے آن لائن خطریاں کنوں بچاوݨ وِچ مَدَت کر سڳدے ہِن۔ VPNs تُہاݙے کمپیوٹر اَتے انٹرنیٹ دے وِچالے ہِک "چُر" بݨا کے تُہاݙے ڈیٹا اَتے مقام کوں اِنکرپٹ کرین٘دے ہِن۔ ڄیکر تُہاݙا لیپ ٹاپ یا پی سی وی پی این استعمال نِھیں کرین٘دا پِیا تاں، ہیکرز اَتے ترِیجھے فریق تُہاݙی پرائیویسی کوں خطرے وِچ پاء کے تُہاݙی ٹریفک کوں روک سڳدے ہِن۔
vpn-desktop-how-does-a = بَھلا وی پی این میݙے لیپ ٹاپ یا پی سی راکھی کیویں کرین٘دا ہِے؟
vpn-desktop-there-are-several = آپݨے لیپ ٹاپ یا پی سی دا استعمال کرݨ ویلے آپݨی راکھی کِیتے تُہاکوں وی پی این کیوں استعمال کرݨاں چاہِیدا ہِے:
vpn-desktop-stronger-privacy = <strong>تَکڑی رازداری:</strong>کیوں جو ہِک وی پی این تُہاݙے آئی پی کوں ماسک کرین٘دا ہِے، تُساں انٹرنیٹ کوں وَدھ نجی طور تے براؤز کر سڳدے ہِیوے، اِیہ ڄاݨدے ہوئے جو ڈیٹا کٹّھا کرݨ آلے تُہاݙے آئی پی کوں ہِک منفرد سُن٘ڄاݨ کرݨ آلے دے طور تے استعمال کرین٘دے ہوئے تُہاݙی سرگرمی کوں کَٹّھا نِھیں کر سڳدے۔
vpn-desktop-safer-against-spying = <strong>جاسوسی دے خلاف محفوظ:</strong>وی پی این دے ذریعے تُہاݙے ڈیٹا کوں انکرپٹ کرݨ تُہاݙے نیٹ ورک کنکشن اُتے جاسوسی کرݨ آلے کئیں کِیتے وی اِیہ ڄاݨن عملی طور تے نا ممکن بݨا ݙین٘دا ہِے جو تُساں کیا اَتے کین٘دے نال ڳالھ مُہاڑ کرین٘دے پئے ہِیوے۔
