# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = { -brand-name-mozilla } کنوں iOS/iPad کیتے وی پی این
vpn-ipad-looking-for = آپݨے آئی پیڈ دی راکھی کِیتے وی پی این دی ڳویڑ ہِے؟ { -brand-name-mozilla-vpn } کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی اپی این تُہاݙی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla } اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-ipad-if-you-own = ڄیکر تُہاݙے کول آئی پیڈ ہِے، تاں تُساں شئیت اِیکوں ٻہوں ساریاں شئیں کِیتے استعمال کرین٘دے ہِیوے: ویب براؤز کرݨ، ویڈیوز ݙیکھݨ، گیماں کھیݙݨ، کتاباں پڑھݨ، اَتے ٻہوں کُجھ پَر بھان٘ویں تُساں گھر وِچ ہؤو یا ٹُردے پِھردے، تُہاݙا انٹرنیٹ کنکشن تُہاݙے نجی ڈیٹا اَتے جاء کوں ہیکرز، مشتہراں، اَتے ٻئے تریجھے فریق کوں بے نقاب کر سڳدا ہِے جہڑے تُہاکوں ٹریک کرݨ کِیتے کوکیز اَتے تُہاݙا آئی پی استعمال کر سڳدے ہِن۔
vpn-ipad-thats-why-you = اِیں کِیتے تُہاکوں { -brand-name-mozilla-vpn }دی لوڑ ہِے، ہِک تِکّھی، قابلِ اعتماد اَتے استعمال وِچ سَوکھی وی پی این سروس دی جہڑی تُہاݙی آن لائن سرگرمی کوں نظراں کنوں پَرے رکھین٘دی ہِے۔
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } ہِک ورچوئل پرائیویٹ نیٹ ورک سروس ہِے جہڑی تُہاݙے انٹرنیٹ کوں انکرپٹ کرین٘دے ہِے اَتے تُہاݙا آئی پی پتہ لُکین٘دی ہِے۔
vpn-ipad-with-mozilla-vpn = { -brand-name-mozilla-vpn } نال تساں گھن سڳدے ہو:
vpn-ipad-protection-for-up-to = <strong>5 ڈیوائساں تئیں کِیتے تحفّظ:</strong> آپݨے آئی پیڈ اُتے { -brand-name-mozilla-vpn } استعمال کرو اَتے ہِک سبسکرپشن دے نال چار ٻئے ڈیوائیساں تئیں۔ تُساں اِیکوں ونڈوز، میک او ایس، لائنکس، آئی فون اَتے اینڈرائیڈ اُتے وی استعمال کر سڳدے ہِیوے۔
vpn-ipad-access-to-servers = <strong>30+ مُلخاں وِچ سروراں تئیں رسائی:</strong> تُساں انٹرنیٹ نال جُڑݨ کِیتے دُنیاں بھر دے 30 کنوں وَدھ مُلخاں وِچ 500 کنوں وَدھ سرورز وِچوں چُݨ سڳدے ہِیوے۔ اِیہ تُہاکوں مطلوبہ مواد تئیں رسائی کِیتے ٻئے چوݨاں اَتے لچک فراہم کرین٘دا ہِے۔
vpn-ipad-device-level = <strong>ڈیوائس دی سطح دی ٹریفک دی انکرپشن:</strong> { -brand-name-mozilla-vpn } تُہاݙی ڈیوائس کوں چھوڑݨ کنوں پہلاں ای تُہاݙی ساری ٹریفک کوں انکرپٹ کرین٘دا ہِے، نہ صرف تُہاݙے براؤزر بلکہ ایپس، گیماں اَتے سٹریمنگ سروسز کوں وی۔ تُساں اشتہاراں اَتے ٹریکرز جہڑے تُہاݙی رازداری نال سمجھوتہ کر سڳدے ہِن کوں بلاک کرݨ کِیتے { -brand-name-mozilla-vpn } وی استعمال کر سڳدے ہِیوے۔
vpn-ipad-no-online = <strong>کُئی آن لائن سرگرمی لاگز کائنی:</strong> { -brand-name-mozilla } لاگ نِھیں کرین٘دا جو تُساں کہڑیاں ویب سائٹاں اُتے وین٘دے ہِیوے یا تُہاݙے مواصلات دا معائنہ نِھیں کرین٘دا۔
vpn-ipad-feel-safe = <strong>عوامی وائی-فائی دا استعمال کرین٘دے ہوئے محفوظ محسوس کرو:</strong>جہڑیلے تُساں کئیں عوامی وائی-فائی نیٹ ورک نال جُڑئیل ہون٘دے ہِیوے، جیویں جو کافی شاپ یا ہوائے اڈّے اُتے، تُہاݙا ڈیٹا ہیکراں یا بد نیتی اُتے مبنی اداکاراں دے ذریعے روکیا اَتے پَرکھیا ون٘ڄ سڳین٘دا ہِے۔ { -brand-name-mozilla-vpn } دے نال، تُہاݙا ڈیٹا کئیں کوں وی تُہاݙی آن لائن سرگرمی اُتے جاسوسی کرݨ کنوں روکݨ کِیتے انکرپٹ کِیتا وین٘دا ہِے۔
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn }کوں { -brand-name-mozilla-foundation }دی حمایت حاصل ہِے، غیر منافع بخش پشت پناہی { -brand-name-firefox }، جہڑی دُنیاں وِچ ساریاں کنوں وَدھ مقبول اَتے رازداری اُتے مرکوز براؤزرز وِچوں ہِک ہِے۔ { -brand-name-mozilla-vpn } کوں چُݨ کے، تُساں انٹرنیٹ کوں ہر کئیں کِیتے کُھلا اَتے قابلِ رسائی رکّھݨ دے اَساݙے عزم دی حمایت کرین٘دے پئے ہِیوے۔
