# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = { -brand-name-mozilla } کنوں macOS کیتے وی پی این گھنو
vpn-mac-looking-for = آپݨے میک دی راکھی کِیتے وی پی این دی ڳویڑ ہِے؟ { -brand-name-mozilla-vpn } کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی اپی این تُہاݙی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨاں میک او ایس استعمال کرین٘دے ہوئے آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla } اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-mac-protect-your-mac = { -brand-name-mozilla-vpn } نال آپݨے  Mac دی حفاظت کرو
vpn-mac-a-vpn-is = جہڑیلے تُساں آپݨاں میک استعمال کرین٘دے ہِیوے تاں تُہاݙی آن لائن پرائیویسی اَتے سیکیورٹی کِیتے ہِک وی پی این (ورچوئیل پرائیویٹ نیٹ ورک) دا ہؤوݨ ضروری ہِے۔ ہیکرز، اَتے انٹرنیٹ فراہم کرݨ آلے تُہاݙی آن لائن سرگرمی دی جاسوسی کر سڳدے ہِن، یا تُہاݙا ذاتی ڈیٹا چوری کر سڳدے ہِن۔
vpn-mac-but-finding = پَر ہِک چَنڳا وی پی این لبّھݨ ذری اَوکھا تھی سڳدا ہِے۔ کُجھ آلسی، نا قابلِ اعتماد، اَتے اِیہ توڑیں جو تُہاݙی آن لائن سرگرمی دے نوشتہ جات رکھین٘دے ہِن۔ اِیں کِیتے اَساں { -brand-name-mozilla-vpn }بݨایا ہِے، جہڑا ہِک تِکّھا، محفوظ، اَتے قابلِ اعتماد وی پی این ہِے جہڑا تُہاݙے کِیتے { -brand-name-firefox } بݨاوݨ آلے لوک گِھن آئے ہِن۔
vpn-mac-with-mozilla-vpn = { -brand-name-mozilla-vpn } نال تساں کر سڳدے ہو:
vpn-mac-get-one-click = ہک سادہ تے ورتݨ الے دوستانہ انٹرفیس نال ہک کلک رازداری گھنو۔
vpn-mac-connect-up-to = ہک سبسکرپشن نال 5  تائیں مختلف ڈیوائساں نال کنکٹ تھیوو۔ Mac، iOS، ونڈوز، لائنکس تے انڈرائیڈ سمیت۔
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = جِتّی چاہؤو اَساݙی وی پی این استعمال کرو۔ کُجھ وی پی اینز دے برعکس، جہڑے ہر مہینے ڈیٹا دی صرف ہِک خاص مقدار دی راکھی کرین٘دے ہِن، اَساں تُہاݙی ٹریفک کوں محدود نِھسے کرین٘دے۔ اِین٘دے نال کُئی فرق نِھیں پون٘دا جو تُساں کِتّی ڈیٹا استعمال کرین٘دے ہِیوے، اِیہ ہمیشاں محفوظ رہسی۔
vpn-mac-get-device-level = آپݨی ٹریفک کِیتے ڈیوائس دی سطح دی اینکرپشن حاصل کرو۔ ٻئے حلاں دے برعکس، جہڑے صرف تُہاݙی براؤزر ٹریفک کوں انکرپٹ کرین٘دے ہِن، { -brand-name-mozilla-vpn }اِنّھاں ساریاں کوں انکرپٹ کرین٘دا ہِے، تُہاݙی انٹرنیٹ ٹریفک دی حفاظت کرین٘دا ہِے بھان٘ویں کُئی وی ایپلیکیشن شامل ہؤوے۔
vpn-mac-prevent-internet = انٹرنیٹ فراہم کرݨ آلیاں کوں ایہو جیہیں ویب سائٹاں یا خذمتاں کوں تھروٹل کرݨ یا بلاک کرݨ کنوں روکو جہڑے اُنّھاں کوں نِھیں بھان٘دے، یا جہڑے اُنّھاں دی آپݨی پیشکشاں دا مقابلہ کرین٘دے ہِن۔ ودھیک معلومات کِیتے، تُساں نیٹ دی غیرجانبداری دے بارے وِچ پڑھ سڳدے ہِیوے۔
vpn-mac-mozilla-is-an = { -brand-name-mozilla }ہِک تنظیم ہِے جہڑی انٹرنیٹ کوں ہر کئیں کِیتے کُھلّا اَتے قابلِ رسائی رکّھݨ کِیتے کَم کرین٘دی ہِے، اَتے اَساکوں ہِک غیر منافع بخش دی حمایت حاصل ہِے۔ جہڑیلے تُساں { -brand-name-mozilla-vpn }استعمال کرین٘دے ہِیوے، تاں تُساں نہ صرف آپݨی آن لائن حفاظت کرین٘دے پئے ہِیوے بلکہ { -brand-name-mozilla }دے عزم دی حمایت وی کرین٘دے پئے ہِیوے۔ { -brand-name-mozilla-vpn }محفوظ، اوپن سورس ہِے، اَتے اِیکوں سیکیورٹی ماہراں اَتے { -brand-name-firefox }دے تخلیق کاراں نے تیّار کِیتا ہِے۔
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla }لاگ اِن نِھیں کرین٘دا جو تُساں کِہڑے ویب سائٹاں اُتے وین٘دے ہِیوے یا تُہاݙے مواصلات دی پَرکھ نِھیں کرین٘دا۔ اَساݙے کول 30 ݙِین٘ہ دی رقم ولاوݨ دی گارنٹی وی ہِے: کُئی پریشانی، کُئی خطرہ کائنی۔
