# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = { -brand-name-mozilla } کنوں موبائل کیتے وی پی این گھنو
vpn-mobile-looking-for-a = آپݨی موبائل ڈیوائس دی راکھی کِیتے وی پی این دی ڳویڑ ہِے؟ { -brand-name-mozilla-vpn } کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی اپی این تُہاݙی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla } اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-mobile-vpn-for-mobile = { -brand-name-mozilla } کنوں موبائل کیتے وی پی این
vpn-mobile-in-todays = اَڄوکی موبائل اُتے مرکوز دُنیاں وِچ، اَساں مواصلت، تفریح اَتے کَم کِیتے آپݨے موبائل فوناں اَتے ڈیوائساں اُتے انحصار کرین٘دے ہِسے۔ تَہُوں، وی پی این مُتُّوں، تُہاݙی ذاتی معلومات سیکیورٹی اَتے رازداری دے اَݨ ڳِݨَت خطریاں دا شکار تھی سڳدی ہِے۔
vpn-mobile-why-do-i = میکوں موبائل کیتے وی پی این دی لوڑ کیوں ہے؟
vpn-mobile-the-mozilla-vpn = { -brand-name-mozilla-vpn }موبائل ایپ نِکڑی ہِے، اِیں کِیتے اِیہ تُہاݙی میموری دا ڈھیر استعمال نِھیں کرین٘دی، اَتے اِیہ تُہاݙے فون کوں آلسی نہ کریسی اَتے نہ اِی تُہاݙی بیٹری سڑیسی۔
vpn-mobile-your-internet-v2 = تُہاݙا انٹرنیٹ سروس فراہم کرݨ آلا (آئی ایس پی) تُہاݙی بینڈوِتھ کوں روک سڳدا ہِے ڄیکر اُوہ ڄاݨدا ہِے جو تُساں فلماں ݙیہدے پئے ہِیوے، موسیقی سُݨدے پئے ہِیوے، یا سٹریمنگ کرین٘دے پئے ہِیوے۔
vpn-mobile-your-isp-v2 = تُہاݙا آئی ایس پی اُنّھاں ویب سائٹاں یا خدمتاں کوں بلاک کر سڳدا ہِے جہڑیاں اُنّھاں کوں نِھیں بھان٘دیاں یا جہڑیاں اُنّھاں دے آپݨے نال مقابلہ کرین٘دیاں ہِن۔
vpn-mobile-hackers-can-steal-v2 = تساں عوامی وائی فائی مثلاً کیفے یا ہوائی اݙے  وچ ورتیسو تاں ہیکر تہاݙا ذاتی ڈیٹا چوری کر سڳدن۔
vpn-mobile-a-vpn-works = ہِک وی پی این تُہاݙی ڈیوائس اُتے کَم کرین٘دا ہِے، نہ صرف تُہاݙے براؤزر، تَہُوں تُہاݙے موبائل ایپس اُتے وی۔ اَتے مُفت وی پی اینز یا پراکسی سائٹاں دے برعکس، جہڑے تُہاݙی جاسوسی کر کے اَتے تُہاݙی معلومات ویچ کے آپݨے سرورز کِیتے ادائیگی کر سڳدے ہِن، { -brand-name-mozilla }تُساں کِتّھاں وین٘دے ہِیوے اَتے تُساں کیا کرین٘دے ہِیوے اِین٘دا ریکارڈ نِھیں رکھین٘دا۔
