# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = { -brand-name-mozilla } کنوں ونڈو کیتے وی پی این گھنو
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = پی این نال آپݨی ونڈو ڈیوائص دی راکھی کرو۔ { -brand-name-mozilla } وی پی این کوں ہِک غیر منافع بخش کمپنی دی حمایت حاصل ہِے۔ اِیں بارے وِچ ڄاݨو جو وی اپی این تُہاݙی راکھی کیویں کرین٘دا ہِے اَتے تُہاکوں آپݨی رازداری اَتے سیکیورٹی دے نال { -brand-name-mozilla } اُتے کیوں اعتماد کرݨاں چاہِیدا ہِے۔
vpn-windows-stay-safe = وی پی این نال آپݨی ونڈو ڈیوائس تے محفوظ تے سلامتی نال راہوو
vpn-windows-windows-is-one = ونڈوز دُنیاں دے مقبول ترین آپریٹنگ سسٹماں وچوں ہِک ہِے۔ نتیجے دے طور تے، ونڈوز ڈیوائسز کوں عام طور تے ہیکرز دی طرفوں ٻہوں وَدھ نشانہ بݨایا وین٘دا ہِے اَتے ڄیکر تُساں مناسب احتیاط نِھیوے کرین٘دے تاں اِیہ خاص طور تے کمزور تھی سڳدے ہِن۔ تُساں آپݨی آن لائن سرگرمی کوں انکرپٹ کرݨ کِیتے وی پی این دا استعمال کر کے آپݨی ڈیجیٹل حیاتی دی راکھی کر سڳدے ہِیوے، نال ای نال کُجھ ٻئے اقدامات جیویں جو، آپݨے سافٹ ویئر کوں اپ ٹو ڈیٹ رکّھݨ، منفرد اَتے مضبوط پاس ورڈ بݨاوݨ، اَتے { -brand-name-relay }ماسک دا استعمال کر کے آپݨے ای میل کوں محفوظ رکّھو۔
vpn-windows-a-vpn-creates = ہِک وی پی این تُہاݙے ونڈوز کمپیوٹر اَتے انٹرنیٹ دے وِچالے تُہاݙے انٹرنیٹ ڈیٹا کِیتے ہِک انکرپٹڈ "چُر" بݨین٘دا ہِے، اَتے تُہاݙے ملاحظہ کِیتے ڳئے ویب سائٹاں کنوں تُہاݙے مقام کوں ماسک کرین٘دا ہِے۔ اِیہ ترِیجھے فریقاں اَتے نیٹ ورک دے جاسوساں کوں تُہاݙے بارے وِچ ایہو جیہیں شئیں سِکّھݨ کنوں روکݨ وِچ مَدَت کرین٘دا ہِے جہڑیاں اِنّھاں کوں ڄاݨن دی لوڑ کائنی۔
vpn-windows-what-are-the-benefits = میݙی ونڈو ڈیوائس تے { -brand-name-mozilla-vpn } ڈاؤن لو کرݨ دے کیا فائدے ہن؟
vpn-windows-avoid-your-online = آپݨی آن لائن سرگرمی کوں تھرڈ پارٹی یا مشتہرین کنوں گھنݨ تے شیئر کرݨ کنوں بچو۔
vpn-windows-if-youre = ڄیکر تُساں آن لائن ویڈیو یا موسیقی سٹریمنگ دے بھارے صارف ہِیوے، تاں تُساں وی پی این استعمال کر کے آپݨی انٹرنیٹ سروس فراہم کرݨ آلے دے ذریعے آپݨی بینڈوِتھ کوں محدود یا تھروٹل تِھیوݨ کنوں ممکنہ طور تے ٻچ سڳدے ہِیوے۔
vpn-windows-you-can-exclude = تُساں سپلٹ ٹنلنگ خاصیت دے نال کُجھ ایپاں کوں خارج کر سڳدے ہِیوے۔ اِیہ تُہاکوں کُجھ ایپاں کوں وی پی این دے ذریعے چلاوݨ ݙین٘دا ہِے جݙاں جو ٻِنّھاں کوں چُر کنوں ٻاہر گَھل ݙین٘دا ہِے۔
vpn-windows-using-a-windows = کئیں عوامی، غیر محفوظ وائی-فائی نیٹ ورک اُتے ونڈوز ڈیوائس دا استعمال تُہاݙی انٹرنیٹ ٹریفک دی معلومات کوں نیٹ ورک دے جاسوساں کِیتے ڈھیر خطرناک بݨین٘دا ہِے، اَتے ہِک وی پی این تحفّظ دی ہِک تَکڑی پَرت رلا کے تُہاݙے ڈیٹا کوں نجی رکّھݨ وِچ مَدَت کر سڳدا ہِے۔
vpn-windows-the-mozilla = { -brand-name-mozilla-vpn }ایپ تُہاݙی ونڈوز ڈیوائساں دی میموری دا ڈھیر استعمال نہ کریسی، تُہاݙے کمپیوٹر کوں آلسی نہ کریسی، یا تُہاݙی بیٹری دی حیاتی کوں ضایا نہ کریسی۔
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn }ونڈوز 10 اَتے ونڈوز 11 اُتے حمایت یافتہ ہِے اَتے تُساں اِیکوں پَنڄ ڈیوائساں تئیں استعمال کر سڳدے ہِیوے۔ شروع کرݨ کِیتے، تساں <a href="{ $url }">mozilla.org اُتے سبسکرائب کر سڳدے ہِیوے</a> اَتے آپݨی ونڈوز ڈیوائس اُتے ایپ ڈاؤن لوڈ کر سڳدے ہِیوے۔
