# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = «VPN» барои низоми «iOS/iPad» аз «{ -brand-name-mozilla }»
vpn-ipad-looking-for = Шумо дар ҷустуҷӯи «VPN» барои «iPad»-и худ қарор доред? «{ -brand-name-mozilla-vpn }» аз тарафи ташкилоти ғайритиҷоратӣ дастгирӣ карда мешавад. Омӯзед, ки чӣ тавр «VPN» шуморо муҳофизат мекунад ва чаро шумо бояд барои таъмини махфият ва амнияти худ ба «{ -brand-name-mozilla }» бовар кунед.
vpn-ipad-if-you-own = Агар шумо соҳиби «iPad» бошед, эҳтимол аст, ки шумо онро барои ҳадафҳои гуногун истифода мебаред — аз тамошои видеоҳо ва саргармии бозиҳо то хондани китобҳо ва ҷустуҷӯи иттилоот дар Интернет. Бо вуҷуди ин, новобаста аз он, ки шумо дар хона ё дар сафар бошед, пайвасти шумо ба Интернет метавонад маълумоти шахсӣ ва макони ҷуғрофии шуморо ба шахсони сеюм — ба монанди ҳакерҳо, таблиғгарон ва дигарон — фош созад. Онҳо метавонанд тавассути кукиҳо ва нишонии «IP»-и шумо фаъолияти шуморо пайгирӣ намоянд.
vpn-ipad-mozilla-vpn-is = «{ -brand-name-mozilla-vpn }» - ин хидмати шабакаи хусусии маҷозӣ мебошад, ки интиқолҳои маълумоти интернетии шуморо рамзгузорӣ мекунад ва нишонии IP-и шуморо пинҳон мекунад.
vpn-ipad-with-mozilla-vpn = Ба воситаи «{ -brand-name-mozilla-vpn }» шумо метавонед зеринро ба даст оред:
vpn-ipad-no-online = <strong>Фаъолияти шумо дар онлайн сабт намешавад:</strong> Ташкилоти «{ -brand-name-mozilla }» сомонаҳоеро, ки шумо тамошо мекунед, ба феҳристҳо сабт намекунад ё паёмҳои шуморо тафтиш намекунад.
