# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/linux

vpn-linux-mozilla-vpn = «{ -brand-name-mozilla-vpn }» дар низоми амалкунандаи «Linux»
vpn-linux-looking-for = Шумо дар ҷустуҷӯи «VPN» барои компютери худ бо низоми амалкунандаи «Linux» қарор доред? Танҳо «{ -brand-name-mozilla-vpn }» аз тарафи ташкилоти ғайритиҷоратӣ ин хидматро пешниҳод мекунад. Омӯзед, ки чӣ тавр «VPN» шуморо муҳофизат мекунад ва чаро шумо бояд барои таъмини махфият ва амнияти худ ба «{ -brand-name-mozilla }» бовар кунед.
vpn-linux-mozilla-vpn-on-linux = «{ -brand-name-mozilla-vpn }» дар низоми амалкунандаи «Linux» барои махфияти бештар ва Интернети бехатартар
vpn-linux-linux-is-free = Низоми амалиётии «Linux» ройгон, бо манбаи кушод ва қобили танзим мебошад, аммо он ҳам ба масъалаҳои амният ва махфияти онлайн комилан эмин намебошад. Корбарони «Linux» низ, мисли корбарони дигар низомҳои амалиётӣ, бо маҳдудият, назорат ва ҳамлаҳои ҳакерӣ рӯ ба рӯ мешаванд.
vpn-linux-mozilla-vpn-is-a = «{ -brand-name-mozilla-vpn }» - ин хидмати шабакаи хусусии маҷозӣ мебошад, ки аз рамзгузории муосири манбаи кушод истифода мебарад ва ягон фаъолияти шабакавии шуморо дар сабт, пайгирӣ ва мубодила намекунад. Он ба шумо имкон медиҳад, то тавонед ба зиёда аз 500 сервер дар зиёда аз 30+ кишвар пайваст шавед.
vpn-linux-why-choose = Чаро ман бояд барои низоми амалкунандаи «Linux» аз «{ -brand-name-mozilla-vpn }» истифода барам?
vpn-linux-fast-and-v2 = <strong>Тез ва боэътимод:</strong> «{ -brand-name-mozilla-vpn }» аз протоколи «{ -brand-name-wireguard }®» истифода мебарад, ки нисбат ба дигар протоколҳои «VPN» кори самаранок ва устувори беҳтаринро пешниҳод мекунад.
vpn-linux-no-logs = <strong>Фаъолиятро сабт намекунад:</strong> «{ -brand-name-mozilla-vpn }» ягон фаъолияти шабакавии шуморо сабт намекунад ва нигоҳ намедорад; мо, инчунин, сомонаҳоеро, ки шумо тамошо мекунед сабт намекунем ё интиқолҳои шабакавии шуморо таҳлил намекунем.
vpn-linux-additional-security = <strong>Хусусиятҳои иловагии амниятӣ:</strong> Мо барои манъ кардани ҳар гуна реклама, васоити пайгирӣ ва нармафзори зараровар аз воситаи маҳдудкунии «DNS» истифода мебарем. Он вақте ки браузер метавонад танҳо сомонаҳоро манъ кунад, то онҳо ба шумо нармафзори зарароварро дастрас накунад ва шуморо дар саросари Интернет пайгирӣ накунанд.
vpn-linux-device-level = <strong>Рамзгузорӣ дар сатҳи дастгоҳ:</strong> Нисбат ба «VPN»-ҳое, ки танҳо интиқоли маълумоти шуморо дар сатҳи браузер рамзгузорӣ мекунанд, «{ -brand-name-mozilla-vpn }» тамоми интиқоли маълумоти дастгоҳи шуморо, аз он ҷумла ҳамаи барномаҳо ва бозиҳои шуморо рамзгузорӣ мекунад.
vpn-linux-multi-hop = <strong>Масиргирии чандқабата:</strong> Барои муҳофизати иловагӣ, «{ -brand-name-mozilla-vpn }» метавонад интиқоли маълумоти шуморо рамзгузорӣ намуда, онро тавассути ду макон ба ҷои як равона кунад. Ин боис мегардад, ки пайгирии фаъолияти онлайнии шумо барои шахсони бегона боз ҳам мушкилтар гардад.
vpn-linux-how-to-install = Тарзи насб кардани «{ -brand-name-mozilla-vpn }» дар низоми амалкунандаи «Linux»
