# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = Ба даст овардани «VPN» барои низоми амалкунандаи «macOS» аз «{ -brand-name-mozilla }»
vpn-mac-looking-for = Шумо дар ҷустуҷӯи «VPN» барои «Mac»-и худ қарор доред? «{ -brand-name-mozilla-vpn }» аз тарафи ташкилоти ғайритиҷоратӣ дастгирӣ карда мешавад. Омӯзед, ки чӣ тавр «VPN» шуморо муҳофизат мекунад ва чаро ҳангоми истифодаи «macOS» шумо бояд барои таъмини махфият ва амнияти худ ба «{ -brand-name-mozilla }» бовар кунед.
vpn-mac-protect-your-mac = Дастгоҳи «Mac»-и худро ба воситаи «{ -brand-name-mozilla-vpn }» муҳофизат кунед
vpn-mac-a-vpn-is = «VPN» (шабакаи хусусии маҷозӣ) барои махфият ва амнияти шумо дар онлайн ҳангоми истифодаи дастгоҳи «Mac» ҳатмӣ аст. Ҳакерҳо ва таъминкунандаҳои хизматрасонии Интернет метавонанд дар бораи фаъолияти онлайни шумо ҷосусӣ кунанд ё маълумоти шахсии шуморо дуздӣ кунанд.
vpn-mac-but-finding = Аммо ба даст овардани «VPN»-и хуб метавонад душвор бошад. Баъзе аз онҳо суст ё беэътимод мебошанд ва ҳатто сабти фаъолияти онлайни шуморо нигоҳ медоранд. Бинобар ин, мо «{ -brand-name-mozilla-vpn }»-ро таҳия кардем, ки «VPN»-и зудамал, бехатар ва боэътимод мебошад ва аз ҷониби одамоне сохта шудааст, ки ба шумо браузери «{ -brand-name-firefox }»-ро овардаанд.
vpn-mac-with-mozilla-vpn = Ба воситаи «{ -brand-name-mozilla-vpn }» шумо метавонед:
vpn-mac-get-one-click = Махфияти худро тавассути интерфейси осон ва дӯстона бо зер кардани танҳо як тугма ҳифз намоед.
vpn-mac-connect-up-to = Ба воситаи як обуна то 5 дастгоҳи гуногунро пайваст кунед, аз он ҷумла дастгоҳи «Mac», аммо инчунин, дастгоҳҳои «iOS», «Windows», «Linux» ва «Android».
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = «VPN»-и моро ба қадри даркорӣ истифода баред. Нисбат ба баъзе «VPN»-ҳои дигар, ки маълумоти шахсиро танҳо дар ҳудуди муайяни як моҳ муҳофизат мекунанд, мо интиқоли маълумоти шуморо маҳдуд намекунем. Новобаста аз он, ки шумо чӣ қадар маълумотро истифода мебаред, он ҳамеша ҳифз карда мешавад.
vpn-mac-get-device-level = Барои интиқоли маълумоти худ, аз рамзгузории сатҳи дастгоҳ истифода баред. Нисбат ба имкониятҳои дигар, ки интиқоли маълумоти шуморо танҳо дар ҳудуди браузер рамзгузорӣ мекунанд, «{ -brand-name-mozilla-vpn }» ҳамаи чизҳои шуморо рамзгузорӣ мекунад ва интиқоли маълумоти шуморо тавассути Интернет новобаста аз он, ки кадом барнома дар он истифода мешавад, муҳофизат мекунад.
vpn-mac-prevent-internet = Нагузоред, ки таъминкунандаҳои хизматрасонии Интернет ба шумо халал расонанд ё сомонаҳо ва хизматрасониҳеро, ки ба онҳо маъқул нестанд ё бо пешниҳодҳои онҳо рақобат мекунанд, манъ кунанд. Барои маълумоти бештар шумо метавонед дар бораи «Бетарафии шабакавӣ» хонед.
vpn-mac-mozilla-is-an = Ташкилоти «{ -brand-name-mozilla }» - ин созмонест, ки барои ба таври кушода ва дастрас нигоҳ доштани Интернет барои ҳамаи мо кор мекунад ва моро дар асоси фаъолияти ғайритиҷоратӣ дастгирӣ мекунад. Вақте ки шумо «{ -brand-name-mozilla-vpn }»-ро истифода мебаред, шумо на танҳо худро дар Интернет муҳофизат мекунед, балки вазифаҳо ва рисолати «{ -brand-name-mozilla }»-ро низ дастгирӣ мекунед. «{ -brand-name-mozilla-vpn }» бехатар, дорои рамзи манбаи кушод буда, аз ҷониби коршиносони соҳаи амнияти киберӣ ва созандагони браузери «{ -brand-name-firefox }» таҳия шудааст.
vpn-mac-mozilla-doesnt-log = Ташкилоти «{ -brand-name-mozilla }» сомонаҳоеро, ки шумо тамошо мекунед, ба феҳристҳо сабт намекунад ё паёмҳои шуморо тафтиш намекунад. Мо, инчунин, кафолати 30-рӯзаро барои бозпардохти маблағи шумо бе ягон мушкилӣ ва бе ягон хавф пешниҳод мекунем.
