# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = Ба даст овардани «VPN» барои дастгоҳи мобилӣ аз «{ -brand-name-mozilla }»
vpn-mobile-looking-for-a = Шумо дар ҷустуҷӯи «VPN» барои дастгоҳи мобилии худ қарор доред? «{ -brand-name-mozilla-vpn }» аз тарафи ташкилоти ғайритиҷоратӣ дастгирӣ карда мешавад. Омӯзед, ки чӣ тавр «VPN» шуморо муҳофизат мекунад ва чаро шумо бояд барои таъмини махфият ва амнияти худ ба «{ -brand-name-mozilla }» бовар кунед.
vpn-mobile-vpn-for-mobile = «VPN» барои дастгоҳи мобилӣ аз «{ -brand-name-mozilla }»
vpn-mobile-in-todays = Дар ҷаҳони имрӯза, ки ба дастгоҳҳои мобилӣ нигаронида шудааст, мо барои муошират, вақтхушӣ ва кор ба телефонҳои мобилӣ ва дастгоҳҳои мобилии худ такя мекунем. Аммо, бе истифодаи «VPN», маълумоти шахсии шумо метавонад ба якчанд хатарҳои амният ва махфияти шумо осебпазир бошад.
vpn-mobile-why-do-i = Чаро ба ман «VPN» барои дастгоҳи мобилӣ лозим аст?
vpn-mobile-the-mozilla-vpn = Барномаи мобилии «{ -brand-name-mozilla-vpn }» хурд аст, аз ин рӯ он ҳофизаи дастгоҳи шуморо аз ҳад зиёд истифода намекунад ва телефони шуморо суст намекунад ва батареяи шуморо сӯзонда наметавонад.
vpn-mobile-your-internet-v2 = Провайдери хизматрасонии интернетии шумо (ISP) метавонад паҳноии навори пайвасти шуморо маҳдуд кунад, агар онҳо муайян кунанд, ки шумо филмҳо тамошо мекунед, мусиқӣ гӯш мекунед ё дар ҷараёни видео қарор доред.
vpn-mobile-your-isp-v2 = Провайдерҳои хизматрасони Интернети шумо (ISP) метавонад сомонаҳо ё хизматрасониҳоро маҳдуд созад, агар онҳо ба онҳо писанд набошанд ё бо хизматрасониҳои худ рақобат кунанд.
vpn-mobile-hackers-can-steal-v2 = Ҳакерҳо метавонанд маълумоти шахсии шуморо ҳангоми истифодаи «Wi-Fi»-и ҷамъиятӣ, масалан дар қаҳвахонаҳо ё фурудгоҳҳо, дуздӣ кунанд.
vpn-mobile-a-vpn-works = «VPN» дар дастгоҳи шумо ба таври пурра кор мекунад, на танҳо дохили браузери шумо, яъне бо фарогирии ҳамаи барномаҳои мобилии шумо. Ва нисбат ба «VPN»-ҳои ройгон ё сомонаҳои прокси, ки метавонанд барои серверҳои худ тавассути ҷосусӣ ва фурӯши маълумоти шумо пардохт кунанд, «{ -brand-name-mozilla }» дар бораи ҷойҳои ташриф ва фаъолияти шумо дар Интернет маълумотро сабт намекунад.
