# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = Ба даст овардани «VPN» барои низоми амалкунандаи «Windows» аз «{ -brand-name-mozilla }»
vpn-windows-protect-your-windows = Дастгоҳи худро бо низоми амалкунандаи «Windows» ба воситаи «VPN» муҳофизат кунед. «{ -brand-name-mozilla } VPN» аз тарафи ташкилоти ғайритиҷоратӣ дастгирӣ карда мешавад. Омӯзед, ки чӣ тавр «VPN» шуморо муҳофизат мекунад ва чаро шумо бояд барои таъмини махфият ва амнияти худ ба «{ -brand-name-mozilla }» бовар кунед.
vpn-windows-stay-safe = Дар дастгоҳи худ бо низоми амалкунандаи «Windows» ба воситаи «VPN» дар вазъи бехатар ва эмин бошед
vpn-windows-windows-is-one = Низоми амалкунандаи «Windows» яке аз низомҳои амалкунандаи маъмултарин дар ҷаҳон мебошад. Дар натиҷа, дастгоҳҳо бо низоми амалкунандаи «Windows» одатан аз тарафи ҳакерон ва ҳамлакунандагон ҳадафи асосӣ буда, зарар мебинанд ва метавонанд қасдан қобили ҳамла шаванд, агар шумо чораҳои дурустро ба назар нагиред. Шумо метавонед ҳаёти рақамии худро тавассути истифодаи «VPN» барои рамзгузорӣ кардани фаъолияти худ дар онлайн муҳофизат кунед, аз он ҷумла, шумо метавонед аз баъзе қадамҳои дигар ба монанди навсозӣ кардани нармафзори худ, эҷод кардани ниҳонвожаҳои қавӣ ва истифода кардани ниқобҳои «{ -brand-name-relay }» барои ҳифз кардани нишонии почтаи электронии худ, истифода баред.
vpn-windows-a-vpn-creates = «VPN» барои маълумоти интернетии шумо дар байни компютери «Windows» ва шабакаи Интернет «нақби» рамзгузоришударо месозад ва ҷойгиршавии шуморо аз сомонаҳое, ки шумо боздид мекунед, ниқоб пӯшида пинҳон мекунад. Ин чора ёрӣ медиҳад, то ки шахсони сеюм, одамони бегона ва ҷосусони шабакавӣ аз таҳлил ва омӯхтани маълумоти шахсии шумо, ки онҳо бояд надонанд, манъ ва пешгирӣ карда шаванд.
