# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = Τι είναι μια διεύθυνση IP;
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = Η { -brand-name-mozilla } απαντά σε όλες τις απορίες σας σχετικά με τις διευθύνσεις IP, από το τι είναι και πώς λειτουργεί μια διεύθυνση IP μέχρι το αν θα πρέπει να την αποκρύψετε.
vpn-ip-address-every-time-you = Κάθε φορά που είστε στο διαδίκτυο, οι διευθύνσεις IP παίζουν ουσιαστικό ρόλο στην ανταλλαγή πληροφοριών ώστε να βλέπετε τους ζητούμενους ιστοτόπους σας. Όμως, ενδέχεται να μην γνωρίζετε τι είναι αυτές, οπότε θα απαντήσουμε στις πιο συχνές σας ερωτήσεις παρακάτω.
vpn-ip-address-your-ip-address = Η διεύθυνση IP σας αποτελεί ένα μοναδικό αναγνωριστικό, κάτι σαν μια ταχυδρομική διεύθυνση, που σχετίζεται με τη διαδικτυακή σας δραστηριότητα. Κάθε φορά που χρησιμοποιείτε το διαδίκτυο (αγορές, αποστολή email, ροή τηλεόρασης), ζητάτε πρόσβαση σε έναν συγκεκριμένο διαδικτυακό προορισμό και έπειτα, αποστέλλονται σε εσάς πληροφορίες. Πώς λειτουργεί αυτό; Το «IP» σημαίνει Internet Protocol (πρωτόκολλο διαδικτύου), το οποίο καθορίζει τα πρότυπα και τους κανόνες (γνωστό κι ως το πρωτόκολλο) δρομολόγησης δεδομένων και σύνδεσης στο διαδίκτυο. Αυτό το πρωτόκολλο είναι ένα σύνολο κανόνων που πρέπει να ακολουθείται από κάθε συμβαλλόμενο μέρος για να επιτραπεί μια αμφίδρομη ροή δεδομένων.
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = Παράδειγμα διεύθυνσης IP, η οποία αποτελείται από τέσσερις αριθμούς, χωρισμένους με τελείες: 123.45.67.89
vpn-ip-address-if-you-look-up-your = Αν αναζητήσετε τη διεύθυνση IP σας, θα μοιάζει κάπως έτσι.
vpn-ip-address-does-it-travel = Ταξιδεύει μαζί σας;
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = Όχι. Η διεύθυνση IP σας σχετίζεται μόνο με μία τοποθεσία εκτός κι αν χρησιμοποιείτε VPN (θα μιλήσουμε για αυτό αργότερα). Όταν είστε στο σπίτι σας και συνδέεστε στο διαδίκτυο, χρησιμοποιείτε μια διεύθυνση IP. Ωστόσο, αν δείτε τα email σας στο σπίτι το πρωί, στη συνέχεια ρίξετε μια ματιά στις ειδήσεις σε μια καφετέρια όσο περιμένετε τον καφέ σας και τέλος, δουλέψετε στο γραφείο, θα έχετε χρησιμοποιήσει διαφορετικές διευθύνσεις IP σε κάθε τοποθεσία.
vpn-ip-address-does-your-ip = Αλλάζει η διεύθυνση IP σας;
vpn-ip-address-yes-even-if = Ναι. Ακόμα κι αν χρησιμοποιείτε το διαδίκτυο μόνο στο σπίτι, η διεύθυνση IP του σπιτιού σας ενδέχεται να αλλάξει. Μπορείτε να επικοινωνήσετε με τον πάροχο υπηρεσιών διαδικτύου σας (ISP) για να την αλλάξετε, αλλά ακόμα και κάτι συνηθισμένο, όπως η επανεκκίνηση του modem ή του router σας λόγω προβλημάτων σύνδεσης, μπορεί να οδηγήσει σε αλλαγή.
vpn-ip-address-can-more-than = Μπορούν πολλαπλές συσκευές να έχουν την ίδια διεύθυνση IP;
vpn-ip-address-this-is-a = Αυτή είναι μια κάπως δύσκολη ερώτηση — η απάντηση είναι και ναι και όχι. Περισσότερες από μία συσκευές μπορούν να μοιράζονται την ίδια εξωτερική (δημόσια) διεύθυνση IP, αλλά κάθε συσκευή θα έχει τη δική της τοπική (ιδιωτική) διεύθυνση IP. Για παράδειγμα, ο ISP (πάροχος υπηρεσιών διαδικτύου) σας παραχωρεί στο σπίτι σας μία εξωτερική διεύθυνση IP. Δεδομένου ότι ο δρομολογητής σας είναι αυτός που συνδέεται πραγματικά στο διαδίκτυο, η διεύθυνση IP ανατίθεται σε αυτόν. Στη συνέχεια, ο δρομολογητής σας αναθέτει μια τοπική διεύθυνση IP σε κάθε συσκευή που είναι συνδεδεμένη στο διαδίκτυο τη δεδομένη στιγμή. Η εξωτερική διεύθυνση IP είναι αυτή που κοινοποιείται στον έξω κόσμο. Η τοπική σας διεύθυνση IP δεν κοινοποιείται εκτός του ιδιωτικού, οικιακού σας δικτύου.
vpn-ip-address-can-we-run = Μπορούν να εξαντληθούν;
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = Όταν πρωτοσχεδιάστηκε το διαδίκτυο, χρησιμοποίησε διευθύνσεις της «έκδοσης 4». Αυτές αποτελούνται από 32 bits, πράγμα που σημαίνει ότι μπορούμε να έχουμε έως <a href="{ $sr }">4,2 δισ. διευθύνσεις</a>. Αυτός ο αριθμός φάνταζε αρκετός εκείνη την εποχή, αλλά όχι σε έναν κόσμο όπου το μέσο νοικοκυριό στις ΗΠΑ έχει <a href="{ $variety }">11 συνδεδεμένες συσκευές</a>.
vpn-ip-address-we-now-have = Πλέον, έχουμε διευθύνσεις IP έκδοσης 6, που διαθέτουν 128 bits ανά διεύθυνση. Δυστυχώς, η έκδοση 4 και η έκδοση 6 δεν μπορούν να επικοινωνήσουν άμεσα μεταξύ τους, επομένως θα χρειαζόμαστε διευθύνσεις έκδοσης 4 για πολύ καιρό ακόμα.
vpn-ip-address-should-you-hide = Πρέπει να κρύβετε τη διεύθυνση IP σας;
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = Δεν χρειάζεται να κρύβετε τη διεύθυνση IP σας, αλλά υπάρχουν κάποιες φορές που μπορεί να το θελήσετε. Ο πιο συνήθης λόγος είναι το απόρρητο. Στις ΗΠΑ, το <a href="{ $congress }">Κογκρέσο απέρριψε</a> τους κανονισμούς απορρήτου που είχαν σχεδιαστεί για την προστασία του απορρήτου των χρηστών εύρους ζώνης. Οι πάροχοι υπηρεσιών διαδικτύου μπορούν να δουν τις συνήθειες περιήγησής σας, για ποιον σκοπό χρησιμοποιείτε το διαδίκτυο και πόσο χρόνο ξοδεύετε σε κάθε σελίδα. Αυτή η επικοινωνία δεν είναι κρυπτογραφημένη, επομένως τρίτα άτομα μπορούν να δουν ποιον ιστότοπο που επισκέπτεστε. Ένας τρόπος για να το καταπολεμήσετε αυτό είναι το <a href="{ $doh }">DNS-over-HTTPS</a> (DoH). Αυτό κρυπτογραφεί την κίνηση DNS (System Name Domain) σας, καθιστώντας πιο δύσκολο για τους ISP να δουν τους ιστοτόπους που προσπαθείτε να επισκεφτείτε. Για τους <a href="{ $firefox }">χρήστες του { -brand-name-firefox }</a> στις ΗΠΑ, από προεπιλογή τα ερωτήματα DoH σας κατευθύνονται σε αξιόπιστους διακομιστές DNS, γεγονός που καθιστά δυσκολότερη τη συσχέτιση σας με τους ιστοτόπους που προσπαθείτε να επισκεφθείτε.
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = Υπάρχουν επίσης περιστασιακοί λόγοι για την απόκρυψη της διεύθυνσης IP σας. Ίσως θέλετε να την κρύψετε όταν ταξιδεύετε. Ένα VPN σας παρέχει επίσης <a href="{ $url }">περισσότερο απόρρητο</a> κατά τη σύνδεση σε WiFi για streaming και αγορές, ενώ εξερευνάτε τον κόσμο.
vpn-ip-address-how-do-you = Πώς κρύβεται η διεύθυνση IP;
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = Το VPN είναι ένας τρόπος απόκρυψης της διεύθυνσης IP σας. <a href="{ $vpn }">Όταν χρησιμοποιείτε ένα VPN</a>, η εξωτερική σας διεύθυνση IP θα προέρχεται από την εξωτερική IP του διακομιστή VPN και όχι από την τοποθεσία σας. Έτσι, εάν ο διακομιστής VPN σας βρίσκεται στην Καλιφόρνια, η εξωτερική σας IP θα φαίνεται ότι έχει συνδεθεί από την Καλιφόρνια, ανεξάρτητα από το πού βρίσκεστε πραγματικά. Επιπλέον, η διαδικτυακή σας δραστηριότητα αποστέλλεται στον διακομιστή VPN σας μέσω κρυπτογραφημένης και ασφαλούς σύνδεσης, παρέχοντας πρόσθετη ασφάλεια και απόρρητο. Το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> είναι ένας από τους τρόπους απόκρυψης της διεύθυνσης IP σας. Δεν καταγράφουμε τη δραστηριότητα δικτύου σας, ούτε συνεργαζόμαστε με τρίτους που δημιουργούν προφίλ για το τι κάνετε στο διαδίκτυο. Προσφέρουμε πλήρη προστασία για έως και πέντε συσκευές με διακομιστές σε { $countries }+ χώρες· μπορείτε να συνδεθείτε οπουδήποτε, από οπουδήποτε.
