# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = Η διαφορά μεταξύ VPN και διακομιστή μεσολάβησης
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = Τα VPN και οι διακομιστές μεσολάβησης αποτελούν λύσεις για το απόρρητο και την ασφάλεια σας στο διαδίκτυο. Δείτε πώς σας προστατεύουν και πώς να κάνετε την καλύτερη επιλογή.
vpn-or-proxy-virtual-private-networks = Τα εικονικά ιδιωτικά δίκτυα (VPN) και οι ασφαλείς διακομιστές μεσολάβησης αποτελούν λύσεις για περισσότερο απόρρητο και ασφάλεια στο διαδίκτυο, αλλά ίσως να μην μπορείτε να αποφασίσετε ποια λύση είναι κατάλληλη για εσάς. Δείτε πώς σας προστατεύουν αυτές οι υπηρεσίες και πώς να κάνετε τη σωστή επιλογή.
vpn-or-proxy-stop-isps-from = Αποτροπή κατασκοπίας από τους ISP
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = Όταν <a href="{ $firefox }">χρησιμοποιείτε το { -brand-name-firefox }</a>, η <a href="{ $etp }">Ενισχυμένη προστασία από καταγραφή</a> αποκλείει αυτόματα πολλούς <a href="{ $trackers }">ιχνηλάτες</a> τρίτων στο διαδίκτυο. Ενδιαφέρουσα πληροφορία: ο πάροχος υπηρεσίας διαδικτύου (ISP) σας που πληρώνετε για μια σύνδεση στο διαδίκτυο — μπορεί ακόμα να σας παρατηρεί και να σας παρακολουθεί.
vpn-or-proxy-because-your-internet = Εφόσον η κίνησή σας στο διαδίκτυο δρομολογείται προς και από τις συσκευές σας (υπολογιστής, τηλέφωνο, τηλεόραση, tablet) μέσω του ISP σας, ο πάροχος μπορεί να παρακολουθεί τη διαδικτυακή σας δραστηριότητα. Ένας ISP μπορεί να δει τους ιστοτόπους επισκέπτεστε, πόσο χρόνο αφιερώνετε σε αυτούς, την τοποθεσία σας και πληροφορίες για τις συσκευές σας. Χάρη στην κρυπτογράφηση, ένας ISP μπορεί να μην γνωρίζει τι έχετε κάνει ακριβώς σε αυτούς τους ιστοτόπους (όπως τι αγοράσατε, αναζητήσατε ή διαβάσατε), αλλά θα μπορούσε να βγάλει συμπεράσματα σχετικά με εσάς βάσει των ιστοτόπων που έχετε επισκεφτεί. Αυτά τα προσωπικά δεδομένα μπορούν να χρησιμοποιηθούν για τη δημιουργία λεπτομερών προφίλ για εσάς. Γιατί να το κάνουν αυτό οι ISP; Εν συντομία: αυτά τα δεδομένα είναι πολύτιμα.
vpn-or-proxy-when-should-you = Πότε πρέπει να επιλέξετε ένα VPN ή διακομιστή μεσολάβησης;
vpn-or-proxy-vpns-and-secure = Τα VPN και οι ασφαλείς διακομιστές μεσολάβησης έχουν κοινό στόχο: την προστασία των συνδέσεων. Κρύβουν την αρχική σας διεύθυνση IP και προστατεύουν την κίνηση μεταξύ εσάς και του VPN ή του παρόχου του ασφαλούς διακομιστή μεσολάβησης. Αλλά πότε είναι προτιμότερη η χρήση ενός VPN έναντι ενός διακομιστή μεσολάβησης;
vpn-or-proxy-secure-web-proxy = Διακομιστής μεσολάβησης: προστασία σε επίπεδο φυλλομετρητή
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = Ένας διακομιστής μεσολάβησης είναι χρήσιμος όταν περιηγείστε στο διαδίκτυο μέσω δημόσιου WiFi. Όταν είναι ενεργός ένας διακομιστής μεσολάβησης, θα εμποδίσει τους κακόβουλους τρίτους στο ίδιο δίκτυο από το να κατασκοπεύσουν τη δραστηριότητά σας ή να διαβάσουν τις συναλλαγές σας σε μη κρυπτογραφημένους ιστοτόπους. Ακούγεται ακίνδυνο, αλλά τα δημόσια δίκτυα WiFi μοιάζουν με τις κερκόπορτες των <a href="{ $url }">hackers</a>.
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = Το <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> είναι μια εύκολη στην εγκατάσταση επέκταση που παρέχει μια ασφαλή, κρυπτογραφημένη δίοδο στο διαδίκτυο, προκειμένου να προστατεύσετε τη σύνδεση του φυλλομετρητή σας όπου χρησιμοποιείτε το { -brand-name-firefox }. Ενεργοποιήστε το εύκολα και γρήγορα όταν το χρειάζεστε για επιπλέον ασφάλεια στον φυλλομετρητή σας.
vpn-or-proxy-vpns-devicelevel-protection = VPN: προστασία σε επίπεδο συσκευής
vpn-or-proxy-a-vpn-works = Ένα VPN δημιουργεί μια ασφαλή «δίοδο» μεταξύ της συσκευής σας και του διαδικτύου. Προστατεύει το απόρρητό σας με δύο βασικούς τρόπους:
vpn-or-proxy-concealing-your-ip = Αποκρύπτει τη διεύθυνση IP σας, προστατεύοντας την ταυτότητα και την τοποθεσία σας.
vpn-or-proxy-encrypting-your-traffic = Κρυπτογραφεί τις κινήσεις μεταξύ εσάς και του παρόχου VPN σας, ώστε να μην μπορεί κανείς στο τοπικό σας δίκτυο να τις αποκρυπτογραφήσει ή τροποποιήσει.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = Ένα VPN προσφέρει επίσης ασφάλεια σε ανοικτές και δημόσιες συνδέσεις WiFi. Τα ανοικτά WiFi μπορεί να είναι επικίνδυνα και είναι αδύνατο να γνωρίζετε σίγουρα ότι δεν θα συνδεθεί κάποιος άλλος στο ίδιο δίκτυο για να παρακολουθήσει τι κάνετε. Ακόμα κι αν η κίνηση του δικτύου σας είναι κρυπτογραφημένη, μπορούν να δουν ποιους ιστοτόπους επισκέπτεστε. Και αν χρησιμοποιείτε κάποια εφαρμογή χωρίς κρυπτογράφηση — και ακόμα και σήμερα, πολλές δεν έχουν — τότε θα μπορούν να προβληθούν όλα όσα κάνετε σε αυτήν την εφαρμογή. Το { -brand-name-mozilla-vpn } είναι μια γρήγορη, ασφαλής και αξιόπιστη υπηρεσία που μπορεί να σας βοηθήσει να καλύψετε αυτό το κενό ασφαλείας. Το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> σάς επιτρέπει επίσης να επιλέξετε την «τοποθεσία» σας (από όπου φαίνεται να προέρχεται η κίνηση του δικτύου σας) ανάμεσα σε πάνω από { $countries } χώρες.
vpn-or-proxy-choose-a-trustworthy = Επιλέξτε μια αξιόπιστη υπηρεσία
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = Έχουμε κάνει τα πάντα για να εξασφαλίσουμε ότι το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> και η επέκταση του διακομιστή μεσολάβησης <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> σέβονται το απόρρητό σας και αυτό είναι κάτι για το οποίο είμαστε πρόθυμοι να στοιχηματίσουμε τη φήμη μας. Η { -brand-name-mozilla } έχει τη φήμη για την ανάπτυξη προϊόντων που σας βοηθούν να προστατεύσετε τις πληροφορίες σας. Τηρούμε τις ευανάγνωστες και ξεκάθαρες <a href="{ $principles }">αρχές απορρήτου δεδομένων</a> που μας επιτρέπουν να εστιάζουμε μόνο στις πληροφορίες που χρειαζόμαστε για την παροχή μιας υπηρεσίας. Και επειδή έχουμε την υποστήριξη μιας εταιρείας που <a href="{ $mission }">καθοδηγείται από την αποστολή</a> της, είναι σίγουρο ότι τα χρήματα που πληρώνετε για αυτό το προϊόν δεν θα εξασφαλίσουν μόνο την κορυφαίου επιπέδου ασφαλείας σας, αλλά και τη βελτίωση του διαδικτύου για όλους.
