# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = Τι είναι ένα VPN;
# HTML page description and intro
vpn-what-is-get-answers-to-nine = Λάβετε απαντήσεις για εννιά κοινές απορίες σχετικά με τα VPN ώστε να μάθετε τι κάνουν, πότε να είναι χρήσιμα και γιατί.
vpn-what-is-many-of-us = Πολλοί από εμάς περνάμε κάθε μέρα πολλαπλές ώρες στο διαδίκτυο για δραστηριότητες, όπως παρακολούθηση βίντεο, αγορές, παιχνίδια και πληρωμή λογαριασμών, ακόμα και διαχείριση σύνθετων επιχειρηματικών έργων και εμπιστευτικές βιντεοκλήσεις. Ένα <strong>εικονικό ιδιωτικό δίκτυο (VPN)</strong> είναι ένας από τους καλύτερους τρόπους για να περιηγηθείτε στο διαδίκτυο με ασφάλεια και να προστατεύσετε τα προσωπικά σας δεδομένα.
vpn-what-is-how-do-vpns = Πώς λειτουργούν τα VPN;
vpn-what-is-a-vpn-is = Το VPN είναι ένα εργαλείο που επιτρέπει την ασφαλή πρόσβασή σας στο διαδίκτυο από οπουδήποτε. Δημιουργεί μια ασφαλή «δίοδο» ανάμεσα στη συσκευή και τον πάροχο VPN σας και σας προστατεύει με δύο βασικούς τρόπους:
vpn-what-is-concealing-your-ip = Αποκρύπτει τη διεύθυνση IP σας, προστατεύοντας την ταυτότητα και την τοποθεσία σας.
vpn-what-is-encrypting-your-traffic = Κρυπτογραφεί τις κινήσεις μεταξύ εσάς και του παρόχου VPN σας, ώστε να μην μπορεί κανείς στο τοπικό σας δίκτυο να τις αποκρυπτογραφήσει ή τροποποιήσει.
vpn-what-is-in-the-past = Στο παρελθόν, τα VPN χρησιμοποιούνταν κυρίως από εταιρείες για την ασφαλή απομακρυσμένη πρόσβαση στις εσωτερικές υπηρεσίες και τα ιδιόκτητα δεδομένα τους. Τώρα όμως, τα VPN είναι διαθέσιμα για όποιον θέλει να προστατεύσει τη σύνδεσή του στο διαδίκτυο, ειδικά όταν αυτή γίνεται μέσω επισφαλών δικτύων, όπως τα δημόσια WiFi, αλλά είναι χρήσιμα ακόμα και σε ένα οικιακό δίκτυο.
vpn-what-is-when-should-i = Πότε πρέπει να χρησιμοποιήσω ένα VPN;
vpn-what-is-wait-i-thought = Μα εγώ νόμιζα ότι η κίνησή μου στο διαδίκτυο κρυπτογραφούταν ήδη με το HTTPS…
vpn-what-is-its-true-that = Είναι αλήθεια ότι οι περισσότερες συνδέσεις με ιστοτόπους σήμερα προστατεύονται από το HTTPS, πράγμα που σημαίνει ότι το περιεχόμενο, αλλά όχι η διεύθυνση IP προέλευσης ή προορισμού, είναι κρυπτογραφημένο. Ένα VPN προσφέρει επιπλέον ιδιωτικότητα εμποδίζοντας τους ιστοτόπους και τρίτα άτομα από το να μάθουν τη διεύθυνση IP σας.
vpn-what-is-why-would-i = Γιατί να χρησιμοποιήσω ένα VPN;
vpn-what-is-hiding-your-identity = Μπορεί να νομίζετε ότι η απόκρυψη της ταυτότητας και της διαδικτυακής σας δραστηριότητας είναι κάτι που κάνουν μόνο οι γνώστες της τεχνολογίας ή τα κακόβουλα άτομα. Ωστόσο, υπάρχουν αρκετοί έγκυροι λόγοι για να χρησιμοποιήσετε ένα VPN, όπως:
vpn-what-is-keeping-your-online = Η προστασία του απορρήτου της διαδικτυακής σας δραστηριότητας.
vpn-what-is-keeping-your-home = Η διατήρηση της ιδιωτικότητας για την τοποθεσία του σπιτιού σας ή τα μέρη που επισκέπτεστε συχνά.
vpn-what-is-protecting-your-connection = Προστασία της σύνδεσής σας με δημόσιο δίκτυο WiFi, όπως σε καφετέριες, αεροδρόμια, καταστήματα ή βιβλιοθήκες.
vpn-what-is-ensuring-the-confidentiality = Διασφάλιση απορρήτου και ακεραιότητας της πρόσβασής σας στο διαδίκτυο.
vpn-what-is-make-it-more = Δυσκολέψτε τη χρήση της IP σας από δίκτυα διαφημίσεων που δημιουργούν στοχευμένα διαφημιστικά προφίλ, τα οποία σας καταγράφουν σε όλο το διαδίκτυο.
vpn-what-is-what-are-the = Ποια είναι τα μειονεκτήματα της χρήσης ενός VPN;
vpn-what-is-some-service-providers = Ορισμένοι πάροχοι υπηρεσιών αποκλείουν τις επισκέψεις μέσω VPN, καθιστώντας το περιεχόμενό τους απρόσιτο όταν είναι ενεργοποιημένο κάποιο VPN. Μερικά VPN μπορεί να σας επιβραδύνουν ή να περιορίσουν το εύρος ζώνης σας. Και κάποια άλλα δεν έχουν καλές επιδόσεις όσον αφορά τον σεβασμό του απορρήτου και της ασφάλειας των χρηστών.
vpn-what-is-are-vpns-safe = Είναι τα VPN ασφαλή;
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = Έχουμε κάνει τα πάντα για να εξασφαλίσουμε ότι το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> σέβεται το απόρρητό σας και αυτό είναι κάτι για το οποίο είμαστε πρόθυμοι να στοιχηματίσουμε τη φήμη μας. Η { -brand-name-mozilla } έχει τη φήμη για την ανάπτυξη προϊόντων που σας βοηθούν να προστατεύσετε τις πληροφορίες σας. Τηρούμε τις ευανάγνωστες και ξεκάθαρες <a href="{ $principles }">αρχές απορρήτου δεδομένων</a> που μας επιτρέπουν να εστιάζουμε μόνο στις πληροφορίες που χρειαζόμαστε για την παροχή μιας υπηρεσίας. Η τεχνολογία του { -brand-name-mozilla-vpn } είναι λιτή και σύγχρονη ώστε να παρέχει στους χρήστες γρήγορη σύνδεση με την πλήρη προστασία και την ασφάλεια ενός VPN. Και επειδή οι δημιουργοί αυτού του VPN έχουν την υποστήριξη μιας εταιρείας που <a href="{ $mission }">καθοδηγείται από την αποστολή</a> της, είναι σίγουρο ότι τα χρήματα που πληρώνετε για αυτό το προϊόν δεν θα εξασφαλίσουν μόνο ένα κορυφαίου επιπέδου VPN, αλλά και τη βελτίωση του διαδικτύου για όλους.
vpn-what-is-can-vpns-protect = Μπορούν τα VPN να με προστατεύσουν από κυβερνοεγκληματίες;
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = Παρ' όλο που ένα VPN παρέχει ασφαλή σύνδεση στο διαδίκτυο, δεν σας προστατεύει από όλα τα κακόβουλα άτομα εκεί έξω. Κάθε φορά που συνδέεστε στο διαδίκτυο, με ή χωρίς VPN, θα πρέπει να προσέχετε για ύποπτους συνδέσμους, εκστρατείες παραπληροφόρησης, απάτες ηλεκτρονικού «ψαρέματος» και άλλες απειλές. Η <a href="{ $url }">προφύλαξη στο διαδίκτυο</a> θα πρέπει να αποτελεί μέρος της γενικότερης νοοτροπίας σας.
vpn-what-is-are-vpns-legal = Είναι τα VPN νόμιμα;
vpn-what-is-installing-and-using = Η εγκατάσταση και χρήση ενός VPN είναι νόμιμη στις περισσότερες χώρες, όπως στις Ηνωμένες Πολιτείες, το Ηνωμένο Βασίλειο, τον Καναδά και τη Νέα Ζηλανδία, αλλά μερικές χώρες ενδέχεται να ρυθμίζουν τη χρήση του. Αν επιλέξετε να χρησιμοποιήσετε ένα VPN, είναι δική σας ευθύνη να ελέγξετε τους νόμους της χώρας σας για να διαπιστώσετε εάν η χρήση του είναι νόμιμη ή όχι.
vpn-what-is-are-vpns-only = Είναι τα VPN μόνο για υπολογιστές;
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: Γρήγορο, ασφαλές, αξιόπιστο
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = Το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> είναι μια υπηρεσία που μπορείτε να εμπιστευτείτε για τη φύλαξη της σύνδεσής σας στο διαδίκτυο, σε όλες τις συσκευές σας. Δεν καταγράφουμε τη δραστηριότητα του δικτύου σας και δεν συνεργαζόμαστε με τρίτους που φτιάχνουν προφίλ για τις ενέργειές σας στο διαδίκτυο. Σε έναν κόσμο όπου το απρόβλεπτο έχει γίνει το «νέο φυσιολογικό», ξέρουμε ότι είναι πιο σημαντικό από ποτέ να νιώθετε ασφαλείς και να γνωρίζετε ότι η διαδικτυακή σας δραστηριότητα είναι δική σας υπόθεση.
# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v2 = Το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> είναι μια υπηρεσία που μπορείτε να εμπιστευτείτε για τη φύλαξη της σύνδεσής σας στο διαδίκτυο, σε όλες τις συσκευές σας. Δεν καταγράφουμε τη δραστηριότητα του δικτύου σας και δεν συνεργαζόμαστε με τρίτους που φτιάχνουν προφίλ για τις ενέργειές σας στο διαδίκτυο. Σε έναν κόσμο όπου το απρόβλεπτο έχει γίνει το νέο φυσιολογικό…
# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a = Το <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> είναι μια υπηρεσία που μπορείτε να εμπιστευτείτε για τη φύλαξη της σύνδεσής σας στο διαδίκτυο, σε όλες τις συσκευές σας. Δεν καταγράφουμε τη δραστηριότητα των χρηστών και δεν συνεργαζόμαστε με τρίτες πλατφόρμες ανάλυσης που θέλουν να δημιουργήσουν ένα προφίλ για τις ενέργειές σας στο διαδίκτυο. Σε έναν κόσμο όπου το απρόβλεπτο έχει γίνει το «νέο φυσιολογικό», ξέρουμε ότι είναι πιο σημαντικό από ποτέ να νιώθετε ασφαλείς και να γνωρίζετε ότι η διαδικτυακή σας δραστηριότητα είναι δική σας υπόθεση.
