# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-privacy-speed-and-security = פרטיות, מהירות ואבטחה.
best-browser-how-to-choose-the-best = כיצד לבחור את הדפדפן הטוב ביותר עבורך.
best-browser-the-internet-has-become = האינטרנט הפך להיות חיוני כמו חשמל ומים זורמים, ולכן בחירת הדפדפן הטוב ביותר עבורך חשובה מתמיד. האינטרנט הוא משרד שני, מורה ולפעמים יועץ רפואי, גם אם הרופא שלך בפועל יעדיף שלא תחפשו את הסימפטומים שלכם באינטרנט.
best-browser-in-the-mid-nineties = באמצע שנות התשעים, { -brand-name-netscape }, ‏{ -brand-name-ie } ו־AOL שלטו בנוף. זו הייתה תקופ פשוטה יותר כאשר המנגינה המתוקה של אינטרט בחיוג dial-up צלצלה ברחבי העולם. למדת את המשמעות של סבלנות על־ידי המתנה לטעינת דפי אינטרנט. כל מה שהיה חשוב אז היה מהירות הדפדפן.
best-browser-today-is-a-different = היום זה סיפור אחר. פרסומות, פריצות לפרטיות, הפרות אבטחה וחדשות מזויפות עשויות לגרום לך להסתכל על איכויות אחרות בדפדפן. כיצד הדפדפן מגן על הפרטיות שלך? האם הוא מאפשר לרכיבי מעקב לעקוב אחריך ברחבי הרשת? האם הוא בנוי לריבוי משימות ולטפל בהרבה פעולות מחשב ואינטרנט בו זמנית?
best-browser-when-you-use-a-browser = כשמשתמשים בדפדפן לכל דבר, הוא צריך להיות מהיר. אך מאותה סיבה, הוא צריך להיות פרטי. לדפדפן יש גישה לכל מה שעושים באינטרנט, כך שהוא יכול להוות סכנה אמיתית אם אין לו תכונות פרטיות חזקות.
best-browser-marshall-erwin-senior = מרשל ארווין, מנהל בכיר באמון ואבטחה ב־{ -brand-name-mozilla }
best-browser-if-youre-wondering = אם אתם תוהים מה המשמעות של דפדפן פרטי או מהיר, להלן פירוט של שלושה דברים שדפדפן צריך שיהיו לו.
best-browser-a-browser-built-for = דפדפן שנבנה למהירות.
best-browser-a-browser-is-still = דפדפן הוא עדיין כלי, אז הגיוני שתרצו לבחור את הטוב ביותר לתפקיד. אם אתם בן אדם שצריך לעבוד כדי לשרוד, תזדקקו לדפדפן אינטרנט מהיר. דבר אחד שכדאי לזכור הוא שדפדפן המריץ רכיבי מעקב מצד שלישי צפוי להיות איטי יותר מדפדפן שלא מפעיל אותם. רכיבי מעקב מצד שלישי הם עוגיות, ולמרות שאינכם יכול לראות אותם, הם פועלים ברקע של האתר, גוזלים זמן יקר. ככל שהדפדפן חוסם יותר רכיבי מעקב מצד שלישי, כך הוא יכול לפעול מהר יותר.
best-browser-this-is-one-of-the = זוהי אחת מהסיבות הרבות לבחור בדפדפן { -brand-name-firefox }: ‏{ -brand-name-firefox } חוסם רכיבי מעקב מצד שלישי כברירת מחדל. יש לנו סיבות אחרות שנפרט אותן בהמשך.
best-browser-a-browser-that-puts = דפדפן שמציב את הבטיחות במקום הראשון.
best-browser-remember-the-last-massive = זוכרים את דליפת הנתונים המאסיבית האחרונה? אם לא, זה כנראה משום שזה קורה לעתים קרובות כל כך. חברות נאחזות בנתוני לקוחות, כמו המידע האישי או הפיננסי שלהם, ופצחנים גונבים אותם. אם אתם מעמידים את הבטיחות בראש סדר העדיפויות, דפדפן אינטרנט מאובטח הוא הדפדפן הטוב ביותר עבורך.
best-browser-there-are-a-few-ways = ישנן כמה דרכים שבהן דפדפן יכול לעזור למשתמשים שלו להישאר מאובטחים. דפדפן המעודכן בטכנולוגיית האבטחה העדכנית ביותר יכול לסייע בהגנה על המחשב והאתרים שלך מפני מבקרים לא רצויים, כגון תוכנות זדוניות או וירוסי מחשב.
best-browser-choosing-the-best-browser = בחירה בדפדפן הטוב ביותר בשבילך זה כמו לבחור בית. כדאי לחקור את מה שיש לו להציע, לערוך מחקר ולהחליט על סמך מה שחשוב לך.
