# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = ค้นหาเบราว์เซอร์ที่ดีที่สุดของคุณเพื่อความเร็ว ความเป็นส่วนตัว และความปลอดภัย
best-browser-so-many-browser-options = มีตัวเลือกเบราว์เซอร์มากมาย แต่มีเพียงหนึ่งเดียวที่ทำงานได้ดีที่สุดตามที่คุณต้องการ เบราว์เซอร์ที่ดีที่สุดสำหรับคุณควรจะให้ทั้งความเร็วและการคุ้มครองความเป็นส่วนตัว
best-browser-privacy-speed-and-security = ความเร็ว ความเป็นส่วนตัว และความปลอดภัย
best-browser-how-to-choose-the-best = เลือกเบราว์เซอร์ที่ดีที่สุดสำหรับคุณอย่างไร
best-browser-the-internet-has-become = อินเทอร์เน็ตกลายมาเป็นสิ่งจำเป็นเหมือนไฟฟ้าและประปา ดังนั้นการเลือกเบราว์เซอร์ที่ดีที่สุดสำหรับคุณจึงเป็นเรื่องสำคัญมากขึ้นกว่าเมื่อก่อน อินเทอร์เน็ตเป็นสำนักงานแห่งที่สอง เป็นครู และบางครั้งก็เป็นผู้ให้คำปรึกษาทางการแพทย์ แม้ว่าแพทย์ของคุณจะไม่ต้องการให้คุณไม่ค้นหาอาการของโรคออนไลน์ก็ตาม
best-browser-in-the-mid-nineties = ในช่วงกลางยุค 90 { -brand-name-netscape }, { -brand-name-ie } และ AOL เป็นผู้ครอบครองภูมิทัศน์ มันเป็นช่วงเวลาที่ง่ายขึ้นเมื่อเสียงเพลงหวานของอินเทอร์เน็ตผ่านสายโทรศัพท์ดังขึ้นทั่วทั้งแผ่นดิน คุณเรียนรู้ความหมายของความอดทนรอให้หน้าเว็บโหลด ย้อนกลับไปสิ่งที่สำคัญคือความเร็วของเบราว์เซอร์
best-browser-today-is-a-different = วันนี้เป็นเรื่องที่แตกต่าง โฆษณา การแฮกข้อมูลส่วนบุคคล การละเมิดความปลอดภัย และข่าวปลอมอาจทำให้คุณมองหาคุณสมบัติอื่น ๆ ในเบราว์เซอร์ เบราว์เซอร์ปกป้องความเป็นส่วนตัวของคุณอย่างไร? เบราว์เซอร์อนุญาตให้ตัวติดตามตามรอยคุณผ่านเว็บหรือไม่? เบราว์เซอร์ถูกสร้างขึ้นเพื่อรองรับมัลติทาสก์และจัดการกับคอมพิวเตอร์และการดำเนินงานอินเทอร์เน็ตจำนวนมากในครั้งเดียวหรือไม่?
best-browser-when-you-use-a-browser = เมื่อคุณใช้เบราว์เซอร์สำหรับทุกสิ่ง มันจะต้องเร็ว แต่สำหรับเหตุผลบางประการ มันต้องเป็นส่วนตัว เบราว์เซอร์สามารถเข้าถึงทุกสิ่งที่คุณทำออนไลน์ ดังนั้นมันสามารถทำให้คุณตกอยู่ในความเสี่ยงได้หากไม่มีคุณลักษณะด้านความปลอดภัยที่แข็งแกร่ง
best-browser-marshall-erwin-senior = Marshall Erwin ผู้อำนวยการอาวุโสฝ่ายความเชื่อมั่นและความปลอดภัยที่ { -brand-name-mozilla }
best-browser-if-youre-wondering = ถ้าคุณกำลังสงสัยว่าการมีเบราว์เซอร์ที่เป็นส่วนตัวและรวดเร็วเป็นยังไง นี่คือรายละเอียดของสามสิ่งที่เบราว์เซอร์ควรมี
best-browser-a-browser-built-for = เบราว์เซอร์ที่สร้างมาเพื่อความเร็ว
best-browser-a-browser-is-still = เบราว์เซอร์ยังคงเป็นแค่เครื่องมือ ดังนั้นคุณควรเลือกเบราว์เซอร์ที่ดีที่สุด ถ้าคุณเป็นคนที่ต้องทำงานเพื่ออยู่รอด คุณจะต้องใช้อินเทอร์เน็ตเบราว์เซอร์ที่รวดเร็ว สิ่งหนึ่งที่ควรคำนึงถึงคือเบราว์เซอร์ที่เรียกใช้ตัวติดตามของบุคคลที่สามมักจะช้ากว่าเบราว์เซอร์ที่ไม่ได้ใช้ ตัวติดตามบุคคลที่สามคือคุกกี้ และแม้ว่าคุณจะมองไม่เห็นมัน แต่พวกมันจะทำงานอยู่เบื้องหลังเว็บไซต์ ซึ่งทำให้เสียเวลาอันมีค่า ยิ่งเบราว์เซอร์บล็อกตัวติดตามบุคคลที่สามมากเท่าไหร่ ก็ยิ่งทำงานได้เร็วขึ้นเท่านั้น
best-browser-this-is-one-of-the = นี่เป็นหนึ่งในหลาย ๆ เหตุผลที่ควรเลือก { -brand-name-firefox }: { -brand-name-firefox } จะบล็อกตัวติดตามบุคคลที่สามตั้งแต่ต้น เรามีเหตุผลอื่นๆ และเราจะพูดถึงมันในภายหลัง
best-browser-a-browser-that-puts = เบราว์เซอร์ที่เอาความปลอดภัยนำหน้า
best-browser-remember-the-last-massive = จำการรั่วไหลของข้อมูลครั้งใหญ่ล่าสุดได้ไหม? ถ้าไม่ ก็เป็นไปได้ว่ามันเกิดขึ้นบ่อยบริษัทที่ถือข้อมูลลูกค้า อย่างเช่นข้อมูลส่วนตัวหรือข้อมูลทางการเงิน และแฮกเกอร์ขโมยมัน ถ้าคุณกำลังใส่ใจในความปลอดภัย ฉะนั้นเบราว์เซอร์อินเทอร์เน็ตที่ปลอดภัยคือเบราว์เซอร์ที่ดีที่สุดสำหรับคุณ
best-browser-there-are-a-few-ways = มีไม่กี่วิธีที่เบราว์เซอร์สามารถช่วยให้คุณปลอดภัย เบราว์เซอร์รุ่นล่าสุดที่มาพร้อมเทคโนโลยีความปลอดภัยล่าสุดสามารถข่วยปกป้องคอมพิวเตอร์และเว็บไซต์ของคุณจากผู้เยี่ยมชมที่ไม่พึงประสงค์ อย่างเช่นมัลแวร์หรือไวรัสคอมพิวเตอร์
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = อย่างที่สองคือการไม่จัดเก็บข้อมูลผู้ใช้มากเกินไป แฮกเกอร์ไม่สามารถขโมยสิ่งที่ไม่มีอยู่ตรงนั้นได้ นั่นคือเหตุผลที่ { -brand-name-firefox } เก็บข้อมูลผู้ใช้ไว้น้อย <a href="{ $data }">{ -brand-name-firefox } รู้ </a> หากคุณใช้เบราว์เซอร์และตำแหน่งทั่วไปของคุณ <a href="{ $privacy }"> แต่ไม่ใช่ชื่อสัตว์เลี้ยงในวัยเด็กหรือสีโปรดของคุณ</a>
best-browser-last-but-not-least = สุดท้ายแต่ไม่ท้ายสุด เบราว์เซอร์ที่ปลอดภัยควรมีเครื่องมือที่จะช่วยให้คุณติดตามดูบัญชีของคุณได้ ลองนึกถึงการแจ้งเตือนที่ส่งตรงไปยังอีเมลของคุณหากบัญชีของคุณถูกละเมิดหรือไอคอนที่บอกคุณว่าเว็บไซต์มีการเข้ารหัสหรือไม่ (เช่น มันเป็นความคิดที่ดีที่จะป้อนหมายเลขบัตรเครดิตของคุณในเว็บไซต์ช็อปปิ้งที่เข้ารหัสแล้ว)
best-browser-another-way-to-stop = อีกหนึ่งหนทางในการหยุดผู้ติดตามจากการติดตามคือใช้โหมดความเป็นส่วนตัวในการเรียกดู เบราว์เซอร์ที่อ้างว่าเป็นส่วนตัวควรจะมีทางเลือกในการเรียกดูในโหมดความเป็นส่วนตัว
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = หนึ่งในทางที่ง่ายที่สุดคือเข้าไปที่หน้าการตั้งค่าเนื้อหาและนโยบายความเป็นส่วนตัวของเบราว์เซอร์ หน้าเว็บความเป็นส่วนตัวควรสรุปสาระสำคัญว่าข้อมูลของคุณถูกแบ่งปันหรือไม่ และทำไม จึงทำให้ทำไม<a href="{ $privacy }">ประกาศความเป็นส่วนตัวของ { -brand-name-firefox }</a> จึงง่ายต่อการอ่านและง่ายต่อการหา
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = ที่ <a href="{ $firefox }">{ -brand-name-firefox }</a> เราทำงานหนักเพื่อสร้างเบราว์เซอร์ที่เร็วกว่าเดิมสองเท่าและให้ผู้ใช้ควบคุมชีวิตออนไลน์ได้
best-browser-take-control-of-your = เข้าควบคุมเบราว์เซอร์ของคุณ
