# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq


## FAQ

privacy-faq-v2-we-never-sell-your = Біз ешқашан сіздің жеке деректеріңізді сатпаймыз. Жеке ақпаратыңызды жинап, содан пайда табатын басқа ірі технологиялық алпауыттардан айырмашылығымыз — біздің жүйеміз бастан-аяқ жекелік қағидасына негізделген. Біз сіздің жасыңызды, жынысыңызды, нақты орналасқан жеріңізді немесе "Big Tech" компаниялары жинап, табыс көзіне айналдыратын басқа да ақпараттарды білмейміз.
# Obsolete string (expires: 2025-12-08)
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } сіз туралы деректерді сатпайды (көпшілік "деректерді сату" деп түсінетін мағынада) және сіз туралы деректерді сатып алмайды. Біз ашықтыққа ұмтылатындықтан және кейбір жерлерде "деректерді сатудың" ҚҰҚЫҚТЫҚ анықтамасы өте ауқымды болғандықтан, біз бұрынғы өзіңіз білетін және ұнататын нақты мәлімдемелерді жасаудан сәл шегінуге мәжбүр болдық. Соған қарамастан, біз серіктестерімізбен бөлісетін деректердің (бұл { -brand-name-firefox }-ты коммерциялық тұрғыдан өміршең ету үшін қажет) жеке тұлғаны анықтайтын ақпараттан тазартылуын, тек жиынтық түрінде берілуін немесе <a { $attrs }>OHTTP</a> сияқты құпиялылықты сақтайтын технологияларымыз арқылы өтуін қамтамасыз ету үшін көп жұмыс істейміз.
privacy-faq-v2-wait-so-how = Күте тұрыңыз, сонда қалай ақша табасыз?
