# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = { -brand-name-mozilla } ұйымының деректер жекелігі туралы ЖҚС
# HTML page description
privacy-faq-v2-desc = { -brand-name-mozilla } компаниясында біз сіздің жеке ақпаратыңызды құрметтейміз және қорғаймыз.
privacy-faq-v2-heading = Біз табыстан гөрі адам мүддесін жоғары қоямыз.
privacy-faq-v2-intro = Адамдарға бүгінгі таңда қолданатын кез келген бағдарламалық қамтамадан немесе қызметтерден нені күтуге болатынын білу қиын болуы мүмкін. Өмірімізді қамтамасыз ететін технология күрделі, ал адамдардың егжей-тегжейлерді зерттеуге уақыты жоқ. Бұл { -brand-name-firefox } үшін де өзекті, өйткені біз адамдардың браузер ішінде не болып жатқаны туралы көптеген түрлі ойлары бар екенін байқаймыз.
privacy-faq-v2-at-mozilla = { -brand-name-mozilla } компаниясында біз сіздің жеке ақпаратыңызды құрметтейміз және қорғаймыз:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = Біз { -brand-name-firefox } жұмыс үстелі және мобильді браузерлеріндегі жекелікке деген көзқарасымызды айқындайтын <a { $attrs }>Деректер жекелігі қағидаларын</a> ұстанамыз.
privacy-faq-v2-we-strive-collect-data = Біз ең жақсы өнімдерді жасау үшін тек қажетті деректерді ғана жинауға тырысамыз.
privacy-faq-v2-we-work-to = Біз адамдарға өз деректерін және онлайн тәжірибесін бақылауға мүмкіндік беру үшін жұмыс істейміз.
privacy-faq-v2-we-adhere = Біз «күтпеген жағдайлардың болмауы» қағидасын ұстанамыз, бұл адамдардың { -brand-name-firefox } туралы түсінігі шындыққа сәйкес келуін қамтамасыз ету үшін барынша жұмыс істейтінімізді білдіреді.
privacy-faq-v2-following-questions = Келесі сұрақтар мен жауаптар сізге { -brand-name-mozilla } мен { -brand-name-firefox } браузерінен нені күтуге болатынын түсінуге көмектесуі тиіс:

## FAQ

privacy-faq-v2-i-use-firefox = Мен интернеттегі барлық дерлік әрекеттерім үшін { -brand-name-firefox } қолданамын. Сіздер, { -brand-name-mozilla } қызметкерлері, мен туралы өте көп нәрсе білетін шығарсыздар, солай ма?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla } адамдардың интернетті қалай шолатыны туралы сіз ойлағаннан әлдеқайда аз біледі. Құрылғыңызда немесе компьютеріңізде жұмыс істейтін { -brand-name-firefox } веб-браузері — бұл сіздің интернетке шығу жолыңыз. Браузеріңіз сіз кіретін веб-сайттар туралы көптеген ақпаратты басқарады, бірақ ол ақпарат әдетте тек құрылғыңызда сақталады.
privacy-faq-v2-it-seems-like = Интернеттегі әрбір компания менің деректерімді сатып алып, сатып жатқан сияқты. Сіздердің де айырмашылықтарыңыз шамалы шығар.
privacy-faq-v2-we-never-sell-your = Біз ешқашан сіздің жеке деректеріңізді сатпаймыз. Жеке ақпаратыңызды жинап, содан пайда табатын басқа ірі технологиялық алпауыттардан айырмашылығымыз — біздің жүйеміз бастан-аяқ жекелік қағидасына негізделген. Біз сіздің жасыңызды, жынысыңызды, нақты орналасқан жеріңізді немесе "Big Tech" компаниялары жинап, табыс көзіне айналдыратын басқа да ақпараттарды білмейміз.
# Obsolete string (expires: 2025-12-08)
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } сіз туралы деректерді сатпайды (көпшілік "деректерді сату" деп түсінетін мағынада) және сіз туралы деректерді сатып алмайды. Біз ашықтыққа ұмтылатындықтан және кейбір жерлерде "деректерді сатудың" ҚҰҚЫҚТЫҚ анықтамасы өте ауқымды болғандықтан, біз бұрынғы өзіңіз білетін және ұнататын нақты мәлімдемелерді жасаудан сәл шегінуге мәжбүр болдық. Соған қарамастан, біз серіктестерімізбен бөлісетін деректердің (бұл { -brand-name-firefox }-ты коммерциялық тұрғыдан өміршең ету үшін қажет) жеке тұлғаны анықтайтын ақпараттан тазартылуын, тек жиынтық түрінде берілуін немесе <a { $attrs }>OHTTP</a> сияқты құпиялылықты сақтайтын технологияларымыз арқылы өтуін қамтамасыз ету үшін көп жұмыс істейміз.
privacy-faq-v2-wait-so-how = Күте тұрыңыз, сонда қалай ақша табасыз?
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } — әдеттегі ұйым емес. 1998 жылы қауымдастықтың бастапқы коды ашық жобасы ретінде негізі қаланған { -brand-name-mozilla } — анағұрлым сау интернет құру жолында жұмыс істейтін, миссияға негізделген ұйым. { -brand-name-mozilla-corporation } табысының басым бөлігі дүниежүзі бойынша { -brand-name-firefox } веб-браузеріндегі іздеу серіктестіктері мен тарату мәмілелері арқылы алынған роялтиден құралады. Біздің қалай табыс табатынымыз туралы толығырақ <a { $attrs }>жылдық қаржылық есептемемізден</a> біле аласыз.
privacy-faq-v2-softballs = Жақсы, алғашқы сұрақтар оңай болды. Ал сіздер қандай деректерді жинайсыздар?
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } әдепкі бойынша { -brand-name-firefox } браузерінен адамдардың оны қалай қолданатынын түсінуге көмектесетін шектеулі деректер жиынтығын жинайды. Бұл туралы толығырақ біздің <a { $privacy }>жекелік ескертуімізден</a> және сол <a { $data }>деректерді жинау туралы толық құжаттамадан</a> оқи аласыз. Сондай-ақ, біз айтқандарымыздың шындық екенін кез келген адам тексере алуы, нені жақсарту керектігін айтуы және біздің ештеңе жасырмайтынымызға сенімді болуы үшін құжаттамамызды көпшілікке қолжетімді етеміз.
privacy-faq-v2-do-you-collect = { -brand-name-firefox } браузерінің алдын ала шығарылым нұсқаларында көбірек дерек жинайсыз ба?
privacy-faq-v2-sort-of = Белгілі бір деңгейде. Жоғарыда сипатталған деректерге қоса, біз { -brand-name-firefox } браузерінің алдын ала шығарылым нұсқаларында әдепкі бойынша қателер мен істен шығулар туралы есептерді алып тұрамыз.
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = Біз сондай-ақ <a { $attrs }>зерттеулеріміздің</a> бірі үшін шығарылым алдындағы кезеңде қосымша деректер жинауымыз мүмкін. Мысалы, кейбір зерттеулер біз «шолу деректері» деп атайтын ақпаратты талап етеді, оған URL адрестері мен белгілі бір веб-сайттар туралы басқа да мәліметтер кіруі мүмкін. Бұл бізге { -brand-name-firefox } өнімін жақсарту үшін нақты сұрақтарға жауап беруге көмектеседі, мысалы, танымал веб-сайттарды нақты аймақтарда қалай жақсырақ интеграциялау керек екендігін анықтауға мүмкіндік береді.
privacy-faq-v2-mozilla-pre-release = { -brand-name-mozilla } ұсынған { -brand-name-firefox } браузерінің шығарылым алдындағы нұсқалары — эксперименттік функциялармен жиі жаңартылып тұратын әзірлеу платформалары. Осы эксперименттік функциялардың қалай жұмыс істейтінін түсіну үшін, біз шығарылым алдындағы кезеңде шығарылымнан кейінгіге қарағанда көбірек деректер жинаймыз. Бұл деректердің жиналуынан баптаулар бөлімінде бас тартуға болады.
privacy-faq-v2-but-why-do-you = Бірақ неліктен сіз қандай да болсын деректерді жинайсыз?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = Егер браузердің қалай жұмыс істейтінін немесе адамдардың қай функцияларды қолданатынын білмесек, біз оны жақсарта алмаймыз және сіз қалаған тамаша өнімді ұсына алмаймыз. Біз адамдардың жекелігін сақтай отырып, өнім туралы дұрыс шешім қабылдауға мүмкіндік беретін деректерді жинау және талдау құралдарын жасауға қаражат салдық. Сіз біз қолданатын жекелікті сақтау технологиялары (мысалы, <a { $attrs }>OHTTP</a>) туралы толығырақ оқи аласыз.
privacy-faq-v2-data-collection-bugs-me = Деректерді жинау әлі де мені мазалайды. Оны сөндіре аламын ба?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = Иә. Пайдаланушының бақылауы — біздің деректер жекелігі қағидаларымыздың бірі. Біз мұны { -brand-name-firefox } ішіндегі <a { $privacy }>жекелік баптаулары бетінде</a> іске асырамыз, ол { -brand-name-firefox }-тағы өз жекелігін басқарғысы келетін кез келген адам үшін орталықтандырылған орын болып табылады. Ол жерде сіз <a { $data }>деректер жинауды сөндіре аласыз</a>.
privacy-faq-v2-what-about-my-account = Ал менің тіркелгі деректерім ше?
privacy-faq-v2-we-are-big-believers = Біз деректерді азайтуға үлкен мән береміз және қажет емес нәрселерді сұрамаймыз.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = { -brand-name-firefox } пайдалану үшін тіркелгі қажет емес. Деректерді құрылғылар арасында синхрондау үшін <a { $attrs }>тіркелгісі</a> қажет, бірақ біз тек электрондық пошта адресіңізді және жасыңызды (тек бала емес екендігіңізге көз жеткізу үшін) сұраймыз.
privacy-faq-v2-you-use-digital = Сіз маркетингтік кешеніңіздің құрамдас бөлігі ретінде цифрлық жарнаманы пайдаланасыз. Онлайн-жарнамаңыздың таргетингін жақсарту үшін адамдардың деректерін сатып аласыз ба?
privacy-faq-v2-no-we-do-not-buy = Жоқ, біз жарнаманы мақсатты пайдалану үшін адамдардың деректерін сатып алмаймыз.
privacy-faq-v2-we-do-not-ask = Біз жарнамалық серіктестерімізден веб-сайттар мен баспагерлерге барлық пайдаланушылар туралы белгілі тек бірінші тарап деректерін, мысалы, сіз пайдаланып отырған браузер мен құрылғы туралы ақпаратты ғана пайдалануды сұраймыз.
privacy-faq-v2-well-it-seems = Сонымен, құпиялылық мәселелерінде менің мүдделерімді толықтай қорғайтыныңыз байқалады.
privacy-faq-v2-yes-we-do = Иә, біз солай істейміз.
privacy-faq-v2-find-out-more = { -brand-name-mozilla } интернетті қалай қорғайтыны туралы толығырақ біліңіз.
