# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq


## FAQ

privacy-faq-v2-we-never-sell-your = Біз ешқашан сіздің жеке деректеріңізді сатпаймыз. Жеке ақпаратыңызды жинап, содан пайда табатын басқа ірі технологиялық алпауыттардан айырмашылығымыз — біздің жүйеміз бастан-аяқ жекелік қағидасына негізделген. Біз сіздің жасыңызды, жынысыңызды, нақты орналасқан жеріңізді немесе "Big Tech" компаниялары жинап, табыс көзіне айналдыратын басқа да ақпараттарды білмейміз.
# Obsolete string (expires: 2025-12-08)
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } сіз туралы деректерді сатпайды (көпшілік "деректерді сату" деп түсінетін мағынада) және сіз туралы деректерді сатып алмайды. Біз ашықтыққа ұмтылатындықтан және кейбір жерлерде "деректерді сатудың" ҚҰҚЫҚТЫҚ анықтамасы өте ауқымды болғандықтан, біз бұрынғы өзіңіз білетін және ұнататын нақты мәлімдемелерді жасаудан сәл шегінуге мәжбүр болдық. Соған қарамастан, біз серіктестерімізбен бөлісетін деректердің (бұл { -brand-name-firefox }-ты коммерциялық тұрғыдан өміршең ету үшін қажет) жеке тұлғаны анықтайтын ақпараттан тазартылуын, тек жиынтық түрінде берілуін немесе <a { $attrs }>OHTTP</a> сияқты құпиялылықты сақтайтын технологияларымыз арқылы өтуін қамтамасыз ету үшін көп жұмыс істейміз.
privacy-faq-v2-wait-so-how = Күте тұрыңыз, сонда қалай ақша табасыз?
privacy-faq-v2-but-why-do-you = Бірақ неліктен сіз қандай да болсын деректерді жинайсыз?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = Егер браузердің қалай жұмыс істейтінін немесе адамдардың қай функцияларды қолданатынын білмесек, біз оны жақсарта алмаймыз және сіз қалаған тамаша өнімді ұсына алмаймыз. Біз адамдардың жекелігін сақтай отырып, өнім туралы дұрыс шешім қабылдауға мүмкіндік беретін деректерді жинау және талдау құралдарын жасауға қаражат салдық. Сіз біз қолданатын жекелікті сақтау технологиялары (мысалы, <a { $attrs }>OHTTP</a>) туралы толығырақ оқи аласыз.
privacy-faq-v2-data-collection-bugs-me = Деректерді жинау әлі де мені мазалайды. Оны сөндіре аламын ба?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = Иә. Пайдаланушының бақылауы — біздің деректер жекелігі қағидаларымыздың бірі. Біз мұны { -brand-name-firefox } ішіндегі <a { $privacy }>жекелік баптаулары бетінде</a> іске асырамыз, ол { -brand-name-firefox }-тағы өз жекелігін басқарғысы келетін кез келген адам үшін орталықтандырылған орын болып табылады. Ол жерде сіз <a { $data }>деректер жинауды сөндіре аласыз</a>.
privacy-faq-v2-what-about-my-account = Ал менің тіркелгі деректерім ше?
privacy-faq-v2-we-are-big-believers = Біз деректерді азайтуға үлкен мән береміз және қажет емес нәрселерді сұрамаймыз.
