# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

privacy-faq-at-mozilla-we-respect-and-protect-desc = { -brand-name-mozilla } компаниясында біз сіздің жеке ақпаратыңызды құрметтейміз және қорғаймыз.
privacy-faq-we-stand-for-people-over-profit = Біз табыстан гөрі адам мүддесін жоғары қоямыз.
privacy-faq-it-can-be-tricky-for-people = Адамдарға бүгінгі таңда қолданатын кез келген бағдарламалық қамтамадан немесе қызметтерден нені күтуге болатынын білу қиын болуы мүмкін. Өмірімізді қамтамасыз ететін технология күрделі, ал адамдардың егжей-тегжейлерді зерттеуге уақыты жоқ. Бұл { -brand-name-firefox } үшін де өзекті, өйткені біз адамдардың браузер ішінде не болып жатқаны туралы көптеген түрлі ойлары бар екенін байқаймыз.
privacy-faq-at-mozilla-we-respect-and-protect = { -brand-name-mozilla } компаниясында біз сіздің жеке ақпаратыңызды құрметтейміз және қорғаймыз:
# Variables:
#   $link (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-we-follow-a-set-of-data-privacy = Біз { -brand-name-firefox } компьютерлік және мобильді браузерлеріндегі жекелікке деген көзқарасымызды қалыптастыратын <a href="{ $link }">деректер жекелігінің принциптерін</a> ұстанамыз.
privacy-faq-we-only-collect-the-data-we = Біз тек ең жақсы өнімдерді жасау үшін қажетті деректерді ғана жинаймыз.
privacy-faq-we-put-people-in-control-of = Біз адамдарға өз деректері мен онлайн тәжірибелерін бақылау мүмкіндігін береміз.
privacy-faq-we-adhere-to-no-surprises-principle-v2 = Біз «күтпеген жағдайлардың болмауы» қағидасын ұстанамыз, бұл адамдардың { -brand-name-firefox } туралы түсінігі шындыққа сәйкес келуін қамтамасыз ету үшін барынша жұмыс істейтінімізді білдіреді.
privacy-faq-the-following-questions-and = Келесі сұрақтар мен жауаптар сізге { -brand-name-mozilla } мен { -brand-name-firefox } браузерінен нені күтуге болатынын түсінуге көмектесуі тиіс:
privacy-faq-i-use-firefox-for-almost-everything = Мен интернеттегі барлық дерлік әрекеттерім үшін { -brand-name-firefox } қолданамын. Сіздер, { -brand-name-mozilla } қызметкерлері, мен туралы өте көп нәрсе білетін шығарсыздар, солай ма?
privacy-faq-firefox-the-web-browser-that-v2 = { -brand-name-firefox } — құрылғыңызда немесе компьютеріңізде жұмыс істейтін, интернетке жол ашатын веб-браузер. Браузеріңіз сіз кіретін веб-сайттар туралы көптеген ақпаратты басқарады, бірақ ол ақпарат әдетте құрылғыңызда қалады. { -brand-name-mozilla } — { -brand-name-firefox } браузерін жасайтын компания, оны жинамайды (егер сіз өзіңіз сұрамасаңыз).
privacy-faq-really-you-dont-collect-my-browsing = Шынымен де, менің шолу тарихымды жинамайсыздар ма?
privacy-faq-mozilla-doesnt-know-as-much-v2 = { -brand-name-mozilla } адамдардың интернетте қалай шолу жасайтыны туралы сіз күткендей көп білмейді. Браузер жасаушы ретінде бұл біз үшін үлкен сынақ. Сондықтан біз қызығушылық танытқан пайдаланушыларға веб-шолулары туралы мәліметтермен бөлісуге мүмкіндік беретін ерікті құралдарды жасадық. Егер сіз шолу тарихыңызды әртүрлі { -brand-name-firefox } орнатымдарында синхрондасаңыз да, біз бұл тарихтың қандай екенін білмейміз — өйткені ол құрылғыңызда шифрленген.
privacy-faq-it-seems-like-every-company = Интернеттегі әрбір компания менің деректерімді сатып алып, сатып жатқан сияқты. Сіздердің де айырмашылықтарыңыз шамалы шығар.
privacy-faq-we-never-sell-your = Біз ешқашан сіздің жеке деректеріңізді сатпаймыз. Жеке ақпаратыңызды жинап, содан пайда табатын басқа ірі технологиялық алпауыттардан айырмашылығымыз — біздің жүйеміз бастан-аяқ жекелік қағидасына негізделген. Біз сіздің жасыңызды, жынысыңызды, нақты орналасқан жеріңізді немесе "Big Tech" компаниялары жинап, табыс көзіне айналдыратын басқа да ақпараттарды білмейміз.
# Obsolete string (expires: 2025-12-08)
privacy-faq-mozilla-doesnt-sell-data-about = { -brand-name-mozilla } сіз туралы деректерді сатпайды және сіз туралы деректерді сатып алмайды.
privacy-faq-wait-so-how-do-you-make-money = Күте тұрыңыз, сонда қалай ақша табасыз?
# Variables:
#   $link (url) - link to https://www.mozilla.org/foundation/annualreport/
privacy-faq-mozilla-is-not-your-average = { -brand-name-mozilla } — қарапайым ұйым емес. 1998 жылы қауымдастықтың ашық бастапқы коды жобасы ретінде негізі қаланған { -brand-name-mozilla } — салауатты интернет үшін жұмыс істейтін миссияға бағытталған ұйым. { -brand-name-mozilla-corporation } табысының басым бөлігі { -brand-name-firefox } веб-браузеріндегі іздеу серіктестіктері мен бүкіл әлем бойынша тарату мәмілелерінен алынған роялтилерден құралады. Сіз біздің қалай ақша табатынымыз туралы толығырақ <a href="{ $link }">жылдық қаржылық есептен</a> біле аласыз.
# A "softball" is a question that is really easy to answer.
privacy-faq-okay-those-first-few-were-softballs = Жақсы, алғашқы сұрақтар оңай болды. Ал сіздер қандай деректерді жинайсыздар?
# Variables:
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
privacy-faq-mozilla-does-collect-a-limited-v2 = { -brand-name-mozilla } адамдардың браузерді қалай пайдаланатынын түсінуге көмектесетін { -brand-name-firefox } браузерінен әдепкі бойынша шектеулі деректер жиынтығын жинайды. Бұл туралы толығырақ біздің <a href="{ $privacy }">жекелік туралы ескертуімізден</a> және <a href="{ $data }">деректерді жинау туралы толық құжаттамадан</a> оқи аласыз.
privacy-faq-we-make-our-documentation-public = Кез келген адам айтқандарымыздың шындық екенін тексеруі, жақсарту қажет болса бізге хабарлауы және ештеңе жасырмайтынымызға сенімді болуы үшін біз құжаттамамызды көпшілікке қолжетімді етеміз.
# "gobbledygook" is a fun way to say meaningless nonsense or gibberish.
privacy-faq-that-documentation-is-gobbledygook = Бұл құжаттама маған түсініксіз! Маған бәрін қарапайым тілмен түсіндіре аласыз ба?
privacy-faq-there-are-two-categories-of = Біз { -brand-name-firefox } браузерінің ресми нұсқасында әдепкі бойынша жинайтын деректердің екі санаты бар.
privacy-faq-the-first-is-what-we-call-technical = Біріншісі — біз «техникалық деректер» деп атайтын деректер. Бұл браузердің өзі туралы деректер, мысалы, ол жұмыс істеп тұрған операциялық жүйе және қателер немесе істен шығулар туралы ақпарат.
privacy-faq-the-second-is-what-we-call-interaction-v2 = Екіншісі — біз «өзара әрекеттесу деректері» деп атайтын деректер. Бұл жеке тұлғаның { -brand-name-firefox } браузерімен әрекеттесуі туралы деректер, мысалы, ашық болған беттер саны, пайдаланушы баптауларының күйі немесе скриншоттар немесе контейнерлер сияқты белгілі бір браузер мүмкіндіктерінің қанша рет пайдаланылғаны. Мысалы, біз бұл деректерді «артқа» батырмасы (браузеріңіздің жоғарғы сол жақ бұрышындағы алдыңғы веб-бетке өтуге мүмкіндік беретін көрсеткі) арқылы жинаймыз; бұл бізге біреудің «артқа» батырмасын шерткенін көрсетеді, бірақ нақты қандай веб-беттерге кіргенін айтпайды.
privacy-faq-do-you-collect-more-data-in = { -brand-name-firefox } браузерінің алдын ала шығарылым нұсқаларында көбірек дерек жинайсыз ба?
privacy-faq-sort-of-in-addition-to-the-data-v2 = Белгілі бір деңгейде. Жоғарыда сипатталған деректерге қоса, біз { -brand-name-firefox } браузерінің алдын ала шығарылым нұсқаларында әдепкі бойынша қателер мен істен шығулар туралы есептерді алып тұрамыз.
# Variables:
#   $link (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-we-may-also-collect-additional-v2 = Сондай-ақ біз <a href="{ $link }">зерттеулеріміздің</a> бірі үшін алдын ала шығарылатын нұсқада қосымша деректер жинауымыз мүмкін. Мысалы, кейбір зерттеулер «веб-белсенділік деректерін» талап етеді, оған URL адрестері мен белгілі бір веб-сайттар туралы басқа ақпарат кіруі мүмкін. Бұл бізге { -brand-name-firefox } браузерін жақсарту үшін нақты сұрақтарға жауап беруге көмектеседі, мысалы, танымал веб-сайттарды белгілі бір тілдік орталарға жақсырақ қалай біріктіру керек екенін түсінуге мүмкіндік береді.
privacy-faq-mozillas-pre-release-versions = { -brand-name-mozilla } ұсынған { -brand-name-firefox } браузерінің шығарылым алдындағы нұсқалары — эксперименттік функциялармен жиі жаңартылып тұратын әзірлеу платформалары. Осы эксперименттік функциялардың қалай жұмыс істейтінін түсіну үшін, біз шығарылым алдындағы кезеңде шығарылымнан кейінгіге қарағанда көбірек деректер жинаймыз. Бұл деректердің жиналуынан баптаулар бөлімінде бас тартуға болады.
privacy-faq-but-why-do-you-collect-any-data = Бірақ неліктен сіз қандай да болсын деректерді жинайсыз?
privacy-faq-if-we-dont-know-how-the-browser = Егер біз браузердің қалай жұмыс істейтінін немесе адамдардың қандай функцияларды қолданатынын білмесек, оны жақсарта алмаймыз және сіз қалаған тамаша өнімді ұсына алмаймыз. Біз адамдардың жекелігін құрметтей отырып, өніміміз туралы ақылды шешімдер қабылдауға мүмкіндік беретін деректерді жинау және талдау құралдарын жасауға қаражат бөлдік.
privacy-faq-data-collection-still-bugs-me = Деректерді жинау әлі де мені мазалайды. Оны сөндіре аламын ба?
# Variables:
#   $settings (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/share-telemetry-data-mozilla-help-improve-firefox#w_how-do-i-opt-in-or-opt-out-of-sending-performance-data
privacy-faq-yes-user-control-is-one-of-our = Иә. Пайдаланушының бақылауы — біздің деректердің жекелігі принциптерінің бірі. Біз мұны { -brand-name-firefox } браузеріндегі <a href="{ $settings }">жекелік баптаулары бетінде</a> іске асырдық, ол { -brand-name-firefox } ішіндегі жекелігін бақылауды қалайтын кез келген адам үшін орталықтандырылған орын болып табылады. Ол жерде сіз <a href="{ $data }">деректерді жинауды өшіре</a> аласыз.
privacy-faq-what-about-my-account-data = Ал менің тіркелгі деректерім ше?
privacy-faq-we-are-big-believers-of-data = Біз деректерді азайтуға үлкен мән береміз және қажет емес нәрселерді сұрамаймыз.
# Variables:
#   $accounts (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
privacy-faq-you-dont-need-an-account-to = { -brand-name-firefox } браузерін пайдалану үшін аккаунт қажет емес. <a href="{ $accounts }">Аккаунттар</a> деректерді құрылғылар арасында синхрондау үшін қажет, бірақ біз сізден тек электрондық пошта адресін сұраймыз. Біз сіздің аты-жөніңізді, адресіңізді, туған күніңізді және телефон нөміріңізді білгіміз келмейді.
privacy-faq-you-use-digital-advertising = Сіз маркетингтік кешеніңіздің құрамдас бөлігі ретінде цифрлық жарнаманы пайдаланасыз. Онлайн-жарнамаңыздың таргетингін жақсарту үшін адамдардың деректерін сатып аласыз ба?
privacy-faq-no-we-do-not-buy-peoples-data = Жоқ, біз жарнаманы мақсатты пайдалану үшін адамдардың деректерін сатып алмаймыз.
privacy-faq-we-do-ask-our-advertising-partners = Біз жарнамалық серіктестерімізден веб-сайттар мен баспагерлерге барлық пайдаланушылар туралы белгілі тек бірінші тарап деректерін, мысалы, сіз пайдаланып отырған браузер мен құрылғы туралы ақпаратты ғана пайдалануды сұраймыз.
privacy-faq-well-it-seems-like-you-really = Сонымен, жекелік мәселелерінде менің мүдделерімді толықтай қорғайтыныңыз байқалады.
privacy-faq-yes-we-do = Иә, біз солай істейміз.
privacy-faq-find-out-more-about-how-mozilla = { -brand-name-mozilla } интернетті қалай қорғайтыны туралы көбірек біліңіз.
