# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/firefox

privacy-firefox-youre-in-control-v2 = Өз деректеріңізді өзіңіз басқарасыз
# Obsolete string (expires: 2026-02-10)
privacy-firefox-privacy-isnt-just = Жекелік — бұл жай ғана баптау емес, бұл сіздің құқығыңыз. { -brand-name-firefox } жекелік туралы ескертуі анықтық, бақылау мүмкіндігі және жауапкершілікпен таңдалған әдепкі параметрлерге негізделген. Деректеріңізбен не болатынын әрқашан өзіңіз шешуіңіз керек деп есептейміз. { -brand-name-firefox } әдепкі бойынша қандай әрекеттер жасайтынын анық түсіндіретінімізге және интернетті өзіңіз қалағандай шарлау үшін баптауларды реттеуге мүмкіндік беретінімізге сенім арта аласыз.
privacy-firefox-privacy-isnt-just-v2 = Міне, жалпы көрініс: { -brand-name-firefox } ең басында жекелік пен қорғанысқа негізделіп жасалған. Біз сіз туралы көп біле бермейміз. Ал білетін азды-көпті мәліметтерімізді ешқашан сатпаймыз. Басқа браузерлерден айырмашылығымыз — біз сізге өзіңізге ұнамайтын нәрселерді өшіру мүмкіндігін береміз. { -brand-name-firefox } Жекелік ескертуі анықтыққа, бақылауға және жауапты әдепкі баптауларға негізделген. { -brand-name-firefox } әдепкі бойынша не істейтінін анық түсіндіретінімізге және интернетті өзіңіз қалағандай пайдалануыңыз үшін баптауларды реттеуге көмектесетінімізге сенім арта аласыз.
privacy-firefox-read-our-privacy = Біздің жекелік ескертуімізді оқыңыз
privacy-firefox-always-protected = Әрқашан қорғалған
