# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN สำหรับพีซีหรือแล็ปท็อปจาก { -brand-name-mozilla }
vpn-desktop-if-you-are = ถ้าคุณกำลังมองหา VPN เพื่อปกป้องแล็ปท็อปหรือพีซีของคุณอยู่ ให้ลองดู { -brand-name-mozilla-vpn } เลย { -brand-name-mozilla-vpn } ได้รับการสนับสนุนจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ
vpn-desktop-vpns-can-provide = VPN ช่วยเพิ่มระดับความปลอดภัยให้กับแล็ปท็อปหรือพีซีของคุณ และช่วยปกป้องคุณจากการพยายามแฮ็ก การโจมตีแบบฟิชชิ่ง และภัยคุกคามออนไลน์อื่นๆได้ VPN เข้ารหัสลับข้อมูลและตำแหน่งของคุณโดยสร้าง “อุโมงค์” ระหว่างคอมพิวเตอร์และอินเทอร์เน็ต ถ้าแล็ปท็อปหรือพีซีของคุณไม่ได้ใช้ VPN แฮกเกอร์และบุคคลที่สามอาจดักฟังการรับส่งข้อมูลของคุณได้ ทำให้ความเป็นส่วนตัวของคุณตกอยู่ในความเสี่ยง
vpn-desktop-how-does-a = VPN ช่วยปกป้องแล็ปท็อปหรือพีซีของฉันได้อย่างไร?
vpn-desktop-there-are-several = มีหลายเหตุผลว่าทำไมคุณควรใช้ VPN เพื่อปกป้องตัวคุณเองเมื่อใช้แล็ปท็อปหรือพีซี:
vpn-desktop-stronger-privacy = <strong>ความเป็นส่วนตัวที่แข็งแกร่งยิ่งขึ้น:</strong> เนื่องจาก VPN ปกปิดที่อยู่ IP ของคุณ คุณจึงท่องอินเทอร์เน็ตได้อย่างเป็นส่วนตัวมากขึ้น เนื่องจากคุณจะมั่นใจได้ว่ากิจกรรมของคุณจะไม่สามารถถูกเก็บรวบรวมโดยตัวรวบรวมข้อมูลที่ใช้ IP ของคุณเป็นตัวระบุเฉพาะได้
vpn-desktop-safer-against-spying = <strong>ปลอดภัยจากการสอดส่องยิ่งขึ้น:</strong> การเข้ารหัสลับข้อมูลของคุณผ่าน VPN จะทำให้แทบเป็นไปไม่ได้เลยที่ใครก็ตามจะคอยสอดส่องการเชื่อมต่อเครือข่ายของคุณเพื่อค้นพบว่าคุณกำลังสื่อสารอะไรและกับใครบ้าง
