# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/ios/

vpn-ios-vpn-for-iphone = VPN สำหรับ iPhone จาก { -brand-name-mozilla }
vpn-ios-looking-for-a = ถ้าคุณกำลังมองหา VPN ให้กับ iPhone ของคุณอยู่ บริการ VPN ของ { -brand-name-mozilla } ช่วยให้คุณได้รับการปกป้องออนไลน์ทุกครั้งที่คุณเข้าสู่ระบบอุปกรณ์ของคุณ อ่านต่อเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับวิธีการปกป้อง iPhone ของคุณจากการโจมตีทางไซเบอร์ด้วย { -brand-name-mozilla-vpn } สำหรับ iPhone
vpn-ios-iphones-are-great = iPhone นั้นสามารถช่วยปกป้องความเป็นส่วนตัวของคุณได้ดี แต่ไม่สามารถปกป้องคุณจากอันตรายทางออนไลน์ทั้งหมดได้ ดังนั้นคุณจึงต้องใช้ { -brand-name-mozilla-vpn } ซึ่งเป็นบริการสำหรับ iPhone ที่เข้ารหัสลับการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณและซ่อนตำแหน่งที่อยู่ของคุณ ในบทความนี้ เราจะอธิบายวิธีใช้ { -brand-name-mozilla-vpn } สำหรับ iPhone รวมถึงประโยชน์ที่มอบให้ และเปรียบเทียบกับ VPN อื่นๆ ว่าเป็นอย่างไรบ้าง
vpn-ios-mozilla-vpn-is = { -brand-name-mozilla-vpn } เป็นบริการเครือข่ายส่วนตัวเสมือนที่เข้ารหัสลับการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณและซ่อนที่อยู่ IP ของคุณจากสายตาที่แอบสอดส่อง
vpn-ios-there-are-many = มีหลายเหตุผลว่าทำไมคุณอาจต้องการใช้ { -brand-name-mozilla-vpn } สำหรับ iPhone เช่น:
vpn-ios-protecting-your-personal = <strong>ปกป้องข้อมูลส่วนบุคคลของคุณ:</strong> เมื่อคุณเชื่อมต่อกับเครือข่าย Wi-Fi สาธารณะ เช่น ที่ร้านกาแฟหรือสนามบิน การรับส่งข้อมูลในเครือข่ายของคุณอาจถูกดักฟังและตรวจจับโดยแฮกเกอร์หรือผู้ไม่ประสงค์ดี ด้วย { -brand-name-mozilla-vpn } คุณสามารถเข้ารหัสลับข้อมูลของคุณและป้องกันไม่ให้ใครก็ตามแอบดูกิจกรรมออนไลน์ของคุณได้
vpn-ios-enhancing-your = <strong>ปรับปรุงประสบการณ์การเรียกดูของคุณ:</strong> { -brand-name-mozilla-vpn } มอบการเชื่อมต่อที่รวดเร็วและเชื่อถือได้ซึ่งจะช่วยปรับปรุงความเร็วและประสิทธิภาพการเรียกดูของคุณ คุณสามารถใช้ { -brand-name-mozilla-vpn } เพื่อปิดกั้นโฆษณาและตัวติดตามที่อาจทำให้เครื่องของคุณช้าลงและละเมิดความเป็นส่วนตัวของคุณได้เช่นกัน
vpn-ios-mozilla-vpn-is-a-vpn = { -brand-name-mozilla-vpn } เป็นบริการ VPN ที่ได้รับการสนับสนุนจากองค์กรที่เชื่อถือได้และเป็นที่เคารพซึ่งต่อสู้เพื่อความเป็นส่วนตัวและความปลอดภัยทางออนไลน์มาหลายทศวรรษ { -brand-name-mozilla } เป็นบริษัทที่อยู่เบื้องหลัง { -brand-name-firefox } หนึ่งในเบราว์เซอร์ที่ได้รับความนิยมและเน้นเรื่องความเป็นส่วนตัวมากที่สุดในโลก และได้รับการสนับสนุนจาก { -brand-name-mozilla-foundation } ซึ่งเป็นองค์กรไม่แสวงหากำไร เมื่อคุณเลือก { -brand-name-mozilla-vpn } คุณกำลังสนับสนุนภารกิจของเราในการทำให้อินเทอร์เน็ตเปิดกว้างและเข้าถึงได้สำหรับทุกคน
vpn-ios-ready-to-try = ถ้าคุณพร้อมที่จะลองใช้ { -brand-name-mozilla-vpn } สำหรับ iPhone ของคุณแล้ว ดาวน์โหลดวันนี้และเพลิดเพลินไปกับการรับประกันคืนเงินภายใน 30 วัน ไม่มีการเก็บบันทึก ไม่มีปัญหา และไม่มีความเสี่ยง
