# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN สำหรับ iOS/iPad จาก { -brand-name-mozilla }
vpn-ipad-looking-for = ถ้าคุณกำลังมองหา VPN เพื่อปกป้อง iPad ของคุณอยู่ { -brand-name-mozilla-vpn } ได้รับการสนับสนุนจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ
vpn-ipad-if-you-own = ถ้าคุณมี iPad คุณอาจใช้มันทำหลายอย่าง เช่น เรียกดูเว็บ ดูวิดีโอ เล่นเกม อ่านหนังสือ และอื่นๆ อีกมากมาย แต่ไม่ว่าคุณจะอยู่ที่บ้านหรือระหว่างเดินทาง การเชื่อมต่ออินเทอร์เน็ตของคุณอาจเปิดเผยข้อมูลส่วนตัวและตำแหน่งที่อยู่ของคุณให้แฮกเกอร์ ผู้โฆษณา และบุคคลที่สามอื่นๆ ที่อาจใช้คุกกี้และ IP ของคุณเพื่อติดตามคุณได้
vpn-ipad-thats-why-you = นั่นคือเหตุผลที่คุณต้องใช้ { -brand-name-mozilla-vpn } ซึ่งเป็นบริการ VPN ที่รวดเร็ว เชื่อถือได้ และใช้งานง่าย ซึ่งช่วยให้กิจกรรมออนไลน์ของคุณไม่ถูกสังเกตจากสายตาที่แอบสอดส่อง
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } เป็นบริการเครือข่ายส่วนตัวเสมือนที่เข้ารหัสลับการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณและซ่อนที่อยู่ IP ของคุณ
vpn-ipad-with-mozilla-vpn = ด้วย { -brand-name-mozilla-vpn } คุณจะได้รับ:
vpn-ipad-protection-for-up-to = <strong>การปกป้องสำหรับอุปกรณ์สูงสุด 5 เครื่อง:</strong> ใช้ { -brand-name-mozilla-vpn } บน iPad ของคุณและอุปกรณ์อื่น ๆ สูงสุด 4 เครื่องด้วยการสมัครสมาชิกเพียงหนึ่งครั้ง คุณยังสามารถใช้บน Windows, macOS, Linux, iPhone และ Android ได้อีกด้วย
vpn-ipad-access-to-servers = <strong>เข้าถึงเซิร์ฟเวอร์ในกว่า 30 ประเทศ:</strong> คุณสามารถเลือกเชื่อมต่ออินเทอร์เน็ตได้จากเซิร์ฟเวอร์มากกว่า 500 แห่งในกว่า 30 ประเทศทั่วโลก ซึ่งจะทำให้คุณมีตัวเลือกและความยืดหยุ่นมากขึ้นในการเข้าถึงเนื้อหาที่คุณต้องการ
vpn-ipad-device-level = <strong>การเข้ารหัสลับการรับส่งข้อมูลในระดับอุปกรณ์:</strong> { -brand-name-mozilla-vpn } เข้ารหัสลับการรับส่งข้อมูลทั้งหมดของคุณก่อนที่ข้อมูลเหล่านั้นจะเดินทางออกจากอุปกรณ์ของคุณ และไม่ใช่แค่ในเบราว์เซอร์ของคุณเท่านั้น แต่ยังรวมไปถึงแอป เกม และบริการสตรีมมิ่งด้วย คุณยังสามารถใช้ { -brand-name-mozilla-vpn } เพื่อปิดกั้นโฆษณาและตัวติดตามที่อาจละเมิดความเป็นส่วนตัวของคุณได้อีกด้วย
vpn-ipad-no-online = <strong>ไม่มีการเก็บบันทึกกิจกรรมออนไลน์:</strong> { -brand-name-mozilla } จะไม่บันทึกเว็บไซต์ที่คุณเยี่ยมชมหรือตรวจจับการสื่อสารของคุณ
vpn-ipad-feel-safe = <strong>รู้สึกปลอดภัยเมื่อใช้ Wi-Fi สาธารณะ:</strong> เมื่อคุณเชื่อมต่อกับเครือข่าย Wi-Fi สาธารณะ เช่น ที่ร้านกาแฟหรือสนามบิน ข้อมูลของคุณอาจถูกดักฟังโดยแฮกเกอร์หรือผู้ไม่ประสงค์ดี ด้วย { -brand-name-mozilla-vpn } ข้อมูลของคุณจะถูกเข้ารหัสลับเพื่อป้องกันไม่ให้ใครก็ตามแอบดูกิจกรรมออนไลน์ของคุณ
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } ได้รับการสนับสนุนจาก { -brand-name-mozilla-foundation } ซึ่งเป็นองค์กรไม่แสวงหากำไรที่ได้รับการสนับสนุนจาก { -brand-name-firefox } ซึ่งเป็นหนึ่งในเบราว์เซอร์ที่ได้รับความนิยมและเน้นเรื่องความเป็นส่วนตัวมากที่สุดในโลก ถ้าคุณเลือก { -brand-name-mozilla-vpn } คุณกำลังสนับสนุนภารกิจของเราในการทำให้อินเทอร์เน็ตเปิดกว้างและเข้าถึงได้สำหรับทุกคน
