# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/linux

vpn-linux-mozilla-vpn = { -brand-name-mozilla-vpn } บน Linux
vpn-linux-looking-for = ถ้าคุณกำลังมองหา VPN เพื่อปกป้องเครื่องที่ใช้ Linux ของคุณอยู่ { -brand-name-mozilla-vpn } นำเสนอบริการเพียงอย่างเดียวที่มาจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ
vpn-linux-mozilla-vpn-on-linux = { -brand-name-mozilla-vpn } บน Linux เพื่ออินเทอร์เน็ตที่เป็นส่วนตัวและปลอดภัยยิ่งขึ้น
vpn-linux-linux-is-free = Linux เป็นซอฟต์แวร์โอเพนซอร์สที่ฟรีและปรับแต่งได้ แต่ก็ไม่ได้ปลอดภัยจากปัญหาความปลอดภัยและความเป็นส่วนตัวออนไลน์ เช่นเดียวกับผู้ใช้ระบบปฏิบัติการอื่นๆ ผู้ใช้ Linux ต้องเผชิญกับการเซ็นเซอร์ การเฝ้าติดตาม และการแฮ็ก
vpn-linux-mozilla-vpn-is-a = { -brand-name-mozilla-vpn } เป็นบริการเครือข่ายส่วนตัวเสมือนที่ใช้การเข้ารหัสลับแบบโอเพนซอร์สที่ทันสมัยและไม่เก็บบันทึก ติดตาม หรือแบ่งปันกิจกรรมเครือข่ายของคุณใดๆ ซึ่งช่วยให้คุณเชื่อมต่อกับเซิร์ฟเวอร์ได้มากกว่า 500 แห่งในกว่า 30 ประเทศ
vpn-linux-why-choose = ทำไมถึงควรเลือก { -brand-name-mozilla-vpn } สำหรับ Linux?
vpn-linux-fast-and-v2 = <strong>รวดเร็วและเชื่อถือได้:</strong> { -brand-name-mozilla-vpn } ใช้โปรโตคอล { -brand-name-wireguard }® ซึ่งให้ประสิทธิภาพและความเสถียรที่ดีกว่าโปรโตคอล VPN อื่นๆ
vpn-linux-no-logs = <strong>ไม่มีการเก็บบันทึก:</strong> { -brand-name-mozilla-vpn } จะไม่เก็บบันทึกกิจกรรมเครือข่ายของคุณ เราจะไม่บันทึกเว็บไซต์ที่คุณเยี่ยมชมหรือตรวจสอบปริมาณการใช้เครือข่ายของคุณ
vpn-linux-additional-security = <strong>คุณลักษณะด้านความปลอดภัยเพิ่มเติม:</strong> เราใช้การปิดกั้น DNS เพื่อปิดกั้นโฆษณา ตัวติดตาม และมัลแวร์ ในขณะที่เบราว์เซอร์สามารถทำได้แค่ป้องกันไม่ให้เว็บไซต์ส่งมัลแวร์และติดตามคุณ
vpn-linux-device-level = <strong>การเข้ารหัสลับระดับอุปกรณ์:</strong> ไม่เหมือน VPN ที่เข้ารหัสลับเฉพาะการรับส่งข้อมูลเฉพาะเบราว์เซอร์ของคุณเท่านั้น { -brand-name-mozilla-vpn } จะเข้ารหัสลับการรับส่งข้อมูลทั้งหมดของอุปกรณ์ของคุณ รวมถึงแอปพลิเคชันและเกมทั้งหมดของคุณด้วย
vpn-linux-multi-hop = <strong>การกำหนดเส้นทางแบบหลายฮ็อป:</strong> เพื่อการปกป้องเพิ่มเติม { -brand-name-mozilla-vpn } สามารถเข้ารหัสลับการรับส่งข้อมูลของคุณและกำหนดเส้นทางผ่านสองตำแหน่งแทนที่จะเป็นหนึ่งตำแหน่ง ทำให้ผู้อื่นติดตามกิจกรรมออนไลน์ของคุณได้ยากขึ้น
vpn-linux-simple-and = <strong>ส่วนติดต่อที่เรียบง่ายและใช้งานง่าย:</strong> เชื่อมต่อกับเซิร์ฟเวอร์ได้ด้วยคลิกเดียว นอกจากนี้ คุณยังสามารถปรับแต่งการตั้งค่าและค่าปรับแต่งตามความต้องการของคุณได้อีกด้วย
vpn-linux-it-helps-restore = <strong>ช่วยคืนความเป็นกลางบนเน็ต:</strong> { -brand-name-mozilla-vpn } ช่วยให้คุณสามารถควบคุมกิจกรรมออนไลน์ของคุณได้อีกครั้ง โดยป้องกันไม่ให้ผู้ให้บริการอินเทอร์เน็ตจำกัดแบนด์วิดธ์ของคุณ หรือปิดกั้นเว็บไซต์หรือบริการที่ตนเองไม่ชอบ หรือที่แข่งขันกับข้อเสนอของตนเอง
