# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = รับ VPN สำหรับ macOS จาก { -brand-name-mozilla }
vpn-mac-looking-for = ถ้าคุณกำลังมองหา VPN เพื่อปกป้อง Mac ของคุณอยู่ { -brand-name-mozilla-vpn } ได้รับการสนับสนุนจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณเมื่อใช้ macOS
vpn-mac-protect-your-mac = ปกป้อง Mac ของคุณด้วย { -brand-name-mozilla-vpn }
vpn-mac-a-vpn-is = VPN (เครือข่ายส่วนตัวเสมือน) เป็นสิ่งที่ต้องมีเพื่อความเป็นส่วนตัวและความปลอดภัยออนไลน์ของคุณเมื่อคุณใช้ Mac แฮกเกอร์และผู้ให้บริการอินเทอร์เน็ตสามารถสอดส่องกิจกรรมออนไลน์ของคุณหรือขโมยข้อมูลส่วนบุคคลของคุณได้
vpn-mac-but-finding = แต่การหา VPN ที่ดีนั้นอาจเป็นเรื่องยาก VPN บางตัวนั้นช้า ไม่น่าเชื่อถือ และยังมีการบันทึกกิจกรรมออนไลน์ของคุณไว้ด้วย นั่นเป็นเหตุผลที่เราสร้าง { -brand-name-mozilla-vpn } ซึ่งเป็น VPN ที่รวดเร็ว ปลอดภัย และเชื่อถือได้จากผู้ที่นำเสนอ { -brand-name-firefox } ให้กับคุณ
vpn-mac-with-mozilla-vpn = ด้วย { -brand-name-mozilla-vpn } คุณสามารถ:
vpn-mac-get-one-click = รับความเป็นส่วนตัวด้วยการคลิกเพียงครั้งเดียวด้วยอินเทอร์เฟซที่เรียบง่ายและใช้งานง่าย
vpn-mac-connect-up-to = เชื่อมต่ออุปกรณ์ต่างๆ ได้สูงสุด 5 เครื่องด้วยการสมัครสมาชิกเพียงครั้งเดียว ไม่จำกัดเพียง Mac แต่ยังรวมถึง iOS, Windows, Linux และ Android อีกด้วย
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = ใช้ VPN ของเราได้เท่าที่คุณต้องการ ต่างจาก VPN อื่นๆ ที่ปกป้องข้อมูลเพียงจำนวนหนึ่งในแต่ละเดือน เราไม่จำกัดปริมาณการใช้งานของคุณ ไม่ว่าคุณจะใช้ข้อมูลมากเพียงใด ข้อมูลนั้นก็จะได้รับการปกป้องเสมอ
vpn-mac-get-device-level = รับการเข้ารหัสลับระดับอุปกรณ์สำหรับการรับส่งข้อมูลของคุณ แตกต่างจากโซลูชันอื่นๆ ที่เข้ารหัสลับเฉพาะการรับส่งข้อมูลเบราว์เซอร์ของคุณ { -brand-name-mozilla-vpn } จะเข้ารหัสลับทั้งหมด ปกป้องการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณไม่ว่าจะเกี่ยวข้องกับแอปพลิเคชันใดก็ตาม
vpn-mac-prevent-internet = ป้องกันผู้ให้บริการอินเทอร์เน็ตไม่ให้จำกัดหรือปิดกั้นเว็บไซต์หรือบริการที่พวกเขาไม่ชอบหรือที่แข่งขันกับบริการของตนเอง สำหรับข้อมูลเพิ่มเติม คุณสามารถอ่านเกี่ยวกับความเป็นกลางบนเน็ตได้
vpn-mac-mozilla-is-an = { -brand-name-mozilla } เป็นองค์กรที่ทำงานเพื่อให้อินเทอร์เน็ตเปิดกว้างและเข้าถึงได้สำหรับทุกคน และเราได้รับการสนับสนุนจากองค์กรไม่แสวงหากำไร เมื่อคุณใช้ { -brand-name-mozilla-vpn } คุณไม่ได้ปกป้องตัวเองทางออนไลน์เท่านั้น แต่ยังสนับสนุนภารกิจของ { -brand-name-mozilla } อีกด้วย { -brand-name-mozilla-vpn } เป็นซอฟต์แวร์โอเพนซอร์สที่ปลอดภัย และได้รับการพัฒนาโดยผู้เชี่ยวชาญด้านความปลอดภัยและผู้สร้าง { -brand-name-firefox }
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } จะไม่เก็บบันทึกเว็บไซต์ที่คุณเยี่ยมชมหรือตรวจจับการสื่อสารของคุณ นอกจากนี้ เรายังรับประกันคืนเงินภายใน 30 วัน: ไม่มีปัญหา ไม่มีความเสี่ยง
