# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = รับ VPN สำหรับมือถือจาก { -brand-name-mozilla }
vpn-mobile-looking-for-a = ถ้าคุณกำลังมองหา VPN เพื่อปกป้องอุปกรณ์มือถือของคุณอยู่ { -brand-name-mozilla-vpn } ได้รับการสนับสนุนจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ
vpn-mobile-vpn-for-mobile = VPN สำหรับมือถือจาก { -brand-name-mozilla }
vpn-mobile-in-todays = ในโลกปัจจุบันที่เน้นไปที่อุปกรณ์เคลื่อนที่ เราพึ่งพาโทรศัพท์มือถือและอุปกรณ์ต่างๆ เพื่อการสื่อสาร ความบันเทิง และการทำงาน อย่างไรก็ตาม ถ้าไม่มี VPN ข้อมูลส่วนตัวของคุณอาจมีความเสี่ยงด้านความปลอดภัยและความเป็นส่วนตัวหลายอย่าง
vpn-mobile-why-do-i = ทำไมฉันถึงต้องมี VPN สำหรับมือถือ?
vpn-mobile-the-mozilla-vpn = แอปมือถือ { -brand-name-mozilla-vpn } มีขนาดเล็ก จึงไม่กินหน่วยความจำมากเกินไป และจะไม่ทำให้โทรศัพท์ของคุณช้าลงหรือกินแบตเตอรี่มากเกินไป
vpn-mobile-your-internet-v2 = ผู้ให้บริการอินเทอร์เน็ต (ISP) อาจจำกัดแบนด์วิดธ์ของคุณถ้าผู้ให้บริการรู้ว่าคุณกำลังดูภาพยนตร์ ฟังเพลง หรือสตรีมมิ่ง
vpn-mobile-your-isp-v2 = ผู้ให้บริการอินเทอร์เน็ตของคุณอาจปิดกั้นเว็บไซต์หรือบริการที่ตนเองไม่ชอบหรือที่แข่งขันกับเว็บไซต์ของตนเอง
vpn-mobile-hackers-can-steal-v2 = แฮกเกอร์สามารถขโมยข้อมูลส่วนบุคคลของคุณได้เมื่อคุณใช้ Wi-Fi สาธารณะ เช่น ในร้านกาแฟหรือสนามบิน
vpn-mobile-a-vpn-works = VPN ใช้งานได้กับอุปกรณ์ของคุณ ไม่ใช่แค่เบราว์เซอร์เท่านั้น แต่ยังรวมถึงแอปมือถือของคุณด้วย และไม่เหมือนกับ VPN ฟรีหรือเว็บไซต์พร็อกซี ซึ่งอาจจ่ายเงินค่าเซิร์ฟเวอร์ด้วยการสอดส่องคุณและขายข้อมูลของคุณ { -brand-name-mozilla } จะไม่เก็บบันทึกว่าคุณไปที่ใดและทำอะไรบ้าง
