# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = รับ VPN สำหรับ Windows จาก { -brand-name-mozilla }
vpn-windows-protect-your-windows = ปกป้องอุปกรณ์ Windows ของคุณด้วย VPN { -brand-name-mozilla } VPN ได้รับการสนับสนุนจากบริษัทที่ไม่แสวงหากำไร เรียนรู้ว่า VPN ปกป้องคุณได้อย่างไร และเหตุใดคุณจึงควรไว้วางใจ { -brand-name-mozilla } เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ
vpn-windows-stay-safe = รักษาความปลอดภัยให้กับอุปกรณ์ Windows ของคุณด้วย VPN
vpn-windows-windows-is-one = Windows เป็นระบบปฏิบัติการที่ได้รับความนิยมมากที่สุดระบบหนึ่งของโลก ด้วยเหตุนี้ อุปกรณ์ Windows จึงมักตกเป็นเป้าหมายของแฮกเกอร์และอาจมีความเสี่ยงเป็นพิเศษถ้าคุณไม่ทำการป้องกันอย่างเหมาะสม คุณสามารถปกป้องชีวิตดิจิทัลของคุณได้โดยใช้ VPN เพื่อเข้ารหัสกิจกรรมออนไลน์ของคุณ รวมถึงขั้นตอนอื่นๆ เช่น การอัปเดตซอฟต์แวร์ของคุณ การสร้างรหัสผ่านที่ไม่ซ้ำใครและแข็งแกร่ง และใช้ตัวปกปิดจาก { -brand-name-relay } เพื่อปกป้องอีเมลของคุณ
vpn-windows-a-vpn-creates = VPN จะทำหน้าที่เป็น “อุโมงค์” ที่เข้ารหัสลับสำหรับข้อมูลอินเทอร์เน็ตของคุณระหว่างคอมพิวเตอร์ Windows ของคุณและอินเทอร์เน็ต และปกปิดตำแหน่งของคุณจากเว็บไซต์ที่คุณเยี่ยมชม ซึ่งจะช่วยป้องกันไม่ให้บุคคลที่สามและสายลับเครือข่ายรู้เกี่ยวกับตัวคุณซึ่งพวกเขาไม่จำเป็นต้องรู้
vpn-windows-what-are-the-benefits = มีประโยชน์อะไรบ้างในการดาวน์โหลด { -brand-name-mozilla-vpn } บนอุปกรณ์ Windows ของฉัน?
vpn-windows-avoid-your-online = หลีกเลี่ยงไม่ให้กิจกรรมออนไลน์ของคุณถูกรวบรวมและแบ่งปันกับบุคคลที่สามหรือผู้โฆษณา
vpn-windows-if-youre = ถ้าคุณเป็นผู้ใช้งานวิดีโอออนไลน์หรือสตรีมมิ่งเพลงตัวยง คุณสามารถหลีกเลี่ยงการถูกจำกัดหรือควบคุมแบนด์วิดธ์โดยผู้ให้บริการอินเทอร์เน็ตได้ด้วยการใช้ VPN
vpn-windows-you-can-exclude = คุณสามารถยกเว้นแอปบางตัวได้โดยใช้คุณลักษณะ Split Tunneling ซึ่งจะช่วยกำหนดให้แอปบางตัวทำงานผ่าน VPN ในขณะที่แอปอื่นๆ จะทำงานโดยไม่ผ่านอุโมงค์นี้
vpn-windows-using-a-windows = การใช้อุปกรณ์ Windows บนเครือข่าย Wi-Fi สาธารณะที่ไม่ปลอดภัยทำให้ข้อมูลการรับส่งข้อมูลทางอินเทอร์เน็ตของคุณเสี่ยงต่อการถูกสอดส่องทางเครือข่ายมากขึ้น และ VPN สามารถช่วยให้คุณรักษาข้อมูลของคุณเป็นส่วนตัวได้โดยเพิ่มชั้นการป้องกันที่แข็งแกร่ง
vpn-windows-the-mozilla = แอป { -brand-name-mozilla-vpn } จะไม่ใช้หน่วยความจำของอุปกรณ์ Windows ของคุณมากเกินไป ทำให้คอมพิวเตอร์ของคุณช้าลง หรือกินอายุการใช้งานแบตเตอรี่ของคุณ
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } รองรับการทำงานทั้งบน Windows 10 และ Windows 11 และคุณสามารถใช้งานได้บนอุปกรณ์สูงสุด 5 เครื่อง ถ้าต้องการเริ่มต้นใช้งาน คุณสามารถ<a href="{ $url }">สมัครสมาชิกที่ mozilla.org</a> และดาวน์โหลดแอปลงในอุปกรณ์ Windows ของคุณได้
