# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = คำถามที่พบบ่อยเกี่ยวกับความเป็นส่วนตัวของข้อมูล { -brand-name-mozilla }
# HTML page description
privacy-faq-v2-desc = ที่ { -brand-name-mozilla } เราเคารพและรักษาข้อมูลส่วนตัวของคุณ
privacy-faq-v2-heading = เรายืนหยัดข้างผู้คนมากกว่ากำไร
privacy-faq-v2-intro = อาจเป็นเรื่องยากสำหรับผู้คนที่จะรู้ว่าพวกเขาคาดหวังอะไรบ้างจากซอฟต์แวร์หรือบริการใด ๆ ที่พวกเขาใช้ในปัจจุบัน เทคโนโลยีที่เสริมพลังชีวิตของเรามีความซับซ้อนและผู้คนไม่มีเวลาขุดลึกลงไปในรายละเอียด ซึ่งนั่นยังคงเป็นจริงสำหรับ { -brand-name-firefox } ที่เราพบว่าผู้คนต่างมีความคิดที่แตกต่างกันมากมายเกี่ยวกับสิ่งที่เกิดขึ้นอยู่เบื้องหลังในเบราว์เซอร์ของพวกเขา
privacy-faq-v2-at-mozilla = ที่ { -brand-name-mozilla } เราเคารพและรักษาข้อมูลส่วนตัวของคุณ:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = เราปฏิบัติตาม<a { $attrs }>หลักการความเป็นส่วนตัวของข้อมูล</a>ที่กำหนดวิธีการของเราในการคุ้มครองข้อมูลส่วนตัวในเบราว์เซอร์ { -brand-name-firefox } สำหรับเดสก์ท็อปและมือถือ
privacy-faq-v2-we-strive-collect-data = เรามุ่งมั่นที่จะเก็บข้อมูลเฉพาะที่เราต้องใช้เพื่อสร้างผลิตภัณฑ์ที่ดีที่สุด
privacy-faq-v2-we-work-to = เราทำงานเพื่อให้ผู้คนควบคุมข้อมูลและประสบการณ์ออนไลน์ของพวกเขาเอง
privacy-faq-v2-we-adhere = เรายึดมั่นในหลักการ “ไม่ปล่อยให้ใครสงสัย” ซึ่งหมายความว่าเราทำงานอย่างหนักเพื่อให้แน่ใจว่าสิ่งที่ผู้คนเข้าใจเกี่ยวกับ { -brand-name-firefox } ตรงกับความเป็นจริง
privacy-faq-v2-following-questions = คำถามและคำตอบดังต่อไปนี้อาจช่วยคุณเข้าใจว่าอะไรที่จะคาดหวังจาก { -brand-name-mozilla } และ { -brand-name-firefox }:

## FAQ

privacy-faq-v2-i-use-firefox = ฉันใช้ { -brand-name-firefox } สำหรับเกือบทุกอย่างบนเว็บ พวกคุณที่ { -brand-name-mozilla } ต้องรู้เรื่องมากมายเกี่ยวกับฉันใช่ไหม?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla } ไม่ได้'รู้มากอยากที่คุณ'คาดคิดเกี่ยวกับวิธีการที่ผู้คนท่องเว็บ { -brand-name-firefox } เว็บเบราว์เซอร์ที่ทำงานบนอุปกรณ์หรือคอมพิวเตอร์ของคุณ คือประตูสู่โลกอินเทอร์เน็ต เบราว์เซอร์ของคุณจะจัดการข้อมูลมากมายเกี่ยวกับเว็บไซต์ที่คุณเยี่ยมชม แต่ข้อมูลพวกนั้นโดยทั่วไปจะคงอยู่บนอุปกรณ์ของคุณ
privacy-faq-v2-it-seems-like = ดูเหมือนว่าทุกบริษัทบนเว็บจะซื้อและขายข้อมูลของฉัน คุณก็คงไม่ต่างกันหรอก
privacy-faq-v2-we-never-sell-your = เราไม่มีวันขายข้อมูลส่วนตัวของคุณ ต่างจากบริษัทเทคโนโลยียักษ์ใหญ่รายอื่นที่รวบรวมและหากำไรจากข้อมูลส่วนบุคคลของคุณ เราสร้างธุรกิจโดยยึดความเป็นส่วนตัวเป็นหลัก เราไม่รู้อายุ เพศ ตำแหน่งชัดเจน หรือข้อมูลอื่น ๆ ของคุณ อย่างที่บริษัทเทคโนโลยียักษ์ใหญ่ได้รวมรวมและหากำไรจากข้อมูลเหล่านั้น
# Obsolete string (expires: 2025-12-08)
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } ไม่'ขายข้อมูลเกี่ยวกับคุณ (ในรูปแบบที่คนส่วนใหญ่คิดถึง "การขายข้อมูล") และพวกเราไม่'ซื้อข้อมูลเกี่ยวกับคุณด้วย เพราะเรามุ่งมั่นสู่ความโปร่งใส และนิยามทางกฎหมายของ "การซื้อขายข้อมูล" มีขอบเขตที่กว้างในบางพื้นที่ เราจึงล้มเลิกการกำหนดแถลงการณ์อย่างชัดเจนอย่างที่คุณต้องการ ทั้งนี้เรายังตั้งใจทำงานเพื่อทำให้มั่นใจว่าข้อมูลที่เราแบ่งปันให้กับคู่ค้าของเรา (ซึ่งจำเป็นต่อการทำให้ { -brand-name-firefox } ใช้งานได้ในทางการค้า) ไม่มีข้อมูลที่ระบุตัวตนได้ หรือถูกแบ่งปันแบบรวมกลุ่ม หรือถูกจัดการผ่านเทคโนโลยีรักษาความเป็นส่วนตัวของเราก่อน (เช่น <a { $attrs }>OHTTP</a>)
privacy-faq-v2-wait-so-how = เดี๋ยวสิ แล้วคุณจะทำเงินอย่างไร?
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } ไม่ใช่องค์กรทั่ว ๆ ไปอย่างที่คุณคิด { -brand-name-mozilla } เป็นองค์กรที่ขับเคลื่อนด้วยภารกิจที่มุ่งสู่อินเทอร์เน็ตที่มีสภาพดียิ่งขึ้น ซึ่งก่อตั้งขึ้นในฐานะโครงการโอเพนซอร์สชุมชนเมื่อปี 2541 รายได้ส่วนใหญ่ของ { -brand-name-mozilla-corporation } มาจากค่าลิขสิทธิ์ที่ได้รับผ่านพาร์ทเนอร์การค้นหาเว็บเบราว์เซอร์ { -brand-name-firefox } และข้อตกลงการจัดจำหน่ายทั่วโลก คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับวิธีสร้างรายได้ของเราได้ใน<a { $attrs }>รายงานทางการเงินประจำปี</a>ของเรา
privacy-faq-v2-softballs = เอาล่ะ คำถามที่ผ่านมาทั้งหมดไม่ค่อยสำคัญเท่าไรหรอก คุณเก็บข้อมูลอะไรบ้าง?
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } มีการเก็บชุดข้อมูลที่จำกัดเป็นค่าเริ่มต้นจาก { -brand-name-firefox } ซึ่งช่วยให้เราทำความเข้าใจว่าผู้คนใช้งานเบราว์เซอร์ยังไง คุณสามารถอ่านเพิ่มเติมเกี่ยวกับเรื่องนี้ได้ที่<a { $privacy }>ประกาศความเป็นส่วนตัว</a>ของเรา และอ่าน<a { $data }>เอกสารประกอบฉบับเต็มสำหรับการเก็บข้อมูล</a> เราได้ทำให้เอกสารประกอบเป็นสาธารณะด้วยเพื่อให้ใครก็ตามสามารถยืนยันว่าสิ่งที่เราพูดเป็นความจริง แจ้งเราว่าเราต้องพัฒนาหรือไม่ และมีความมั่นใจว่าเราไม่ได้ปกปิดอะไร
privacy-faq-v2-do-you-collect = คุณจะเก็บข้อมูลมากขึ้นใน { -brand-name-firefox } รุ่นก่อนปล่อยจริงหรือไม่?
privacy-faq-v2-sort-of = นอกจากข้อมูลที่เราอธิบายข้างต้น เราก็รับรายงานเกี่ยวกับการล่มและข้อผิดพลาดตามค่าเริ่มต้นใน { -brand-name-firefox } รุ่นก่อนเปิดตัว
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = เราอาจรวบรวมข้อมูลเพิ่มเติมในรุ่นก่อนเปิดตัวเพื่อจุดประสงค์การ<a { $attrs }>การศึกษา</a>ประการใดประการหนึ่งของเราเช่น การศึกษาบางประการต้องการสิ่งที่เราเรียกว่า “ข้อมูลกิจกรรมเว็บ” ซึ่งอาจรวมถึง URL และข้อมูลอื่น ๆ เกี่ยวกับเว็บไซต์บางแห่ง สิ่งนี้ช่วยให้เราตอบคำถามบางข้อเพื่อนำไปใช้ปรับปรุง { -brand-name-firefox } ได้ เช่น วิธีการรวมเว็บไซต์ยอดนิยมที่ดีกว่าในแต่ละรุ่นภาษา
privacy-faq-v2-mozilla-pre-release = { -brand-name-firefox } รุ่นก่อนเปิดตัวของ { -brand-name-mozilla } เป็นแพล็ตฟอร์มการพัฒนาซึ่งมีการอัปเดตบ่อยครั้งด้วยคุณลักษณะทดลอง โดยเราจะรวบรวมข้อมูลในรุ่นก่อนเปิดตัวมากกว่าในรุ่นที่เปิดตัวแล้วเพื่อให้เราเข้าใจว่าคุณลักษณะทดลองเหล่านี้ทำงานอย่างไร คุณสามารถเลือกไม่ให้รวบรวมข้อมูลนี้ได้ในค่ากำหนด
privacy-faq-v2-but-why-do-you = แล้วทำไมคุณต้องรวบรวมข้อมูลต่าง ๆ ด้วย?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = หากเราไม่ทราบว่าเบราว์เซอร์ทำงานอย่างไรหรือผู้คนใช้คุณลักษณะใดบ้าง เราคงไม่สามารถทำให้ผลิตภัณฑ์ของเราดีขึ้นและส่งมอบผลิตภัณฑ์ที่ยอดเยี่ยมที่คุณต้องการได้ เราได้ลงทุนสร้างเครื่องมือรวบรวมและวิเคราะห์ข้อมูลที่ช่วยให้เราตัดสินใจเกี่ยวกับผลิตภัณฑ์ของเราได้อย่างชาญฉลาดขณะที่เคารพความเป็นส่วนตัวของผู้คนด้วย คุณสามารถอ่านเพิ่มเติมเกี่ยวกับเทคโนโลยีในการรักษาความเป็นส่วนตัวที่เราใช้ได้เช่น <a { $attrs }>OHTTP</a>
privacy-faq-v2-data-collection-bugs-me = การเก็บข้อมูลยังรบกวนฉัน ฉันสามารถปิดได้ไหม?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = ใช่ การควบคุมผู้ใช้เป็นหนึ่งในหลักการความเป็นส่วนตัวของข้อมูลของเรา เรานำสิ่งนี้ไปใช้ใน { -brand-name-firefox } บน<a { $privacy }>หน้าการตั้งค่าความเป็นส่วนตัว</a> ซึ่งทุกคนสามารถควบคุมความเป็นส่วนตัวใน { -brand-name-firefox } ตามที่ต้องการได้จากที่นั่นเพียงที่เดียว ซึ่งคุณสามารถ<a { $data }>ปิดการรวบรวมข้อมูล</a>ได้จากที่นั่น
privacy-faq-v2-what-about-my-account = แล้วข้อมูลบัญชีของฉันล่ะ?
privacy-faq-v2-we-are-big-believers = เราเชื่อมั่นในเรื่องการเก็บข้อมูลให้น้อยที่สุดและจะไม่ขอสิ่งที่เราไม่ต้องการ
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = คุณไม่จำเป็นต้องมีบัญชีเพื่อใช้ { -brand-name-firefox } แต่จำเป็นต้องใช้<a { $attrs }>บัญชี</a>เพื่อซิงค์ข้อมูลระหว่างอุปกรณ์ แต่เราจะขอที่อยู่อีเมลและอายุจากคุณเท่านั้น (เพื่อให้มั่นใจว่าคุณไม่ใช่เด็ก)
privacy-faq-v2-you-use-digital = คุณใช้การโฆษณาดิจิทัลเป็นส่วนหนึ่งของส่วนประสมทางการตลาดของคุณ คุณซื้อข้อมูลของผู้คนเพื่อกำหนดเป้าหมายโฆษณาออนไลน์ของคุณให้ดีขึ้นใช่หรือไม่?
privacy-faq-v2-no-we-do-not-buy = ไม่ เราไม่ซื้อข้อมูลผู้คนเพื่อทำโฆษณากลุ่มเป้าหมาย
privacy-faq-v2-we-do-not-ask = เราขอให้พาร์ทเนอร์โฆษณาของเราใช้เฉพาะข้อมูลบุคคลที่หนึ่งที่เว็บไซต์และผู้เผยแพร่ทราบเกี่ยวกับผู้ใช้ทั้งหมด เช่น เบราว์เซอร์ที่คุณใช้ และอุปกรณ์ที่คุณใช้
privacy-faq-v2-well-it-seems = ดูเหมือนว่าคุณจะสนับสนุนฉันในเรื่องความเป็นส่วนตัว
privacy-faq-v2-yes-we-do = ใช่ พวกเราทำ
privacy-faq-v2-find-out-more = ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับวิธีการที่ { -brand-name-mozilla } ปกป้องอินเทอร์เน็ต
