# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-page-title = Избегайте дезинформации в Интернете – вам поможет { -brand-name-firefox }
misinformation-page-desc = Дезинформация раздражает, отвлекает и стоит дорого. { -brand-name-firefox } даёт несколько советов, как избежать ложной информации, и меньше её видеть при просмотре веб-страниц.
misinformation-page-subheading = Ознакомьтесь с советами о том, как видеть меньше дезинформации и сосредоточиться на том, что действительно для вас важно
misinformation-what-is-heading = Что такое ошибочная информация? Что такое дезинформация?
misinformation-disinformation = Ошибочная информация, дезинформация – вы, наверное, слышали эти термины в прошлом и задавались вопросом, различаются ли они по значению, и если да, то как. Их отличает намерение: Ошибочная информация — это любой вид ложной информации, на которую могут натолкнуться люди. Она неверна или вводит в заблуждение, но не была создана или распространена с намерением обмануть людей. Дезинформация же создаётся и распространяется с целью дезинформации и достижения определённых целей.
misinformation-ultimately-harmful = В конечном итоге, и ошибочная информация, и дезинформация могут быть вредными. Дело не только в том, что люди будут верить неверной информации, ложная информация может стоить огромных денег для мировой экономики и угрожать демократии и эффективному управлению. И это трудно остановить, потому что ложные новости распространяются значительно быстрее, глубже и шире, чем истинные.
misinformation-false-info-heading = Где можно встретить ложную информацию?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/firefox/how-to-stop-web-trackers/
misinformation-widespread-online = Вы можете встретить ошибочную информацию и дезинформацию где угодно, но наиболее широко она распространяется и оказывает влияние в Интернете. Алгоритмы и <a href="{ $tracking }">отслеживание</a> расширили возможности ошибочной информации и дезинформации по охвату более широкой аудитории на веб-сайтах, блогах, форумах и в социальных сетях.
misinformation-tracking-advertising = Возможно, вы слышали об отслеживании в первую очередь в контексте рекламы. Однако, это ещё и мощный инструмент, когда речь идёт о распространении ложной информации. Почему это так? Когда вы просматриваете Интернет или вашу ленту в социальной сети, ваше поведение, интересы, контакты в некоторых случаях и многое другое отслеживаются различными компаниями на веб-сайтах для того, чтобы создать чрезвычайно подробный профиль о вас для дальнейшей его продажи другим без вашего ведома или согласия. Эти профили используются для персонализированной рекламы, но могут также служить для предоставления вам любой целевой информации.
misinformation-social-newtorks = Когда вы получаете рекомендации по содержанию на любом веб-сайте или в социальной сети, это часто происходит потому, что алгоритм предоставляет информацию на основе данных вашего профиля. Несмотря на то, что алгоритмы становятся всё умнее и умнее, они не проверяют контент на точность. Это особенно проблематично для социальных сетей: эти сети ежедневно предоставляют своим пользователям бесчисленное количество информации и имеют доступ к практически неограниченному количеству информации, включая сообщения пользователей, новостные статьи, рекламу и спонсируемое содержимое. В то время как сообщения и статьи могут случайно распространять дезинформацию, реклама и спонсируемое содержимое могут быть использованы для преднамеренного нацеливания на вас дезинформации с целью манипулирования вами, поэтому важно знать, как выявлять дезинформацию.
misinformation-spot-online-heading = Как заметить ложную информацию в Интернете и помочь остановить её распространение
misinformation-look-at-url = Посмотрите на URL-адрес и/или источник.
misinformation-known-to-br-credible = Не знаете, можно ли этому доверять? Если вы не уверены, попробуйте узнать больше об источнике и его репутации в Интернете.
misinformation-overly-sensational = Заголовок слишком сенсационный?
misinformation-check-out-websites = Просмотрите веб-сайты и новостные агентства, которым вы доверяете, чтобы узнать, что пишут они по той же теме. Контент, предназначенный для манипулирования, часто использует крайности и преувеличения, у которых нет доказательств и которые нельзя найти в доверенных публичных источниках.
misinformation-content-up-to-date = Не устарела ли информация?
misinformation-outdated-information = Устаревшая информация не обязательно предназначена для дезинформации, но она может более не соответствовать действительности.
misinformation-credible-publication = Публиковал ли автор другие статьи или сообщения, в идеале также в заслуживающих доверия источниках?
misinformation-authors-name = Если вы находите имя автора только на сомнительных сайтах, не стоит придавать слишком большое значение его утверждениям.
misinformation-images-captions = Соответствуют ли подписи изображениям?
misinformation-images-are-powerful = Изображения являются очень мощным инструментом для целенаправленной дезинформации. В зависимости от подписи, восприятие можно исказить вплоть до абсолютно противоположного. Если вы не уверены, выполните поиск по картинке, чтобы узнать, как изображение преподносится на других сайтах.
