# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = Избегайте дезинформации в Интернете – вам поможет { -brand-name-firefox }
misinformation-page-desc = Дезинформация раздражает, отвлекает и обходится дорого. { -brand-name-firefox } рассказывает, как избегать ложной информации и меньше её видеть при работе в Интернете.
misinformation-page-subheading = Ознакомьтесь с советами о том, как видеть меньше дезинформации и сосредоточиться на том, что действительно важно для вас
misinformation-what-is-heading = Что такое ошибочная информация? Что такое дезинформация?
misinformation-disinformation = Ошибочная информация, дезинформация – вы, наверное, слышали эти термины в прошлом и задавались вопросом, различаются ли они по значению, и если да, то как. Их отличает намерение: Ошибочная информация — это любой вид ложной информации, на которую могут натолкнуться люди. Она неверна или вводит в заблуждение, но не была создана или распространена с намерением обмануть людей. Дезинформация же создаётся и распространяется с целью дезинформации и достижения определённых целей.
misinformation-ultimately-harmful = В конечном итоге, и ошибочная информация, и дезинформация могут быть вредными. Дело не только в том, что люди будут верить неверной информации, ложная информация может стоить огромных денег для мировой экономики и угрожать демократии и эффективному управлению. И это трудно остановить, потому что ложные новости распространяются значительно быстрее, глубже и шире, чем истинные.
misinformation-false-info-heading = Где можно встретить ложную информацию?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = Вы можете встретить ошибочную информацию и дезинформацию где угодно, но наиболее широко она распространяется и оказывает влияние в Интернете. Алгоритмы и <a href="{ $tracking }">отслеживание</a> расширили возможности ошибочной информации и дезинформации по охвату более широкой аудитории на веб-сайтах, блогах, форумах и в социальных сетях.
misinformation-tracking-advertising = Возможно, вы слышали об отслеживании в первую очередь в контексте рекламы. Однако, это ещё и мощный инструмент, когда речь идёт о распространении ложной информации. Почему это так? Когда вы просматриваете Интернет или вашу ленту в социальной сети, ваше поведение, интересы, контакты в некоторых случаях и многое другое отслеживаются различными компаниями на веб-сайтах для того, чтобы создать чрезвычайно подробный профиль о вас для дальнейшей его продажи другим без вашего ведома или согласия. Эти профили используются для персонализированной рекламы, но могут также служить для предоставления вам любой целевой информации.
misinformation-social-newtorks = Когда вы получаете рекомендации по содержанию на любом веб-сайте или в социальной сети, это часто происходит потому, что алгоритм предоставляет информацию на основе данных вашего профиля. Несмотря на то, что алгоритмы становятся всё умнее и умнее, они не проверяют контент на точность. Это особенно проблематично для социальных сетей: эти сети ежедневно предоставляют своим пользователям бесчисленное количество информации и имеют доступ к практически неограниченному количеству информации, включая сообщения пользователей, новостные статьи, рекламу и спонсируемое содержимое. В то время как сообщения и статьи могут случайно распространять дезинформацию, реклама и спонсируемое содержимое могут быть использованы для преднамеренного нацеливания на вас дезинформации с целью манипулирования вами, поэтому важно знать, как выявлять дезинформацию.
misinformation-spot-online-heading = Как заметить ложную информацию в Интернете и помочь остановить её распространение
misinformation-look-at-url = Посмотрите на URL-адрес и/или источник.
misinformation-known-to-br-credible = Не знаете, можно ли этому доверять? Если вы не уверены, попробуйте узнать больше об источнике и его репутации в Интернете.
misinformation-overly-sensational = Заголовок слишком сенсационный?
misinformation-check-out-websites = Просмотрите веб-сайты и новостные агентства, которым вы доверяете, чтобы узнать, что пишут они по той же теме. Контент, предназначенный для манипулирования, часто использует крайности и преувеличения, у которых нет доказательств и которые нельзя найти в доверенных публичных источниках.
misinformation-content-up-to-date = Не устарела ли информация?
misinformation-outdated-information = Устаревшая информация не обязательно предназначена для дезинформации, но она может более не соответствовать действительности.
misinformation-credible-publication = Публиковал ли автор другие статьи или сообщения, в идеале также в заслуживающих доверия источниках?
misinformation-authors-name = Если вы находите имя автора только на сомнительных сайтах, не стоит придавать слишком большое значение его утверждениям.
misinformation-images-captions = Соответствуют ли подписи изображениям?
misinformation-images-are-powerful = Изображения являются очень мощным инструментом для целенаправленной дезинформации. В зависимости от подписи, восприятие можно исказить вплоть до абсолютно противоположного. Если вы не уверены, выполните поиск по картинке, чтобы узнать, как изображение преподносится на других сайтах.
misinformation-how-firefox-helps-heading = Как { -brand-name-firefox } помогает избежать дезинформации
misinformation-firefox-keeps-trackers-heading = { -brand-name-firefox } блокирует трекеры:
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $protection (url) - link to https://support.mozilla.org/kb/enhanced-tracking-protection-firefox-desktop
misinformation-firefox-keeps-trackers-desc = Как упоминалось ранее, отслеживание играет большую роль в распространении дезинформации. <a href="{ $firefox }">Использование { -brand-name-firefox }</a> с <a href="{ $protection }">Улучшенной защитой от отслеживания</a> помогает блокировать по умолчанию сторонние трекеры от многих рекламодателей и других заинтересованных сторон, когда вы просматриваете веб-страницы, так что вы снова получаете контроль над своими данными в Интернете.
misinformation-social-media-clean-heading = { -brand-name-firefox } помогает поддерживать чистоту ваших лент в социальных сетях:
# Variables:
#   $container (url) - link to https://www.mozilla.org/firefox/facebookcontainer/
misinformation-social-media-clean-desc = Социальные сети много знают о вас. Кроме того, они могут отслеживать вас за пределами своих платформ с помощью кнопок «Поделиться» и «Нравится», несмотря на защиту от отслеживания, даже если у вас нет в них аккаунта. <a href="{ $container }">{ -brand-name-facebook-container }</a> для { -brand-name-firefox } гарантирует, что { -brand-name-facebook } и { -brand-name-instagram } не смогут сделать это так просто, что снова значительно снижает вероятность увидеть дезинформацию через рекламу и продвигаемое содержимое.
misinformation-why-trust-firefox = Почему { -brand-name-firefox } можно доверять?
# Variables:
#   $foundation (url) - link to https://www.mozillafoundation.org/
misinformation-because-we-put-people-first = Потому что мы ставим людей на первое место. Фактически, нас поддерживает <a href="{ $foundation }">некоммерческая организация</a>. С первого дня нашей задачей было защищать Интернет, а также всех и каждого в отдельности.
misinformation-learn-more-about-our-mission = Узнайте больше о нашей миссии
misinformation-your-privacy-by-the-product = Обеспечение приватности в наших продуктах
misinformation-firefox-products-work-differently = Продукты { -brand-name-firefox } работают по-другому, потому что они в первую очередь разработаны для защиты вашей приватности.
misinformation-learn-about-our-products = Узнайте о наших продуктах
misinformation-designed-to-protect = Создан для защиты вашей приватности
