# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = В чём отличие VPN и веб-прокси
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN и прокси — это решения для обеспечения приватности и безопасности в Интернете. Вот как они защищают вас и как выбрать лучший вариант.
vpn-or-proxy-virtual-private-networks = Виртуальные частные сети (VPN) и безопасные веб-прокси — это решения для повышения конфиденциальности и безопасности в Интернете, но иногда трудно понять, какой из них подходит именно вам. Посмотрите, как эти службы защищают вас и как выбрать лучший вариант, когда вы находитесь в Интернете.
vpn-or-proxy-stop-isps-from = Не позволяйте интернет-провайдерам шпионить за вами
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = Когда вы <a href="{ $firefox }">используете { -brand-name-firefox }</a>, <a href="{ $etp }">Улучшенная защита от отслеживания</a> автоматически блокирует многие сторонние <a href="{ $trackers }">веб-трекеры</a>, отслеживающие вас в Интернете. Но вот интересный факт: ваш интернет-провайдер (ISP), которому вы платите за интернет-соединение, всё ещё может наблюдать за вами и отслеживать вас.
vpn-or-proxy-because-your-internet = Поскольку ваш интернет-трафик поступает на ваши устройства (компьютер, телефон, телевизор, планшет) и с них через вашего интернет-провайдера, он может видеть, где в Интернете вы находитесь . Интернет-провайдер может видеть, какие сайты вы посещаете, как долго вы на них находитесь, ваше местоположение и информацию о ваших устройствах. Интернет-провайдер может не знать подробностей того, что вы делали на этих сайтах (например, что вы покупали, искали или читали), благодаря шифрованию, но он может делать выводы о вас на основе посещаемых вами сайтов. Эти личные данные могут быть использованы для создания о вас подробного профиля. Зачем провайдерам это делать? Вкратце: эти данные ценны.
vpn-or-proxy-isps-can-use = Интернет-провайдеры могут использовать эту информацию для показа своей собственной рекламы, или для возможностей монетизации, которые могут включать передачу вашей информации третьим лицам, заинтересованным в анализе данных, маркетинге и целевой рекламе, что означает понижение конфиденциальности и повышения уровня отслеживания. Просмотр в приватном режиме не мешает интернет-провайдерам увидеть, где вы находитесь в сети. Но отправка веб-трафика через веб-прокси или VPN может значительно усложнить задачу.
vpn-or-proxy-when-should-you = В каких случаях лучше выбрать VPN, а в каких — безопасный прокси?
vpn-or-proxy-vpns-and-secure = У VPN и безопасных веб-прокси общие цели: они защищают соединения. Они могут и действительно маскируют ваш исходный IP-адрес и защищают веб-трафик, который вы отправляете от себя вашему VPN-провайдеру или безопасному прокси-серверу. Но когда вам нужно использовать VPN вместо прокси?
vpn-or-proxy-secure-web-proxy = Безопасный веб-прокси: защита на уровне браузера
vpn-or-proxy-a-secure-web = Безопасный веб-прокси работает для задач, которые вы можете выполнять только в своём браузере. Это может означать множество действий, таких как покупки, оплата счетов, вход в социальные сети и чтение электронной почты. Безопасный веб-прокси служит посредником между вашим браузером и Интернетом. При просмотре веб-страниц ваши данные будут проходить через безопасный туннель в Интернет прямо из вашего браузера, маскируя ваш IP-адрес, поэтому веб-сервер, с которым вы связываетесь, не знает точно, где вы находитесь в мире. И это усложняет отслеживание и нацеливание на вас.
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = Прокси полезен, когда вы просматриваете веб-страницы через общедоступный Wi-Fi. Когда прокси-сервер включён, он не позволит перехватчикам в той же сети следить за вашей активностью в Интернете или читать ваши транзакции на незашифрованных сайтах. Звучит безобидно, но общедоступные сети Wi-Fi могут быть лазейкой для <a href="{ $url }">хакеров</a>.
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> – это простое в установке расширение для браузера, которое обеспечивает безопасный зашифрованный туннель в Интернете для защиты соединения вашего браузера в любом месте, где вы используете { -brand-name-firefox }. Его быстро и легко включить в вашем браузере, когда вам это нужно, для повышения безопасности вашего браузера.
vpn-or-proxy-vpns-devicelevel-protection = VPN: защита на уровне устройства
vpn-or-proxy-vpns-do-more = VPN делает больше, чем прокси, поскольку прокси защищает только то, что вы делаете в своём браузере, тогда как VPN защищает весь ваш трафик, включая ваш браузер, где бы вы ни установили и не включили VPN. Виртуальные частные сети обеспечивают дополнительную безопасность и конфиденциальность для всей вашей активности в Интернете — это важно принять во внимание, если вы хотите, чтобы о вашей активности знали только вы, и хотите затруднить создание вашего профиля жадными до данных трекерами и интернет-провайдерами на всех ваших устройствах, таких как ваш телефон, компьютер и планшет.
vpn-or-proxy-a-vpn-works = VPN работает, создавая безопасный «туннель» между вашим устройством и Интернетом в целом. Он защищает вашу приватность двумя ключевыми способами:
vpn-or-proxy-concealing-your-ip = Скрывая ваш IP-адрес, защищая вашу личность и скрывая ваше местоположение.
vpn-or-proxy-encrypting-your-traffic = Шифруя ваш трафик между вами и вашим провайдером VPN, чтобы никто в вашей локальной сети не мог его расшифровать или изменить.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = VPN также обеспечивает безопасность при работе в открытых и общедоступных соединениях Wi-Fi. Использование открытого Wi-Fi может быть рискованным, и невозможно быть уверенным, что кто-то ещё не подключится к той же сети, чтобы следить за тем, что вы делаете. Даже если ваш трафик зашифрован, всё равно можно увидеть, какие сайты вы посещаете. А если вы используете приложение, в котором нет шифрования — а многие даже сегодня его не используют — тогда они смогут видеть всё, что вы делаете в этом приложении. { -brand-name-mozilla-vpn } — это быстрый, безопасный и надёжный сервис, который поможет вам закрыть брешь в безопасности. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> также позволяет вам выбрать «местоположение» (откуда как будто поступает ваш трафик) из более чем { $countries } стран.
vpn-or-proxy-choose-a-trustworthy = Выберите надёжный сервис
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = Самое важное, что следует учитывать при выборе VPN или прокси-сервиса — это выбор надёжной компании. Убедитесь, что вы понимаете условия, на которые соглашаетесь. Многие утверждают, что они великолепны и сосредоточены на конфиденциальности, но многие из них не выполняют своих обещаний. Не все прокси и VPN-сервисы безопасны и приватны. Некоторые <a href="{ $cnet }">будут</a> <a href="{ $pcmag }">регистрировать</a> ваши действия в Интернете, чтобы продать ваши данные и информацию самим маркетинговым фирмам. Другие сервисы попытаются убедить вас установить вредоносное ПО на ваши устройства.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = Мы проделали всю эту работу, чтобы гарантировать, что как <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a>, так и расширение-прокси <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> действительно уважают вашу конфиденциальность, и мы готовы поставить на кон свою репутацию. { -brand-name-mozilla } славится созданием продуктов, которые помогут вам защитить вашу информацию. Мы следуем нашим легко читаемым и серьёзным <a href="{ $principles }">Принципам конфиденциальности данных</a>, которые позволяют нам сосредоточиться только на той информации, которая нам необходима для предоставления услуг. А поскольку нас поддерживает <a href="{ $mission }">целеустремленная</a> компания, вы можете быть уверены, что деньги, потраченные на этот продукт, не только обеспечат вам первоклассную безопасность, но также делают Интернет лучше для всех и каждого.
