# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = Что такое VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = Получите ответы на девять распространенных вопросов о VPN, чтобы быть в курсе того, что они делают, когда их использовать и почему.
vpn-what-is-many-of-us = Многие из нас тратят несколько часов в день, используя Интернет для повседневных дел, таких как просмотр видео, покупки, игры и оплата счетов, вплоть до управления сложными рабочими проектами и выполнения конфиденциальных видеозвонков. <strong>Виртуальная частная сеть (VPN)</strong> — это один из лучших способов обеспечить приватность и безопасность в Интернете, а также защитить свои личные данные.
vpn-what-is-how-do-vpns = Как работают VPN?
vpn-what-is-a-vpn-is = VPN — это инструмент, который позволяет вам безопасно подключаться к Интернету, где бы вы ни находились. VPN работает, создавая безопасный «туннель» между вашим устройством и вашим VPN-провайдером, и защищает вас двумя ключевыми способами:
vpn-what-is-concealing-your-ip = Скрывая ваш IP-адрес, защищая вашу личность и местоположение.
vpn-what-is-encrypting-your-traffic = Шифруя ваш трафик между вами и вашим провайдером VPN, чтобы никто в вашей локальной сети не мог его расшифровать или изменить.
vpn-what-is-in-the-past = В прошлом VPN (виртуальные частные сети) в основном использовались корпорациями для обеспечения безопасного удалённого доступа к своим внутренним службам и корпоративным данным. Однако теперь VPN доступны для всех, кто хочет защитить свое подключение к Интернету, особенно когда это происходит через пористые сети, такие как общедоступный Wi-Fi, но это полезно даже в домашней сети.
vpn-what-is-a-vpn-will = VPN защитит трафик, который вы отправляете между собой и вашим провайдером VPN, будь то через ваш браузер, приложения или другие службы. Чтобы настроить VPN, вам необходимо создать учётную запись у провайдера VPN и установить программное обеспечение VPN на свой компьютер или телефон. Когда VPN включён, он будет обрабатывать трафик от всех приложений и программ, работающих на вашем устройстве, поэтому вы можете свободно сёрфить и общаться через безопасное частное сетевое соединение.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = Поставщик VPN обычно предлагает несколько шлюзов для подключения в разных местах по всему миру, что позволяет вам использовать IP-адрес из региона, отличного от вашего собственного. Таким образом, место, к которому вы подключаетесь, видит IP-адрес VPN, а не ваш фактический IP-адрес, в качестве источника вашего трафика. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> направляет ваш трафик через защищённый сервер и позволяет вам выбрать местоположение из более чем { $countries } стран.
vpn-what-is-when-should-i = Когда мне следует использовать VPN?
vpn-what-is-connecting-to-a = Иногда удобно подключаться к общедоступной сети Wi-Fi, например, когда у вас нет доступа к Интернету или на вашем телефоне нет столбиков. С другой стороны, подключение к общедоступному Wi-Fi может быть рискованным делом. Невозможно быть уверенным, что кто-то ещё не подключится к той же сети, чтобы следить за тем, что вы делаете. Даже если ваш трафик зашифрован, всё равно можно увидеть, какие сайты вы посещаете. А если вы используете приложение, в котором нет шифрования — а многие даже сегодня его не используют — тогда они смогут видеть всё, что вы делаете.
vpn-what-is-when-youre-at = Когда вы дома, риск того, что злоумышленники появятся в вашей домашней сети, ниже. Однако ваш интернет-провайдер (ISP) может отслеживать и делиться вашими действиями в Интернете, поскольку все данные, к которым вы обращаетесь в Интернете, направляются через сеть вашего интернет-провайдера, и некоторые из которых могут быть не зашифрованы. VPN может помешать интернет-провайдерам шпионить за вами, зашифровав ваш трафик к вашему VPN-провайдеру, где бы вы ни находились.
vpn-what-is-wait-i-thought = Подождите, я думал, что мой интернет-трафик уже зашифрован с помощью HTTPS…
vpn-what-is-its-true-that = Это правда, что большинство подключений к веб-сайтам в наши дни защищены с помощью HTTPS, что означает, что содержимое зашифровано, но исходный или целевой IP-адрес не зашифрованы. VPN обеспечивает дополнительную конфиденциальность, не позволяя веб-сайтам и третьим лицам узнать ваш IP-адрес.
vpn-what-is-why-would-i = Зачем мне использовать VPN?
vpn-what-is-hiding-your-identity = Сокрытие вашей личности и сокрытие вашего веб-трафика может показаться чем-то, что делают только супер-технически подкованные или сомнительные личности. Однако есть ряд важных причин, по которым вы можете захотеть использовать VPN, в том числе:
vpn-what-is-keeping-your-online = Конфиденциальность вашей активности в Интернете.
vpn-what-is-keeping-your-home = Сохранение местоположения вашего дома или часто посещаемых мест в тайне.
vpn-what-is-protecting-your-connection = Защита вашего подключения к общедоступной сети Wi-Fi, например, в кафе, аэропорту, магазине или библиотеке.
vpn-what-is-ensuring-the-confidentiality = Обеспечение конфиденциальности и целостности вашего доступа в Интернет.
vpn-what-is-make-it-more = Затруднение для рекламных сетей использования вашего IP-адреса для создания целевых рекламных профилей, которые отслеживают вас в Интернете.
vpn-what-is-what-are-the = Каковы недостатки использования VPN?
vpn-what-is-some-service-providers = Некоторые поставщики услуг блокируют посещения через VPN, делая их контент недоступным при включении VPN. Некоторые VPN могут замедлять работу или ограничивать пропускную способность. А некоторые VPN плохо оцениваются с точки зрения соблюдения конфиденциальности и безопасности пользователей.
vpn-what-is-are-vpns-safe = Безопасны ли VPN?
vpn-what-is-its-very-hard = Очень сложно найти доверенный VPN. Виртуальные частные сети предназначены для защиты пользователей, когда они находятся в сети, но не все виртуальные частные сети одинаковы в предоставляемых ими услугах. Выбирая услугу VPN, убедитесь, что вы понимаете условия, на которые соглашаетесь. Многие утверждают, что они великолепны и сосредоточены на конфиденциальности, но многие из них не выполняют своих обещаний. Некоторые виртуальные частные сети будут регистрировать ваши действия в Интернете, чтобы продавать ваши данные и информацию самим маркетинговым фирмам. Другие VPN будут пытаться убедить вас установить вредоносное ПО на ваши устройства.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = Мы проделали всю эту работу, чтобы гарантировать, что <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> действительно уважает вашу конфиденциальность, и мы готовы поставить на кон свою репутацию. { -brand-name-mozilla } славится созданием продуктов, которые помогут вам защитить вашу информацию. Мы следуем нашим легко читаемым и серьезным <a href="{ $principles }">Принципам конфиденциальности данных</a>, которые позволяют нам сосредоточиться только на той информации, которая нам необходима для предоставления услуг. Технология { -brand-name-mozilla-vpn } проста и современна, чтобы предложить пользователям быстрое соединение с полной защитой и безопасностью VPN. А поскольку создателей этого VPN поддерживает <a href="{ $mission }">целеустремленная</a> компания, вы можете быть уверены, что деньги, которые вы потратите на этот продукт, не только обеспечат вам первоклассный VPN, но и сделают Интернет лучше для всех и каждого.
vpn-what-is-can-vpns-protect = Могут ли VPN защитить меня от киберпреступников?
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = Хотя VPN обеспечивает безопасное подключение к Интернету, он не защищает вас от всех злоумышленников. В любое время, когда вы находитесь в сети, с VPN или без него, вам следует опасаться подозрительных ссылок, дезинформационных кампаний, фишинга и других угроз. <a href="{ $url }">Безопасность в Интернете</a> — это повседневный образ мыслей.
vpn-what-is-are-vpns-legal = Законны ли VPN?
vpn-what-is-installing-and-using = В настоящее время установка и использование VPN разрешены законом в большинстве стран, включая США, Великобританию, Канаду и Новую Зеландию, но некоторые страны могут регулировать их использование. Если вы решите использовать VPN, вам следует проверить законодательство страны, чтобы определить, является ли его использование законным или нет.
vpn-what-is-are-vpns-only = VPN используются только на компьютерах?
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN можно использовать для защиты всех ваших устройств — компьютеров, ноутбуков, планшетов и телефонов. Если вы выходите в Интернет через автономные приложения помимо браузера, VPN — хороший выбор для защиты вашей конфиденциальности и безопасности на каждом устройстве. Вам нужно будет установить VPN на каждое устройство, чтобы он был эффективным. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> предлагает неограниченное соединение для до пяти устройств при подключении к Интернету из любого приложения или браузера.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: Быстрый. Безопасный. Доверенный.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> — это сервис, которому вы можете доверять, чтобы обеспечить безопасность вашего подключения к Интернету на всех ваших устройствах. Мы не храним журналы вашей сетевой активности и не сотрудничаем с третьими лицами, которые создают профили ваших действий в Интернете. В мире, где непредсказуемость стала «новой нормой», мы знаем, что для вас как никогда важно чувствовать себя в безопасности и знать, что то, что вы делаете в Интернете, — это ваше личное дело.
