# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = Что такое VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = Получите ответы на девять распространенных вопросов о VPN, чтобы быть в курсе того, что они делают, когда их использовать и почему.
vpn-what-is-many-of-us = Многие из нас тратят несколько часов в день, используя Интернет для повседневных дел, таких как просмотр видео, покупки, игры и оплата счетов, вплоть до управления сложными рабочими проектами и выполнения конфиденциальных видеозвонков. <strong>Виртуальная частная сеть (VPN)</strong> — это один из лучших способов обеспечить приватность и безопасность в Интернете, а также защитить свои личные данные.
vpn-what-is-how-do-vpns = Как работают VPN?
vpn-what-is-a-vpn-is = VPN — это инструмент, который позволяет вам безопасно подключаться к Интернету, где бы вы ни находились. VPN работает, создавая безопасный «туннель» между вашим устройством и вашим VPN-провайдером, и защищает вас двумя ключевыми способами:
vpn-what-is-concealing-your-ip = Скрывая ваш IP-адрес, защищая вашу личность и местоположение.
vpn-what-is-encrypting-your-traffic = Шифруя ваш трафик между вами и вашим провайдером VPN, чтобы никто в вашей локальной сети не мог его расшифровать или изменить.
vpn-what-is-in-the-past = В прошлом VPN (виртуальные частные сети) в основном использовались корпорациями для обеспечения безопасного удалённого доступа к своим внутренним службам и корпоративным данным. Однако теперь VPN доступны для всех, кто хочет защитить свое подключение к Интернету, особенно когда это происходит через пористые сети, такие как общедоступный Wi-Fi, но это полезно даже в домашней сети.
vpn-what-is-a-vpn-will = VPN защитит трафик, который вы отправляете между собой и вашим провайдером VPN, будь то через ваш браузер, приложения или другие службы. Чтобы настроить VPN, вам необходимо создать учётную запись у провайдера VPN и установить программное обеспечение VPN на свой компьютер или телефон. Когда VPN включён, он будет обрабатывать трафик от всех приложений и программ, работающих на вашем устройстве, поэтому вы можете свободно сёрфить и общаться через безопасное частное сетевое соединение.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = Поставщик VPN обычно предлагает несколько шлюзов для подключения в разных местах по всему миру, что позволяет вам использовать IP-адрес из региона, отличного от вашего собственного. Таким образом, место, к которому вы подключаетесь, видит IP-адрес VPN, а не ваш фактический IP-адрес, в качестве источника вашего трафика. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> направляет ваш трафик через защищённый сервер и позволяет вам выбрать местоположение из более чем { $countries } стран.
vpn-what-is-when-should-i = Когда мне следует использовать VPN?
vpn-what-is-wait-i-thought = Подождите, я думал, что мой интернет-трафик уже зашифрован с помощью HTTPS…
vpn-what-is-why-would-i = Зачем мне использовать VPN?
vpn-what-is-keeping-your-online = Конфиденциальность вашей активности в Интернете.
vpn-what-is-keeping-your-home = Сохранение местоположения вашего дома или часто посещаемых мест в тайне.
vpn-what-is-protecting-your-connection = Защита вашего подключения к общедоступной сети Wi-Fi, например, в кафе, аэропорту, магазине или библиотеке.
vpn-what-is-ensuring-the-confidentiality = Обеспечение конфиденциальности и целостности вашего доступа в Интернет.
vpn-what-is-make-it-more = Затруднение для рекламных сетей использования вашего IP-адреса для создания целевых рекламных профилей, которые отслеживают вас в Интернете.
vpn-what-is-what-are-the = Каковы недостатки использования VPN?
vpn-what-is-are-vpns-safe = Безопасны ли VPN?
vpn-what-is-can-vpns-protect = Могут ли VPN защитить меня от киберпреступников?
vpn-what-is-are-vpns-legal = Законны ли VPN?
vpn-what-is-are-vpns-only = VPN используются только на компьютерах?
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: Быстрый. Безопасный. Доверенный.
