# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 причин, по которым вам стоит использовать VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = Вот пять ситуаций, в которых вам может пригодиться надежный VPN. Закройте брешь в своей онлайн-безопасности с помощью { -brand-name-mozilla-vpn }.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Поскольку всё большая часть повседневной жизни проходит через соединения в Интернете, приватность и безопасность в нём становятся всё более важными. VPN — <a href="{ $vpn }">Виртуальная частная сеть</a> — помогает людям создавать безопасное приватное подключение к Интернету. Он создаёт безопасный «туннель» между вашим устройством и Интернетом, защищая вас в двух важных направлениях:
vpn-when-to-use-concealing-your-true = Скрывая ваш настоящий IP-адрес, что защищает вашу личность и скрывает ваше местоположение.
vpn-when-to-use-encrypting-your-traffic = Шифруя ваш трафик между вами и вашим провайдером VPN, чтобы никто в вашей локальной сети не мог его расшифровать или изменить.
vpn-when-to-use-having-a-vpn = Иметь VPN под рукой в нужное время - хорошая идея. Вот несколько случаев, когда вам пригодится надёжный VPN, которые вы, возможно, не учли.
vpn-when-to-use-1-a-walk = 1. Прогуливаясь по парку
vpn-when-to-use-its-a-beautiful = Это прекрасное субботнее утро, и вы устроились на скамейке в парке, чтобы выпить кофе и просмотреть свои любимые новостные сайты, посмотреть несколько видео и сделать несколько покупок в Интернете, наслаждаясь солнцем и свежим воздухом. Вместо того, чтобы тратить доступный вам мобильный трафик, вы подключаетесь к общественному Wi-Fi в своем городе. Это бесплатно, и он управляется городом, так что все должно быть в порядке, верно? Дело в том, что вы не можете быть уверены, что муниципальная сеть безопасна или даже реальна (см. следующий пункт) и настроена так, чтобы защитить вас от злоумышленников или организаций, которые следят за вами, пока вы к ней подключены. Включение VPN может помочь защитить ваше устройство от любого, кто пытается шпионить за вами, пока вы посещаете сайты, или украсть вашу конфиденциальную информацию для входа в систему, пока вы отдыхаете на скамейке в парке в любой день недели.
vpn-when-to-use-2-in-the = 2. В своем районе
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = Вы когда-нибудь подключались к точке доступа под названием <em>C0MCAST-WiFi-77th-St</em> или <em>Verizon3-Hotspot-Baltimore</em>? Выглядит правдоподобно, верно? Не так быстро. На самом деле, любой может создать фальшивую общедоступную Wi-Fi-сеть с правдоподобно звучащим именем, чтобы заманить в неё людей. Подключение к любой неизвестной вам Wi-Fi-сети делает вас легкой мишенью для мошенников и преступников, которые хотят получить доступ к вашему устройству, чтобы украсть личную информацию, установить вредоносное ПО или что-то еще похуже. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> может повысить вашу безопасность в любое время, когда вы подключены к общедоступной сети Wi-Fi, блокируя доступ неизвестных лиц к личным данным, находящимся на вашем телефоне или ноутбуке. Это касается подключения к сетям Wi-Fi в кафе, магазинах, кабинетах врачей и так далее.
vpn-when-to-use-3-on-the = 3. В пути
vpn-when-to-use-open-wifi-abounds = Когда вы в дороге, вы можете воспользоваться открытым Wi-Fi: от подключения к сетям на автобусах и точкам доступа на вокзалах до бесплатного доступа в Интернет в аэропортах. И какими бы безопасными они ни казались, относитесь к этим точкам доступа Wi-Fi с осторожностью и подозрением. Многие из нас будут использовать эти бесплатные подключения время от времени для удобства, но все те же риски, изложенные в этой статье, применимы к любой открытой, непроверенной сети Wi-Fi. Использование VPN может помочь защитить вашу личность, передачу файлов и действия в Интернете от злоумышленников, пытающихся шпионить за вами через ту же сеть Wi-Fi.
vpn-when-to-use-4-home-away = 4. Дом вдали от дома
vpn-when-to-use-if-you-are = Если вы арендуете временное жильё для удаленной работы или планируете поездку в будущем используя Airbnb, скорее всего, там будет бесплатный Wi-Fi. Даже если Wi-Fi защищён паролем, это не делает его автоматически безопасным и приватным. Во-первых, хост может получить доступ к сети, чтобы отслеживать, что вы делаете в Интернете. Кроме того, если хозяева не сменили пароль после выезда прошлых гостей, любой предыдущий гость может повторно подключиться к той же сети вместе с вами. Кроме того, предыдущий гость мог получить доступ к маршрутизатору арендуемого помещения и установить программное обеспечение, которое позволяет ему удаленно следить за ним. Есть, о чём подумать! Если не считать полного отказа от Wi-Fi, лучший способ действий — использовать надежный VPN всякий раз, когда вы подключаете свой компьютер, телефон или планшет к Интернету, взятому напрокат. Это касается и отелей, и хостелов.
vpn-when-to-use-5-in-your = 5. В собственном доме
vpn-when-to-use-for-the-most = По большей части описанные выше сценарии не применимы к вашей домашней сети, если она правильно настроена с использованием надежного пароля и мер безопасности. Но это не значит, что вы свободны от посторонних глаз.
vpn-when-to-use-because-your-internet = Поскольку ваш домашний интернет-трафик перемещается на ваши устройства и с них через вашего интернет-провайдера — для краткости ISP — он может видеть, где вы находитесь в Интернете. ISP может видеть, какие сайты вы посещаете, как долго вы на них находитесь, ваше местоположение и информацию о ваших устройствах. ISP может не знать подробностей того, что вы делали на этих сайтах (например, что вы покупали, искали или читали), благодаря шифрованию, но он мог делать выводы о вас на основе посещаемых вами сайтов. Эти личные данные могут использоваться ISP для создания о вас подробного профиля. Просмотр в приватном режиме не мешает ISP видеть, где вы находитесь в сети. Но отправка веб-трафика через VPN может значительно усложнить задачу.
vpn-when-to-use-make-sure-you = Убедитесь, что вы понимаете, чего не делает VPN
# Variables
#   $book (url) - https://support.mozilla.org/kb/how-stay-safe-web
vpn-when-to-use-a-vpn-provides = VPN играет важную роль в обеспечении безопасности, защищая ваши личные данные до их передачи через Интернет, а также скрывает ваш IP-адрес, помогая защитить вашу личность и местоположение. Однако это не защитит вас от таких вещей, как переход по подозрительным ссылкам, загрузка вредоносного ПО или мошенничество с электронной почтой. Вам по-прежнему необходимо придерживаться <a href="{ $book }">хороших привычек, чтобы оставаться в безопасности в Интернете</a>.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, надежный VPN-сервис
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = Самое важное, что следует учитывать при выборе VPN — это выбор надежной компании. Убедитесь, что вы понимаете условия, на которые соглашаетесь. Многие утверждают, что они великолепны и сосредоточены на конфиденциальности, но многие из них не выполняют своих обещаний. Не все прокси и VPN-сервисы безопасны и приватны. Некоторые <a href="{ $cnet }">будут</a> <a href="{ $pcmag }">регистрировать</a> ваши действия в Интернете, чтобы продать ваши данные и информацию самим маркетинговым фирмам. Другие сервисы попытаются убедить вас установить вредоносное ПО на ваши устройства.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = Мы проделали всю работу, чтобы гарантировать, что <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> действительно уважает вашу конфиденциальность, и мы готовы поставить на кон свою репутацию. { -brand-name-mozilla } славится созданием продуктов, которые помогут вам защитить вашу информацию. Мы следуем нашим легко читаемым и серьезным <a href="{ $principles }">Принципам конфиденциальности данных</a>, которые позволяют нам сосредоточиться только на той информации, которая нам необходима для предоставления услуг. А поскольку нас поддерживает <a href="{ $mission }">целеустремленная</a> компания, вы можете быть уверены, что деньги, потраченные на этот продукт, не только обеспечат вам первоклассную безопасность, но также делают Интернет лучше для всех и каждого.
