# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = История браузеров: Эпичная борьба за лидерство, которая привела к появлению современных браузеров
browser-history-the-browser-wars-underdogs-giants = Браузерные войны, небольшие компании против технологических гигантов, и моменты, которые изменили мир. Читайте об истории появления веб-браузеров.
browser-history-the-history-of-web = История веб-браузеров
browser-history-world-history-is = Мировая история богата борьбой за власть, завоевывающими мир тиранами и борцами с ними. История веб-браузеров не сильно отличается. Выдающиеся студенты написали простую программу, которая произвела информационную революцию и дала начало борьбе за превосходство браузеров и их доли пользователей Интернета.
browser-history-before-web-era = До эры Интернета
browser-history-in-1950-computers = В 1950 году компьютеры занимали целые помещения и были тупее, чем современные карманные калькуляторы. Но прогресс был стремительным, и к 1960 году они смогли запускать сложные программы. Правительства и университеты всего мира считали, что было бы здорово, если машины смогут говорить, развивая сотрудничество и научные открытия.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> был первым успешным сетевым проектом, и в 1969 году было отправлено первое сообщение из лаборатории вычислительной техники Калифорнийского университета в Лос-Анджелесе (UCLA) в Стэнфордский научно-исследовательский институт (SRI), также расположенный в Калифорнии.
browser-history-that-sparked-a-revolution = Это вызвало революцию в области связи между компьютерами. Формировались новые сети, соединяющие университеты и исследовательские центры по всему миру. Но в течение следующих 20 лет интернет был недоступен для широкой публики. Он был ограничен университетскими и правительственными исследователями, студентами и частными корпорациями. Существовали десятки программ, которые могли обмениваться информацией по телефонным линиям, но ни одна из них не была простой в использовании. Настоящий открытый интернет и первый веб-браузер были созданы только в 1990 году.
browser-history-web-era = Эра Интернета
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = Британский ученый в сфере компьютерных технологий Тим Бернерс-Ли в 1990 году создал первый в мире веб-сервер и графический веб-браузер во время <a href="{ $cern }">работы в ЦЕРНе</a>, Европейской организации по ядерным исследованиям в Швейцарии. Он назвал свое изобретение для выхода в Интернет «WorldWideWeb». Оно обладало простым графическим интерфейсом, созданном для компьютера NeXT. Впервые текстовые документы были объединены посредством общедоступной сети — сети в том виде, в котором мы её знаем.
browser-history-a-year-later-berners = Годом позже Бернерс-Ли попросил студента-математика из ЦЕРНа Николу Пеллоу (Nicola Pellow) написать линейный браузер, программу для основных компьютерных терминалов.
# Variables:
#   $firefox (url) - https://en.wikipedia.org/wiki/Firefox
browser-history-by-1993-the-web = В 1993 году произошёл взрыв популярности Интернета. Университеты, правительства и частные корпорации — все видели новые возможности в открытом Интернете. Всем были нужны новые компьютерные программы, чтобы получить к нему доступ. В том же году в Национальном центре суперкомпьютерных приложений (NCSA) в Иллинойсском университете в Урбане-Шампейне учёным в области компьютерных технологий Марком Андриссеном был создан браузер «Mosaic». Он был самым первым популярным веб-браузером и ранним предком <a href="{ $firefox }">{ -brand-name-mozilla } { -brand-name-firefox }</a>.
# Variables:
#   $netscape (url) - https://en.wikipedia.org/wiki/Netscape_(web_browser)
browser-history-ncsa-mosaic-ran = NCSA Mosaic работал на компьютерах { -brand-name-windows }, был прост в использовании и давал любому, у кого был компьютер, доступ к ранним веб-страницам, чатам и библиотекам изображений. В следующем 1994 году Андриссен основал <a href="{ $netscape }">{ -brand-name-netscape }</a> и выпустил публичный релиз { -brand-name-netscape } Navigator. Он был очень успешным и стал первым браузером для простых людей. Это также был первый шаг в новой войне за Интернет-пользователей.
browser-history-the-browser-wars = Войны браузеров
# Variables:
#   $ie (url) - https://en.wikipedia.org/wiki/Internet_Explorer
browser-history-by-1995-netscape = К 1995 году { -brand-name-netscape } Navigator был не единственным способом попасть в сеть. Гигант компьютерного программного обеспечения { -brand-name-microsoft } лицензировал старый код Mosaic и создал на его основе собственный инструмент для выхода в Интернет, <a href="{ $ie }">{ -brand-name-ie }</a>. Релиз вызвал начало войны. { -brand-name-netscape } и { -brand-name-microsoft } лихорадочно работали над созданием новых версий своих программ, каждая из которых пыталась превзойти другую с помощью более быстрых и качественных продуктов.
browser-history-browsing-the-web = Веб-сёрфинг сегодня
browser-history-resources = Ресурсы
browser-history-take-control-of = Возьмите свой браузер под контроль.
