# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Что такое веб-браузер?
# HTML page description
what-is-a-browser-a-web-browser = Браузер перенесёт вас в любую точку Интернета, и вы сможете просматривать текст, изображения и видео, где бы вы ни находились.
what-is-a-browser-the-web-is-a-vast = Интернет — это обширный и мощный инструмент. За несколько десятилетий он изменил то, как мы работаем, как мы играем и как взаимодействуем друг с другом. В зависимости от того, как он используется, он соединяет страны, развивает продажи, поддерживает отношения, управляет двигателем инноваций будущего и отвечает за большее число мемов, чем мы сейчас знаем.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Важно, чтобы все имели доступ в Интернет, но также важно, чтобы мы <a href="{ $tools }">понимали инструменты</a>, которые мы используем для доступа к нему. Мы используем такие веб-браузеры, как { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } и { -brand-name-apple } { -brand-name-safari } каждый день, но понимаем ли мы, что это такое и как они работают?
what-is-a-browser-in-a-short-period-long = За короткий промежуток времени мы перестали удивляться возможности отправлять электронные письма кому-либо с другого конца земного шара, изменилось наше отношение к информации. Уровень ваших знаний больше не имеет определяющего значения, теперь самое главное, какой браузер или приложение смогут помочь вам быстрее найти необходимую информацию.
what-is-a-browser-in-a-short-period = За короткий промежуток времени мы перестали удивляться возможности отправлять электронные письма кому-либо с другого конца земного шара, изменилось наше отношение к информации.
what-is-a-browser-how-does-a-web = Как работает веб-браузер?
what-is-a-browser-a-web-browser-long = Браузер перенесёт вас в любую точку Интернета. Он запрашивает информацию из различных частей Интернета и отображает её на вашем компьютере или мобильном устройстве. Информация передается с использованием протокола передачи гипертекста, который определяет, как текст, изображения и видео передаются в Интернете. Этой информацией необходимо делиться и отображать в согласованном формате, чтобы люди, использующие любой браузер, в любой точке мира могли её увидеть.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = К сожалению, не все разработчики браузеров интерпретируют форматы одинаково. Для пользователей это означает, что веб-сайт может выглядеть и функционировать по-разному. Обеспечение согласованности между браузерами, чтобы любой пользователь мог пользоваться Интернетом, независимо от того, какой браузер он выбирает, называется <a href="{ $standards }">веб-стандартами</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Когда веб-браузер получает данные с сервера, подключенного к Интернету, он использует часть программного обеспечения, называемую движком рендеринга, для преобразования этих данных в текст и изображения. Эти данные записываются на <a href="{ $html }">языке гипертекстовой разметки</a> (HTML), и веб-браузеры читают этот код, чтобы создать то, что мы видим, слышим и испытываем в Интернете.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Гиперссылки</a> позволяют пользователям переходить по пути к другим страницам или сайтам в Интернете. У каждой веб-страницы, изображения и видео есть свой уникальный <a href="{ $url }">унифицированный указатель ресурса</a> (URL), который также известен как веб-адрес. Когда браузер посещает сервер для получения данных, веб-адрес сообщает браузеру, где искать каждый элемент, описанный в html, который в свою очередь сообщает браузеру, где он находится на веб-странице.
what-is-a-browser-cookies-not-the = Куки
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Веб-сайты сохраняют информацию о вас в файлах, называемых <a href="{ $cookies }">куки</a>. Они сохраняются на вашем компьютере для следующего посещения этого сайта. Когда вы вернетесь, код веб-сайта прочитает этот файл, чтобы убедиться, что это вы. Например, когда вы заходите на веб-сайт, страница вспоминает ваше имя пользователя и пароль — это стало возможным благодаря кукам.
what-is-a-browser-there-are-also = Также существуют куки, которые запоминают о вас более подробную информацию. Возможно, ваши интересы, ваше подведение при просмотре веб-страниц и так далее. Это означает, что сайт может предоставлять вам более таргетированный контент — чаще всего в виде рекламы. Существуют типы кук, называемых <em>сторонними</em>, которые приходят с сайтов, которые вы даже не посещаете в данный момент, и могут отслеживать вас при переходе с сайта на сайт для сбора информации о вас, которая иногда продаётся другим компаниям. Иногда вы можете заблокировать такие куки, хотя не все браузеры это позволяют.
what-is-a-browser-when-you-go-to = Когда вы заходите на веб-сайт, и страница вспоминает ваше имя пользователя и пароль — это стало возможным благодаря кукам.
what-is-a-browser-understanding = Понимание приватности
what-is-a-browser-nearly-all-major = Практически все популярные браузеры обладают функцией приватного просмотра. Она существует, чтобы скрыть историю просмотров от других пользователей на том же компьютере. Многие люди думают, что приватный просмотр или режим инкогнито скроют как их личность, так и историю просмотров от Интернет-провайдеров, правительства и рекламодателей. Они этого не делают. Эти настройки просто удаляют историю в вашей системе, что полезно, если вы имеете дело с приватной личной информацией на общем или общедоступном компьютере. { -brand-name-firefox } выходит за рамки этого.
what-is-a-browser-firefox-helps = { -brand-name-firefox } помогает вам быть более приватными в Интернете, позволяя блокировать отслеживание ваших в нём действий.
what-is-a-browser-making-your-web = Заставьте ваш веб-браузер работать на вас
what-is-a-browser-most-major-web = Большинство популярных веб-браузеров позволяют пользователям изменять свою работу с помощью расширений или дополнений. Расширения — это программные продукты, которые вы можете добавить в свой браузер, чтобы изменить его работу или добавить функциональность. Расширения могут делать всевозможные как забавные так и практичные вещи, такие как добавление новых функций, словарей иностранных языков или визуального оформления и тем.
what-is-a-browser-all-browser-makers = Все производители браузеров разрабатывают свои продукты для максимально быстрого и плавного воспроизведения изображений и видео, что позволяет вам максимально эффективно использовать Интернет. Все они упорно работают над тем, чтобы предоставить пользователям быстрый, мощный и простой в использовании браузер. В чём они отличаются, так это в своих целях. Важно выбрать подходящий для вас браузер. { -brand-name-mozilla } создаёт { -brand-name-firefox }, чтобы пользователи могли контролировать свою жизнь в сети, а также чтобы Интернет стал глобальным общедоступным ресурсом, доступным для всех и каждого.
