# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = Разлика између VPN-а и веб проксија
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN-ови и проксији су решења за приватност и безбедност на мрежи. Ево како вас штите и како да изаберете најбољу опцију.
vpn-or-proxy-virtual-private-networks = Виртуелне приватне мреже (VPN-ови) и безбедни веб проксији су решења за бољу приватност и безбедност на мрежи, али може бити тешко да се одлучите за једну од њих. Ево како вас ове услуге чувају и како да изаберете најбољу опцију када сте онлајн.
vpn-or-proxy-stop-isps-from = Спречите да вас интернет добављачи прате
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = Када <a href="{ $firefox }">користите { -brand-name-firefox }</a>, <a href="{ $etp }">побољшана заштита од праћења</a> аутоматски блокира бројне <a href="{ $trackers }">елементе за праћење</a> трећих страна који желе да вас прате широм интернета. Али ево једне занимљиве чињенице: ваш добављач интернет услуга (ISP), кога плаћате сваки месец, и даље може да вас посматра и прати.
vpn-or-proxy-because-your-internet = Пошто ваш интернет саобраћај иде на и са ваших уређаја (рачунар, телефон, ТВ, таблет) преко вашег интернет добављача, они могу да виде шта радите на мрежи. Интернет добављачи могу да виде које сајтове посећујете, колико времена проводите на њима, податке о вашој локацији и уређајима. Због шифровања података, интернет добављачи можда не знају шта радите на овим сајтовима (нпр. шта сте купили, претражили или прочитали), али могу да доносе закључке на основу сајтова које посећујете.  Ти лични подаци се могу користити за прављење детаљног профила о вама. Зашто све ово раде? Укратко: ови подаци су вредни.
vpn-or-proxy-isps-can-use = Интернет добављачи могу да користе ове податке у сопствене сврхе циљаног оглашавања или монетизације, укључујући дељење ваших података са трећим странама заинтересованим за прикупљање података, маркетинг и циљано оглашавање, што значи мање приватности и више праћења. Прегледање у приватном режиму не спречава вашег интернет добављача да види где сте на мрежи. Али слање вашег веб саобраћаја преко веб проксија или VPN-а може да то отежа.
vpn-or-proxy-when-should-you = Када треба да одаберете VPN или безбедни прокси?
vpn-or-proxy-vpns-and-secure = VPN-ови и безбедни веб проксији имају заједнички циљ: да учине везу безбедном. Они маскирају вашу оригиналну IP адресу и штите веб саобраћај који се шаље између вас и вашег VPN-а или безбедног прокси добављача. Али када бисте желели да користите VPN, а када прокси?
vpn-or-proxy-secure-web-proxy = Безбедни веб прокси: заштита на нивоу прегледача
