# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = Шта је VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = Ево одговора на девет честих питања о VPN-овима како би боље разумели како раде, када да их користите и зашто.
vpn-what-is-many-of-us = Многи људи проводе сате на интернету док обављају свакодневне задатке, од гледања видеа, куповине, играња игрица, плаћања рачуна, па све до управљања сложеним радним пројектима и обављања приватних видео позива. <strong>Виртуелна приватна мрежа (VPN)</strong> је један од најбољих начина да останете приватни, безбедни и заштитите ваше личне податке на мрежи.
vpn-what-is-how-do-vpns = Како раде VPN-ови?
vpn-what-is-a-vpn-is = VPN је алатка која вам било када и било где омогућава безбедан приступ интернету прављењем безбедног „тунела“ између вашег уређаја и VPN добављача. Он углавном штити вашу приватност у два аспекта:
vpn-what-is-concealing-your-ip = Маскира вашу IP адресу како би ваши идентитет и локација били заштићени.
vpn-what-is-encrypting-your-traffic = Шифрује саобраћај између вас и вашег VPN добављача тако да нико на вашој локалној мрежи не може да га дешифрује или мења.
vpn-what-is-in-the-past = У прошлости су VPN-ове првенствено користила предузећа за безбедан даљински приступ својим интерним услугама и власничким подацима. Али сада, свако ко жели да заштити своју интернет везу може да користи VPN, а нарочито када користи незаштићене мреже као што је јавни WiFi или чак и кућне мреже.
vpn-what-is-a-vpn-will = VPN ће заштитити саобраћај између вас и вашег добављача VPN услуге, било да је преко прегледача, апликације или другог. Да подесите VPN, потребно је да направите налог код VPN добављача и да инсталирате VPN софтвер на рачунар или телефон. Када је омогућен, VPN управља саобраћајем из свих апликација и софтвера на вашем уређају, тако да можете слободно да прегледате и комуницирате преко безбедне и приватне мрежне везе.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN добављачи обично обезбеђују многе мрежне пролазе за повезивање широм света, тако да можете да користите IP адресу која је потпуно другачија од оне на којој се налазите, с тим да ће одредиште ваше везе добити само IP VPN-а, али не и вашу праву IP адресу. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> усмерава ваш саобраћај преко безбедних сервера и омогућава вам да изаберете локацију од преко { $countries } земаља.
vpn-what-is-when-should-i = Када треба да користим VPN?
vpn-what-is-connecting-to-a = Повезивање на јавне WiFi мреже је заиста згодно када немате интернет услугу или је сигнал вашег телефона слаб. Али с друге стране, повезивање на јавни WiFi може да буде ризично. Никада не знате да ли има других људи који су повезани на исту мрежу и који шпијунирају шта радите. Чак и ако је ваш саобраћај шифрован, они и даље могу да виде које сајтове посећујете. Ако користите апликацију која није шифрована — а многе још увек нису — они могу да виде шта радите.
vpn-what-is-when-youre-at = Када сте код куће, мањи је ризик да се нападач нађе на вашој кућној мрежи. Међутим, ваш добављач интернет услуга (ISP) може да прати и дели вашу активност на мрежи, јер сви подаци којима приступате на вебу, од којих неки можда нису шифровани, усмерава ваша ISP мрежа. Али без обзира на то где се налазите, VPN може да спречи вашег интернет добављача да вас шпијунира шифровањем саобраћаја између вас и вашег VPN добављача.
vpn-what-is-wait-i-thought = Само мало, зар мој интернет саобраћај није већ шифрован преко HTTPS-а?
vpn-what-is-its-true-that = Истина је да су везе са већином сајтова данас обезбеђене преко HTTPS-а. Али само је садржај шифрован, а не изворна и одредишна IP адреса захтева. VPN спречава сајтове и треће стране да сазнају вашу IP адресу и пружа вам додатни слој заштите приватности.
vpn-what-is-why-would-i = Зашто да користим VPN?
vpn-what-is-hiding-your-identity = Сакривање идентитета и маскирање веб саобраћаја изгледа као нешто што може да уради само неко ко је добро технолошки поткован или неко сумњив. Међутим, постоји много ваљаних разлога зашто бисте можда желели да користите VPN, укључујући:
vpn-what-is-keeping-your-online = Приватност ваших активности на мрежи.
vpn-what-is-keeping-your-home = Приватност локације ваше куће или често посећењих места.
vpn-what-is-protecting-your-connection = Заштита ваше везе на јавној WiFi мрежи док сте у кафићу, трговини, библиотеци или на аеродрому.
vpn-what-is-ensuring-the-confidentiality = Обезбеђивање поверљивости и интегритета вашег приступа интернету.
vpn-what-is-make-it-more = Отежавање огласним мрежама да користе вашу IP адресу за прављење профила за циљане огласе који вас прате широм мреже.
vpn-what-is-what-are-the = Који су недостаци коришћења VPN-а?
vpn-what-is-some-service-providers = Неки добављачи услуга блокирају приступ преко VPN-а, што онемогућава приступ њиховом садржају док се користи VPN. Неки VPN-ови могу да успоре брзину интернета или да ограниче пропусност. Неки VPN-ови имају лоше оцене што се тиче поштовања приватности и безбедности корисника.
vpn-what-is-are-vpns-safe = Да ли су VPN-ови безбедни?
vpn-what-is-its-very-hard = Тешко је пронаћи поуздан VPN. VPN-ови су смишљени да заштите кориснике на мрежи, али нису све VPN услуге једнаке. Када купујете VPN услуге, уверите се да разумете услове на које пристајете. Многи тврде да су сјајни и да се фокусирају на приватност, али многи од њих не испуњавају своја обећања. Неки VPN-ови бележе вашу активност на мрежи како би могли да продају ваше податке маркетиншким компанијама. Други VPN-ови ће покушати да вас убеде да инсталирате злонамеран софтвер на ваш уређај.
