# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 разлога зашто треба да користите VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = Ево пет ситуација, које можда нисте разматрали, а где ће вам поуздан VPN добро доћи. Закрпите рупе у вашој интернет безбедности уз { -brand-name-mozilla-vpn }.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Како се све већи део нашег свакодневног живота одвија на интернету, приватност и безбедност на мрежи постају све важнији. VPN, <a href="{ $vpn }">виртуелна приватна мрежа</a>, вам помаже да успоставите безбедну и приватну интернет везу. Принцип је постизање следеће две заштите успостављањем „канала“ између вашег уређаја и глобалног интернет света:
vpn-when-to-use-concealing-your-true = Сакривањем ваше праве IP адресе. Ово штити ваш идентитет и прикрива вашу локацију.
vpn-when-to-use-encrypting-your-traffic = Шифровањем саобраћаја између вас и вашег VPN добављача тако да нико на вашој локалној мрежи не може да га дешифрује или мења.
vpn-when-to-use-having-a-vpn = Добра је идеја да имате VPN на дохват руке када вам затреба. Ево неколико случајева, које можда нисте разматрали, а када вам поуздан VPN може добро доћи.
vpn-when-to-use-1-a-walk = 1. Шетња парком
vpn-when-to-use-its-a-beautiful = Прелепо је суботње јутро и сместили сте се на клупи у парку да попијете кафу, прегледате омиљене сајтове и вести, погледате неколико видео снимака и обавите брзу куповину на мрежи док се сунчате и уживате на свежем ваздуху. Уместо да користите мобилне податке, повезани сте на јавну WiFi услугу вашег града. Бесплатно је и одржава га град, па мора да је у реду, зар не? Чињеница је да не можете бити сигурни да је општинска мрежа безбедна или чак стварна (погледајте следећу тачку) и да је подешена да вас заштити од злонамерних особа који вас шпијунирају док сте повезани. Укључивање VPN-а може помоћи да ваш уређај буде безбедан од свих који покушавају да вас шпијунирају на сајтовима које посећујете или да отму ваше поверљиве податке док одмарате на клупи у парку било када.
vpn-when-to-use-2-in-the = 2. У комшилуку
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = Да ли сте се икада повезали са приступном тачком као што је <em>HG630-92F252</em> или <em>FreeWiFi GSP0946</em>? Изгледа стварно, зар не? У стварности, свако може да подеси лажни јавни WiFi и користи легитимно име да би намамио људе да га користе. Повезивање на било који непознати WiFi чини вас лаком метом за лопове и криминалце који желе да добију приступ вашем уређају како би украли приватне податке, инсталирају злонамеран софтвер или још горе. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> повећава вашу безбедност спречавањем непознатих особа да прегледају приватне податке које преносите сваки пут када сте повезани на јавни WiFi. Ово одлично функционише за повезивање на WiFi мреже у кафићима, продавницама, лекарским ординацијама итд.
vpn-when-to-use-3-on-the = 3. На путу
vpn-when-to-use-open-wifi-abounds = Отворени WiFi је у изобиљу када сте на путу, од аутобуса са мрежном подршком и приступних тачака на железничким станицама до бесплатног интернета на аеродрому. И колико год изгледали безбедно, третирајте ове WiFi приступне тачке пажљиво и са неповерењем. Многи од нас ће понекад користити ове бесплатне везе јер им је погодно, али исти ризици описани у овом чланку важе за сваку отворену, непроверену WiFi мрежу. Коришћење VPN-а може да помогне у заштити вашег идентитета, преноса датотека и активности на мрежи од злонамерних страна које покушавају да вас шпијунирају преко исте WiFi мреже.
vpn-when-to-use-4-home-away = 4. Далеко од куће
vpn-when-to-use-if-you-are = Ако изнајмљујете привремено место за рад на даљину или планирате будући Airbnb одмор, велике су шансе да ће вам се нудити бесплатан WiFi. Чак и ако је WiFi заштићен лозинком, то га не чини аутоматски безбедним и приватним. Прво, домаћини би могли да приступе мрежи и прате шта радите на њој. Такође, сви претходни гости могу поново да се повежу уз вас ако домаћини нису променили лозинку између гостију. Поред тога, ранији гости могу да добију приступ изнајмљеном рутеру и инсталирају софтвер који им омогућава да даљински шпијунирају преко истог. Много тога за размишљање! Уместо да у потпуности прескочите WiFi, најбоље је да користите поуздани VPN када повезујете рачунар, телефон или таблет на интернет изнајмљеног простора. Ово важи и за хотеле и хостеле.
vpn-when-to-use-5-in-your = 5. Код куће
vpn-when-to-use-for-the-most = У већини случајева, горенаведени сценарији се неће применити на вашу кућну мрежу, под условом да је правилно подешена са јаким лозинкама и безбедносним мерама. Али то не значи да сте сигурни од знатижељних очију.
vpn-when-to-use-because-your-internet = Пошто ваш интернет саобраћај иде на и са ваших уређаја преко вашег интернет добављача — или ISP-а — они могу да виде шта радите на мрежи. Интернет добављачи могу да виде које сајтове посећујете, колико времена проводите на њима, податке о вашој локацији и уређајима. Због шифровања података, интернет добављачи можда не знају шта радите на овим сајтовима (нпр. шта сте купили, претражили или прочитали), али могу да доносе закључке на основу сајтова које посећујете. Ти лични подаци се могу користити за прављење детаљног профила о вама. Прегледање у приватном режиму не спречава вашег интернет добављача да види које сајтове посећујете. Али слање вашег веб саобраћаја преко VPN-а може исто да умногоме отежа.
vpn-when-to-use-make-sure-you = Уверите се да знате шта VPN не ради
# Variables
#   $book (url) - https://support.mozilla.org/kb/how-stay-safe-web
vpn-when-to-use-a-vpn-provides = VPN пружа важну безбедну везу тако што штити ваше приватне податке пре него што се пренесу путем интернета, а такође сакрива вашу IP адресу и помаже у заштити вашег идентитета и локације. Међутим, то вас неће спречити да отварате сумњиве везе, преузимате злонамеран софтвер или постанете жртва превара путем е-поште. И даље морате да развијате <a href="{ $book }">добре навике како би остали безбедни на мрежи</a>.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, VPN услуга од поверења
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = Најважнија ствар коју треба да узмете у обзир када бирате VPN је да одаберете компанију од поверења. Уверите се да разумете услове на које пристајете. Многи тврде да су сјајни и да се фокусирају на приватност, али већина не одржава своја обећања. Нису све прокси и VPN услуге безбедне и приватне. Неки <a href="{ $cnet }">ће</a> <a href="{ $pcmag }">да бележе</a> ваше активности на мрежи како би могли да продају ваше податке маркетиншким компанијама. Друге услуге ће покушати да вас убеде да инсталирате злонамеран софтвер на ваш уређај.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = Предузели смо кораке да осигурамо да <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> стварно поштује вашу приватност и спремни смо да се кладимо на нашу репутацију на то. { -brand-name-mozilla } је позната по стварању производа који помажу да ваши подаци буду безбедни. Придржавамо се наших лако читљивих <a href="{ $principles }">принципа о приватности података</a>, који нам омогућавају да се усредсредимо искључиво на податке који су нам потребне за пружање услуга. А пошто нас подржава <a href="{ $mission }">компанија вођена мисијом</a>, можете веровати да новац који потрошите на овај производ не само да ће вам обезбедити врхунску безбедност, већ такође чини интернет бољим за свију.
