# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/manifesto/

# HTML page title
manifesto-the-mozilla-manifesto = Η Διακήρυξη της { -brand-name-mozilla }
# HTML page description
manifesto-these-are-the-principles = Αυτές είναι οι αρχές που διέπουν την αποστολή μας για την προώθηση της διαφάνειας, της καινοτομίας και της ευκαιρίας στο διαδίκτυο.
manifesto-the-internet-is-an-integral = Το διαδίκτυο αποτελεί αναπόσπαστο κομμάτι της σύγχρονης ζωής και βασικό συστατικό της εκπαίδευσης, της επικοινωνίας, της συνεργασίας, της επιχειρηματικότητας, της ψυχαγωγίας και της κοινωνίας συνολικά.
manifesto-the-internet-is-a-global = Το διαδίκτυο είναι ένας παγκόσμιος, δημόσιος πόρος που πρέπει να παραμείνει ανοικτός και προσβάσιμος.
manifesto-the-internet-must-enrich = Το διαδίκτυο πρέπει να εμπλουτίζει τις ζωές των ανθρώπων.
manifesto-individuals-security-and = Η ασφάλεια και το απόρρητο των ατόμων στο διαδίκτυο είναι θεμελιώδη και δεν πρέπει να αντιμετωπίζονται ως προαιρετικά.
manifesto-individuals-must-have = Όλοι πρέπει να έχουν την ικανότητα να διαμορφώνουν το διαδίκτυο και τις εμπειρίες τους σε αυτό.
manifesto-the-effectiveness-of-the = Η αποτελεσματικότητα του διαδικτύου ως κοινού πόρου εξαρτάται από τη διαλειτουργικότητα (πρωτόκολλα, μορφές δεδομένων, περιεχόμενο), την καινοτομία και την αποκεντρωμένη συμμετοχή παγκοσμίως.
manifesto-free-and-open-source-software = Το ελεύθερο και ανοιχτού κώδικα λογισμικό προωθεί την ανάπτυξη του διαδικτύου ως κοινού πόρου.
manifesto-transparent-community = Οι διαφανείς διεργασίες που στηρίζονται σε κοινότητες προωθούν τη συμμετοχή, την αξιοπιστία και την εμπιστοσύνη.
manifesto-commercial-involvement = Η επιχειρηματική ανάμιξη στην ανάπτυξη του διαδικτύου προσφέρει πολλά οφέλη· η ισορροπία, όμως, μεταξύ του οικονομικού κέρδους και κοινωνικής ωφέλειας είναι κρίσιμη.
manifesto-magnifying-the-public = Η μεγιστοποίηση του κοινού συμφέροντος στο διαδίκτυο είναι ένας σημαντικός στόχος, άξιος χρόνου, προσοχής και δέσμευσης.
manifesto-principle-1 = Αρχή 1
manifesto-principle-2 = Αρχή 2
manifesto-principle-3 = Αρχή 3
manifesto-principle-4 = Αρχή 4
manifesto-principle-5 = Αρχή 5
manifesto-principle-6 = Αρχή 6
manifesto-principle-7 = Αρχή 7
manifesto-principle-8 = Αρχή 8
manifesto-principle-9 = Αρχή 9
manifesto-principle-10 = Αρχή 10
manifesto-01 = 01
manifesto-02 = 02
manifesto-03 = 03
manifesto-04 = 04
manifesto-05 = 05
manifesto-06 = 06
manifesto-07 = 07
manifesto-08 = 08
manifesto-09 = 09
manifesto-10 = 10
# Main page heading
manifesto-the-mozilla-manifesto-addendum = Προσάρτημα διακήρυξης της { -brand-name-mozilla }
# Main page sub-heading
manifesto-pledge-for-a-healthy-internet = Δέσμευση για ένα υγιές διαδίκτυο
manifesto-the-open-global-internet = Το ανοικτό, παγκόσμιο διαδίκτυο είναι το πιο ισχυρό μέσο επικοινωνίας και συνεργασίας που έχουμε δει ποτέ. Ενσαρκώνει μερικές από τις πιο ελπίδες μας για την ανθρώπινη πρόοδο. Παρέχει νέες ευκαιρίες για μόρφωση, καλλιέργεια της ανθρωπιάς και επίλυση σοβαρών προβλημάτων που αντιμετωπίζουν οι άνθρωποι σε όλο τον κόσμο.
manifesto-over-the-last-decade-we = Την τελευταία δεκαετία, έχουμε δει την εκπλήρωση αυτής της υπόσχεσης με πολλούς τρόπους. Ωστόσο, έχουμε δει τη δύναμη του διαδικτύου να χρησιμοποιείται και για τη μεγιστοποίηση της διχόνοιας, την υποκίνηση της βίας, την προώθηση του μίσους και τη σκόπιμη παραποίηση των γεγονότων και της αλήθειας. Έχουμε μάθει ότι πρέπει να ορίζουμε με περισσότερη ακρίβεια τις φιλοδοξίες μας για την εμπειρία των χρηστών στο διαδίκτυο. Κι αυτό κάνουμε.
manifesto-we-are-committed-to-people = Αφιερωνόμαστε σε ένα διαδίκτυο που περιλαμβάνει όλους τους ανθρώπους της Γης — όπου τα δημογραφικά χαρακτηριστικά ενός ατόμου δεν καθορίζουν την πρόσβαση, τις ευκαιρίες ή την ποιότητας της εμπειρίας στο διαδίκτυο.
manifesto-we-are-committed-to-discourse = Δεσμευόμαστε για ένα διαδίκτυο που προάγει το διάλογο, την ανθρώπινη αξιοπρέπεια και την ατομική έκφραση.
manifesto-we-are-committed-to-thinking = Δεσμευόμαστε για ένα διαδίκτυο που προωθεί την κριτική σκέψη, τα λογικά επιχειρήματα, την κοινή γνώση και τα επαληθεύσιμα γεγονότα.
manifesto-we-are-committed-to-diverse = Δεσμευόμαστε για ένα διαδίκτυο που καταλύει τη συνεργασία διαφορετικών κοινοτήτων για την υπηρέτηση του κοινού καλού.
manifesto-show-your-support = Δείξτε την υποστήριξή σας
manifesto-an-internet-with-these = Ένα διαδίκτυο με αυτά τα χαρακτηριστικά δεν θα δημιουργηθεί μόνο του. Τα άτομα και οι οργανώσεις πρέπει να ενσωματώνουν αυτές τις φιλοδοξίες στη διαδικτυακή τεχνολογία και στην εμπειρία τους στο διαδίκτυο. Η διακήρυξη της { -brand-name-mozilla } και το προσάρτημά της εκπροσωπούν τη δέσμευσή της στην εξέλιξη αυτών των στόχων. Στοχεύουμε να συνεργαστούμε με άτομα και οργανισμούς σε όλο τον κόσμο που έχουν τις ίδιες ιδέες για ένα καλύτερο διαδίκτυο για όλους.
manifesto-i-support-the-vision-of = Υποστηρίζω το όραμα ενός καλύτερου, υγιέστερου διαδικτύου από τη @mozilla, θα με βοηθήσετε;
manifesto-share-on-x = Κοινοποίηση στο X
manifesto-share-on-x-aria-label = Κοινοποίηση στο X (πρώην Twitter)
manifesto-our-10-principles = <strong>Οι 10</strong> αρχές μας
manifesto-read-the-entire-manifesto = Διαβάστε όλη τη διακήρυξη
manifesto-love-the-web = Αγαπάτε το διαδίκτυο;
manifesto-get-the-mozilla-newsletter = Λάβετε το δελτίο ειδήσεων της { -brand-name-mozilla } και βοηθήστε μας να διατηρήσουμε το διαδίκτυο ανοικτό και ελεύθερο.
manifesto-details-the-mozilla-manifesto = Η Διακήρυξη της { -brand-name-mozilla }
manifesto-details-introduction = Εισαγωγή
manifesto-details-the-internet-is-becoming = Το διαδίκτυο εξελίσσεται σε ένα όλο και πιο σημαντικό κομμάτι της ζωής μας.
manifesto-details-the-mozilla-project-global = Το εγχείρημα { -brand-name-mozilla } είναι μια παγκόσμια κοινότητα ανθρώπων που πιστεύουν ότι ο ανοιχτός χαρακτήρας, η καινοτομία και οι ίσες ευκαιρίες αποτελούν κλειδιά για τη διατήρηση της ευρωστίας του διαδικτύου. Συνεργαζόμαστε από το 1998 για να διασφαλίσουμε ότι το διαδίκτυο αναπτύσσεται με ένα τρόπο που θα μας ωφελεί όλους. Είμαστε περισσότερο γνωστοί για τη δημιουργία του περιηγητή ιστού { -brand-name-mozilla } { -brand-name-firefox }.
manifesto-details-the-mozilla-project-community = Το εγχείρημα { -brand-name-mozilla } χρησιμοποιεί μια προσέγγιση βασισμένη στην κοινότητα για να δημιουργήσει λογισμικό ανοιχτού κώδικα πρώτης κλάσης και να αναπτύξει νέους τύπους συνεργατικής δραστηριότητας. Δημιουργούμε κοινότητες ανθρώπων που ασχολούνται με το πως θα γίνει η διαδικτυακή εμπειρία καλύτερη για όλους μας.
manifesto-details-as-a-result-of = Απόσταγμα αυτών των προσπαθειών μας είναι ένα σύνολο αρχών που πιστεύουμε ότι είναι κρίσιμες ώστε να συνεχίσει το διαδίκτυο να ωφελεί το κοινό συμφέρον καθώς και την επιχειρηματική πλευρά της ζωής μας. Παρουσιάζουμε αυτές τις αρχές παρακάτω.
manifesto-details-the-goals-for = Οι στόχοι της διακήρυξης είναι:
manifesto-details-articulate-a-vision = Εκφράστε ένα όραμα για το διαδίκτυο που οι συμμετέχοντες της { -brand-name-mozilla } θέλουν να πραγματοποιήσει το { -brand-name-mozilla-foundation }·
manifesto-details-speak-to-people = Να απευθυνθεί στο κοινό, άσχετα με το τεχνολογικό του υπόβαθρο.
manifesto-details-make-mozilla-contributors = Να κάνει περήφανους τους συντελεστές του { -brand-name-mozilla } γι' αυτό που κάνουμε και να μας δώσει κίνητρο για να συνεχίσουμε.
manifesto-details-provide-a-framework = Και τέλος, να παρέχει ένα πλαίσιο σε άλλους ανθρώπους ώστε να αναπτύξουν περαιτέρω αυτό το όραμα για το διαδίκτυο.
manifesto-details-these-principles = Αυτές οι αρχές δεν μπορούν να υλοποιηθούν από μόνες τους. Χρειάζεται η συμμετοχή ανθρώπων για να γίνει το διαδίκτυο ανοιχτό και συμμετοχικό - ανθρώπων που θα εργαστούν ατομικά, που θα συνεργαστούν σε ομάδες και που θα καθοδηγήσουν άλλους. Το { -brand-name-mozilla-foundation } δεσμεύεται να εξελίξει περαιτέρω τις αρχές της διακήρυξης της { -brand-name-mozilla }. Προσκαλούμε οποιονδήποτε να ενώσει τις δυνάμεις του μαζί μας και να κάνουμε το διαδίκτυο ένα καλύτερο μέρος για όλους μας.
manifesto-details-principles = Αρχές
manifesto-details-the-internet-is-integral = Το διαδίκτυο αποτελεί αναπόσπαστο κομμάτι της σύγχρονης ζωής και βασικό συστατικό της εκπαίδευσης, της επικοινωνίας, της συνεργασίας, της επιχειρηματικότητας, της ψυχαγωγίας και της κοινωνίας συνολικά.
manifesto-details-the-internet-is-global = Το διαδίκτυο είναι ένας κοινός πόρος που πρέπει να παραμείνει ανοιχτός και προσβάσιμος.
manifesto-details-the-internet-must = Το διαδίκτυο πρέπει να εμπλουτίζει τις ζωές των ανθρώπων.
manifesto-details-individuals-security = Ο σεβασμός στο ιδιωτικό απόρρητο και την ασφάλεια κάθε ανθρώπου στο διαδίκτυο είναι θεμελιώδης και δεν μπορεί να αντιμετωπιστεί σαν κάτι προαιρετικό.
manifesto-details-individuals-must = Κάθε άνθρωπος πρέπει να έχει τη δυνατότητα να διαμορφώσει τόσο την προσωπικη του εμπειρία στο διαδίκτυο, όσο και το ίδιο το διαδίκτυο.
manifesto-details-the-effectiveness = Η αποτελεσματικότητα του διαδικτύου ως κοινού πόρου, εξαρτάται από την δυνατότητα διαλειτουργικότητας (πρωτοκόλλων, μορφών δεδομένων, περιεχομένων), την καινοτομία και την αποκεντρωμένη συμμετοχή παγκοσμίως.
manifesto-details-free-and-open = Το ελεύθερο και ανοιχτού κώδικα λογισμικό προωθεί την ανάπτυξη του διαδικτύου σαν κοινό πόρο.
manifesto-details-transparent-community = Οι διαφανείς διεργασίες που στηρίζονται σε κοινότητες προωθούν τη συμμετοχή, την αξιοπιστία και την εμπιστοσύνη.
manifesto-details-commercial-involvement = Η επιχειρηματική ανάμιξη στην ανάπτυξη του διαδικτύου προσφέρει πολλά οφέλη· η ισορροπία, όμως, μεταξύ του οικονομικού κέρδους και κοινωνικής ωφέλειας είναι κρίσιμη.
manifesto-details-magnifying-the = Η μεγιστοποίηση των πλευρών του διαδικτύου που είναι κοινής ωφέλειας είναι ένας σημαντικός στόχος που αξίζει την αφιέρωση χρόνου, προσοχής και δέσμευσης.
manifesto-details-advancing-the = Προαγωγή της Διακήρυξης της { -brand-name-mozilla }
manifesto-details-there-are-many = Οι αρχές της διακήρυξης { -brand-name-mozilla } μπορούν να προαχθούν με πολλούς διαφορετικούς τρόπους. Δεχόμαστε με ευχαρίστηση μια ευρεία κλίμακα δραστηριοτήτων και αναμένουμε την ίδια δημιουργικότητα που έχουν επιδείξει οι συμμετέχοντες του εγχειρήματος { -brand-name-mozilla } σε άλλους τομείς του εγχειρήματος. Για ανθρώπους που δεν έχουν εμπλακεί ενεργά με το εγχείρημα { -brand-name-mozilla }, ένας βασικός και εξαιρετικά αποδοτικός τρόπος να υποστηρίξουν τη διακήρυξη, είναι να χρησιμοποιούν τον { -brand-name-mozilla } { -brand-name-firefox } και άλλα προϊόντα που ενσωματώνουν τις αρχές της διακήρυξης.
manifesto-details-mozilla-foundation = Δέσμευση του { -brand-name-mozilla-foundation }
manifesto-details-the-mozilla-foundation-pleges = Το { -brand-name-mozilla-foundation } δεσμεύεται να υποστηρίζει τη Διακήρυξη της { -brand-name-mozilla } στις δραστηριότητές του. Συγκεκριμένα:
manifesto-details-build-and-enable = Θα δημιουργήσουμε και θα ενεργοποιήσουμε τεχνολογία ανοιχτού κώδικα και κοινότητες που θα υποστηρίζουν τις αρχές της Διακήρυξης.
manifesto-details-build-and-deliver = Θα δημιουργήσουμε και θα διαθέσουμε άριστα καταναλωτικά προϊόντα που θα υποστηρίζουν τις αρχές της Διακήρυξης.
manifesto-details-use-the-mozilla = Θα χρησιμοποιήσουμε το ενεργητικό κεφάλαιο της { -brand-name-mozilla } (πνευματική περιουσία, όπως τα πνευματικά δικαιώματα και τα εμπορικά σήματα, την υποδομή, τους οικονομικούς πόρους και τη φήμη) για να παραμείνει το διαδίκτυο μια ανοικτή πλατφόρμα.
manifesto-details-promote-models = Θα προωθήσουμε μοντέλα παραγωγής οικονομικής αξίας για το κοινό όφελος.
manifesto-details-promote-the-mozilla = Θα προωθήσουμε τις αρχές της Διακήρυξης της { -brand-name-mozilla } σε δημόσιες ομιλίες και στη βιομηχανία του διαδικτύου.
manifesto-details-some-foundation = Μερικές από τις δραστηριότητες του ιδρύματος—προς το παρόν, η δημιουργία, η διανομή και η προώθηση καταναλωτικών προϊόντων—διεξάγονται κυρίως μέσω της { -brand-name-mozilla-corporation }, θυγατρικής του { -brand-name-mozilla-foundation }.
manifesto-details-invitation = Πρόσκληση
manifesto-details-the-mozilla-foundation-invites = Το { -brand-name-mozilla-foundation } προσκαλεί όλους όσους υποστηρίζουν τις αρχές της Διακήρυξης της { -brand-name-mozilla } να ενώσουν τις δυνάμεις τους μαζί μας και να βρουν νέους δρόμους για να πραγματοποιήσουμε το όραμα μας για το διαδίκτυο.
