# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/manifesto/

# HTML page title
manifesto-the-mozilla-manifesto = மொசில்லா அறிக்கை
# HTML page description
manifesto-these-are-the-principles = பின்வரும் தத்துவங்களே எங்களின் தொலைநோக்கை வழிநடத்தி திறந்த, புத்தாக்க, மற்றும் வாய்ப்புகளை வழங்கும் இணைய்த்தை உருவாக்கிட வகைச் செய்கிறது.
manifesto-the-internet-is-an-integral = இணையம் என்பது நவீன வாழ்க்கையின் நெருங்கிய அங்கமாகும் - இது கல்வி, தகவல் தொடர்பு, ஒத்துழைப்பு, வியாபாரம், பொழுதுபோக்கு மற்றும் சமுதாயத்தில் முக்கிய கூறாக விளங்குகிறது.
manifesto-the-internet-is-a-global = இணையம் உலகளாவிய பொது வளம், அது வெளிப்படைத்தன்மையுடனும் அணுகக்கூடியதாகவும் இருத்தல் வேண்டும்.
manifesto-the-internet-must-enrich = இணையம் மனிதர்களின் வாழ்வாதாரத்தை வளப்படுத்த வேண்டும்.
manifesto-individuals-security-and = இணையத்தில் தனிமனிதர்களின் பாதுகாப்பும் தனியுரிமையும் ஒரு விருப்பத்தேர்வாக நடத்த முடியாது மாறாக அதை ஒரு அடிப்படை உரிமையாகக் கருத வேண்டும்.
manifesto-individuals-must-have = தனிநபர்கள் இணையத்தை வடிவமைப்போதோடு சொந்த அனுபவங்களையும் வடிவமைப்பதற்கான திறனைக் கொண்டிருக்க வேண்டும்.
manifesto-the-effectiveness-of-the = இணையத்தின் பாதிப்பு என்பது ஒரு பொது வளமாக அதன் செயல்திறன், இயங்குதன்மை (நெறிமுறைகள், தரவு வடிவங்கள், உள்ளடக்கம்), புத்தாக்கம் மற்றும் உலகளாவிய பன்முக பங்கேற்பு ஆகியவற்றைச் சார்ந்துள்ளது.
manifesto-free-and-open-source-software = கட்டற்ற திறந்த மூல மென்பொருள் இணையத்தை ஒரு பொது வளமாக உருவாவதை ஊக்குவிக்கிறது.
manifesto-transparent-community = வெளிப்படையான சமூகம் சார்ந்த செயல்முறைகள் பங்கேற்பு, பொறுப்புணர்வு மற்றும் நம்பிக்கை போன்றவற்றை ஊக்குவிக்கின்றது.
manifesto-commercial-involvement = இணையத்தின் வளர்ச்சியில் வர்த்தகத்தின் ஈடுபாடு பல நன்மைகளைத் தருகிறது; வணிக இலாபத்திற்கும் பொது நலனுக்கும் இடையேயான ஒரு சமநிலை முக்கியமானது.
manifesto-magnifying-the-public = இணையத்தின் பொது நலன்களை அதிகப்படுத்துவது காலத்திற்கும், கவனத்திற்கும் பொறுப்பிற்கு தகுதியுள்ள ஒரு முக்கிய குறிக்கோள் ஆகும்.
manifesto-principle-1 = தத்துவம் 1
manifesto-principle-2 = தத்துவம் 2
manifesto-principle-3 = தத்துவம் 3
manifesto-principle-4 = தத்துவம் 4
manifesto-principle-5 = தத்துவம் 5
manifesto-principle-6 = தத்துவம் 6
manifesto-principle-7 = தத்துவம் 7
manifesto-principle-8 = தத்துவம் 8
manifesto-principle-9 = தத்துவம் 9
manifesto-principle-10 = தத்துவம் 10
manifesto-01 = 01
manifesto-02 = 02
manifesto-03 = 03
manifesto-04 = 04
manifesto-05 = 05
manifesto-06 = 06
manifesto-07 = 07
manifesto-08 = 08
manifesto-09 = 09
manifesto-10 = 10
# Main page heading
manifesto-the-mozilla-manifesto-addendum = மொசில்லா அறிக்கை வெளியீடு
# Main page sub-heading
manifesto-pledge-for-a-healthy-internet = ஒரு வளமான இணையத்திற்கு வித்திடுங்கள்
manifesto-the-open-global-internet = திறந்த, உலகளாவிய இணையம் என்பது நாம் பார்த்திராத மிகவும் வலிமையான தொடர்பு மற்றும் கூட்டுப்பங்காற்று வளமாகும். இது மனித முன்னேற்றத்திற்கான நமது ஆழமான நம்பிக்கைகளில் சிலவற்றை உள்ளடக்கியுள்ளது. அது கற்றலுக்கான புதிய வாய்ப்புகளுக்கு உதவுகிறது, பகிர்தல் மனித உணர்வைக் கட்டமைக்கிறது, மக்கள் எல்லா இடங்களிலும் எதிர்கொள்ளும் முக்கிய பிரச்சினைகளைத் தீர்க்கிறது.
manifesto-over-the-last-decade-we = கடந்த பத்தாண்டுகளில் நாம் இந்த வாக்குறுதி நிறைவேறுவதை பல வழிகளில் கண்டோம். பிரிவுகளைப் பெரிதாக்கவும், வன்முறையைத் தூண்டவும், வெறுப்பை ஊக்குவிக்கவும் மற்றும் உண்மைகளை வேண்டுமென்றே திறக்கவும் பயன்படுத்தப்படக்கூடிய இணையத்தின் ஆற்றலையும் நாம் கண்டுள்ளோம். இதன்மூலம் இணையத்தின் மனித அனுபவத்திற்கான நம்பிக்கையை இன்னும் தெளிவாக முன்வைக்க வேண்டும் ன்பதை நாங்கள் கற்றுக் கொண்டோம். நாங்கள் அதனை இப்போது செய்கிறோம்.
manifesto-we-are-committed-to-people = பூமியில் உள்ள எல்லா மக்களையும் உள்ளடக்கிய ஒரு இணையத்திற்காக நாங்கள் உறுதிபூண்டுள்ளோம் — அந்த இணையத்தில் ஒருவரின் மக்களிடப் பண்புகளானது அவரின் இணைய அணுகல், வாய்ப்புகள், அல்லது தரத்தினைத் தீர்மானிக்காது.
manifesto-we-are-committed-to-discourse = குடிமை வெளிப்பாடு, மனித மாண்பு, மற்றும் தனிப்பட்ட வெளிப்பாடுகளை ஊக்குவிக்கும் ஒரு இணையத்திற்காக நாங்கள் உறுதிபூண்டுள்ளோம்.
manifesto-we-are-committed-to-thinking = ஆய்வுச் சிந்தனை, அறிவார்ந்த வாதம், பகிரப்பட்ட அறிவு, மற்றும் சரிபார்க்கக்கூடிய உண்மைகளை உயர்த்திப் பிடிக்கும் ஒரு இணையத்திற்காக நாங்கள் உறுதிபூண்டுள்ளோம்.
manifesto-we-are-committed-to-diverse = ஒரு பொதுவான நன்மைக்காக இணைந்து பணியாற்றும் பல்வேறு சமூகங்களிடையே கூட்டுமுயற்சியை ஊக்குவிக்கும் ஒரு இணையத்திற்காக நாங்கள் உறுதிபூண்டுள்ளோம்.
manifesto-show-your-support = உங்கள் அதரவைத் தெரிவியுங்கள்
manifesto-an-internet-with-these = இந்த பண்புகளைக் கொண்ட இணையமானது தானாகவே வந்து விடாது. தனிநபர்கள் மற்றும் நிறுவனங்கள் இணையத் தொழில்நுட்பம் மற்றும் இணையத்துடனான மனித அனுபவத்திற்குள் இந்த நம்பிக்கைகளைஉட்பொதிக்க வேண்டும். மொசில்லாவின் அறிக்கை மற்றும் பிற்சேர்க்கை இந்த நம்பிக்கைகளை மேம்படுத்துவதற்கான மொசில்லாவின் உறுதிப்பாட்டைப் பிரதிபலிக்கிறது. நாங்கள் இந்த இலக்குகளைப் பகிர்ந்து கொள்ளும் நபர்கள் மற்றும் நிறுவனங்களுடன் எல்லா இடங்களிலும் பணியாற்றி இணையத்தை ஒவ்வொருவருக்கும் இன்னும் சிறப்பான இடமாக மாற்றுவதை இலக்காகக் கொண்டுள்ளோம்.
# obsolete (expires 2025-04-12)
manifesto-i-support-the-vision-of = நான் @mozilla உடைய சிறந்த, ஆரோக்கியமான இணையத்திற்கான நோக்கத்தினை ஆதரிக்கிறேன், நீங்களும் இணைவீர்களா?
manifesto-our-10-principles = <strong>எங்களின் 10</strong> கொள்கைகள்
manifesto-read-the-entire-manifesto = முழு அறிக்கையையும் படிக்கவும்
manifesto-love-the-web = இணையத்தை விரும்புகிறீர்களா?
manifesto-get-the-mozilla-newsletter = மொசில்லா செய்தியைப் பெற்று கட்டற்ற திறந்தவாறு வைத்திருக்க உதவுங்கள்.
manifesto-details-the-mozilla-manifesto = மொசில்லா அறிக்கை
manifesto-details-introduction = அறிமுகம்
manifesto-details-the-internet-is-becoming = ஒவ்வொரு நாளும் நம் வாழ்வில் இணையம் ஒரு முக்கிய அங்கம் வகித்து வருகிறது.
manifesto-details-the-mozilla-project-global = மொசில்லா திட்டம் என்பது இணையத்தின் தொடர்ச்சியான ஆரோக்கியத்திற்கு வெளிப்படைத்தன்மையும், புதுமையும், வேலை வாய்ப்பையும் முக்கியம் என ஆணித்தரமாக நம்பும் மக்களின் உலகளாவிய சமூகம் ஆகும். இணையம் அனைவருக்கும் பயனளிக்கும் விதத்தில் அபிவிருத்தி செய்யப்படுவதற்கு 1998 ஆம் ஆண்டு முதல் நாங்கள் ஒன்றிணைந்து பணியாற்றி வருகிறோம். இணைய உலாவியான மொசில்லா பயர்பாக்சின் உருவாக்கத்தில் நாங்கள் முக்கியமானவர்களாக அறியப்பட்டிருக்கிறோம்.
manifesto-details-the-mozilla-project-community = உலக தரம் வாய்ந்த திறந்த மூல மென்பொருளை உருவாக்குவதற்கும், புதிய வகையான ஒத்துழைப்பு நடவடிக்கைகளை உருவாக்குவதற்கும் சமூக அடிப்படையிலான அணுகுமுறையை மொசில்லா திட்டம் பயன்படுத்தி வருகிறது. நாங்கள் அனைவருக்குமான இணைய அனுபவத்தை மேம்படுத்துவதில் ஈடுபடும் சமூகங்களை உருவாக்குகிறோம்.
manifesto-details-as-a-result-of = நமது இந்த முயற்சியின் விளைவாக, இணையத்தில் பொது நன்மையையும், வாழ்க்கையின் வர்த்தக அம்சங்களையும் நன்மையடையச் செய்வது முக்கியம் என்பதை நம்புகின்ற ஒரு கொள்கைகளின் தொகுப்புகளை நாம் வடித்துவிட்டோம். இந்தக் கோட்பாடுகளைக் கீழே காண்க.
manifesto-details-the-goals-for = அறிக்கையின் இலக்குகள் பின்வருமாறு:
manifesto-details-articulate-a-vision = மொசில்லா அறக்கட்டளை அடைய நினைக்கும் இணையத்திற்கான இலக்கை நோக்கிச் செயல்படு வேண்டும் என்ற பார்வை பங்கேற்பாளர்களிடம் இருத்தல் வேண்டும்;
manifesto-details-speak-to-people = தொழில்நுட்ப பின்னணி இருந்தாலும் இல்லையெனினும் மக்களிடம் சென்று பேசுங்கள்;
manifesto-details-make-mozilla-contributors = மொசில்லா பங்களிப்பாளர்கள் நாம் என்ன செய்து கொண்டிருக்கிறோம் என்பதைப் பெருமைப்படுத்துவதுடன், அது நம்மை தொடர்ந்து தூண்டுவதாக அமையட்டும்; மேலும்
manifesto-details-provide-a-framework = இணையத்தின் இந்தப் பார்வையை முன்னெடுக்க மற்றவர்களுக்கு ஒரு கட்டமைப்பை வழங்க வேண்டும்.
manifesto-details-these-principles = இந்தக் கோட்பாடுகள் சொந்த வாழ்க்கையில் தனாக வரப்போவதில்லை. தனிநபர்களக்ச் செயல்படுபவர்கள், குழுக்களாகச் செயல்படுபவர்கள், மற்றும் முன்னின்று நடத்துபவர்கள் என எல்லோரும் ஒன்றுபட்டு திறந்த இணையம் உருவாகப் பங்காற்ற வேண்டும். மொசில்லா அறிக்கையில் உள்ள கொள்கைகளை மேம்படுத்துவதற்கு மோசில்லா அறக்கட்டளை உறுதியளித்துள்ளது. இணையம் ஒரு சிறந்த களமாக உருவாவதற்கு எங்களோடு இணைந்து செயல்பட அனைவரையும் அழைக்கிறோம்.
manifesto-details-principles = தத்துவங்கள்
manifesto-details-the-internet-is-integral = இணையம் என்பது நவீன வாழ்க்கையின் நெருங்கிய அங்கமாகும் - இது கல்வி, தகவல் தொடர்பு, ஒத்துழைப்பு, வியாபாரம், பொழுதுபோக்கு மற்றும் சமுதாயத்தில் முக்கிய கூறாக விளங்குகிறது.
manifesto-details-the-internet-is-global = இணையம் உலகளாவிய பொது வளம், அது வெளிப்படைத்தன்மையுடனும் அணுகக்கூடியதாகவும் இருத்தல் வேண்டும்.
manifesto-details-the-internet-must = இணையம் மனிதர்களின் வாழ்வாதாரத்தை வளப்படுத்த வேண்டும்.
manifesto-details-individuals-security = இணையத்தில் தனிமனிதர்களின் பாதுகாப்பும் தனியுரிமையும் ஒரு விருப்பத்தேர்வாக நடத்த முடியாது மாறாக அதை ஒரு அடிப்படை உரிமையாகக் கருத வேண்டும்.
manifesto-details-individuals-must = தனிநபர்கள் இணையத்தை வடிவமைப்போதோடு சொந்த அனுபவங்களையும் வடிவமைப்பதற்கான திறனைக் கொண்டிருக்க வேண்டும்.
manifesto-details-the-effectiveness = இணையத்தின் பாதிப்பு என்பது ஒரு பொது வளமாக அதன் செயல்திறன், இயங்குதன்மை (நெறிமுறைகள், தரவு வடிவங்கள், உள்ளடக்கம்), புத்தாக்கம் மற்றும் உலகளாவிய பன்முக பங்கேற்பு ஆகியவற்றைச் சார்ந்துள்ளது.
manifesto-details-free-and-open = கட்டற்ற திறந்த மூல மென்பொருள் இணையத்தை ஒரு பொது வளமாக உருவாவதை ஊக்குவிக்கிறது.
manifesto-details-transparent-community = வெளிப்படையான சமூகம் சார்ந்த செயல்முறைகள் பங்கேற்பு, பொறுப்புணர்வு மற்றும் நம்பிக்கை போன்றவற்றை ஊக்குவிக்கின்றது.
manifesto-details-commercial-involvement = இணையத்தின் வளர்ச்சியில் வர்த்தகத்தின் ஈடுபாடு பல நன்மைகளைத் தருகிறது; வணிக இலாபத்திற்கும் பொது நலனுக்கும் இடையேயான ஒரு சமநிலை முக்கியமானது.
manifesto-details-magnifying-the = இணையத்தின் பொது நலன்களை அதிகப்படுத்துவது காலத்திற்கும், கவனத்திற்கும் பொறுப்பிற்கு தகுதியுள்ள ஒரு முக்கிய குறிக்கோள் ஆகும்.
manifesto-details-advancing-the = மொசில்லா அறிக்கையை உயர்த்துகிறது
manifesto-details-there-are-many = மொசில்லா அறிக்கையின் கொள்கைகளை முன்னெடுப்பதற்கு பல வழிகள் உள்ளன. நாங்கள் பரந்த அளவிலான நடவடிக்கைகளை வரவேற்பதுடன், மொசில்லா திட்டத்தின் மற்ற அங்கங்களில் பங்கேற்பாளர்கள் காட்டிய அதே படைப்பாற்றலை எதிர்பார்க்கிறோம். மொசில்லா திட்டத்தில் ஆழமாக ஈடுபடாத தனிநபர்களுக்கு, அறிக்கையின் கொள்கைகளைப் பின்பற்றி மொசில்லா பயர்பாக்சையும் அதன் பிற தயாரிப்புகளையும் பயன்படுத்துவதே எங்களை ஆதரிப்பதற்கு மிகப்பொருத்தமான அடிப்படை வழி எனபதையும் தெரிவிக்கிறோம்.
manifesto-details-mozilla-foundation = மொசில்லா அறக்கட்டளையின் உறுதி மொழி
manifesto-details-the-mozilla-foundation-pleges = குறிப்பாக, நாங்கள்: மொசில்லா அறக்கட்டளையின் செயற்பாடுகளில் அதன் அறிக்கையை ஆதரிக்க உறுதி பூண்டுள்ளோம்.
manifesto-details-build-and-enable = அறிக்கையின் கொள்கைகளுக்கு ஆதரவளிக்கும் திறந்த மூல தொழில்நுட்பங்கள் மற்றும் சமூகங்களை உருவாக்குவோம் செயல்படுத்துவோம்;
manifesto-details-build-and-deliver = அறிக்கையின் கொள்கைகளை ஆதரிக்கும் பெரிய நுகர்வோர் தயாரிப்புகளைக் கட்டியெழுப்ப வேண்டும்;
manifesto-details-use-the-mozilla = இணையம் கட்டற்று இருந்திட மொசில்லா சொத்துக்களைப் (பதிப்புரிமை, வர்த்தக முத்திரை, தொழில்நுட்ப கட்டமைப்பு, நிதி மற்றும் புகழ் போன்ற அறிவுசார் சொத்துக்களைப்) பயன்படுத்துங்கள்;
manifesto-details-promote-models = பொது நன்மைக்காகப் பொருளாதார மதிப்பு உயர்வதற்கான மாதிரிகள் உருவாக ஊக்கமளிப்பதுடன்;
manifesto-details-promote-the-mozilla = மொசில்லா அறிக்கையின் கொள்கைகளைப் பொது சொற்பொழிவிலும் இணையத் தொழிற்துறையில் ஊக்குவிப்போம்.
manifesto-details-some-foundation = அறக்கட்டளையின் சில நடவடிக்கைகள்—தற்போது நுகர்வோர் பொருட்களின் உருவாக்கம், விநியோகம், மேம்பாடு போன்ற நடிவடிக்கைகள் மொசில்லா அறக்கட்டளையால் துணை நிறுவனமாக முதன்மை மொசில்லா பெருநிறுவனத்தின் மூலம் நடைப்பெறுகிறது.
manifesto-details-invitation = அழைப்பு
manifesto-details-the-mozilla-foundation-invites = மொசில்லா அறிக்கையின் கொள்கைகளை எங்களுடன் சேர்ந்து ஆதரிக்க மொசில்லா அறக்கட்டளை அனைவருக்கும் அழைப்பு விடுவதுடன், உங்களின் கனவு இணையம் மெய்ப்பட புதிய வழிகளைக் காண வாருங்கள்.
