# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = Разликата между VPN и уеб прокси
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN и проксита са решения за онлайн поверителност и сигурност. Ето как ви предпазват те и как да изберете най-добрия за вас вариант.
vpn-or-proxy-virtual-private-networks = Виртуалните частни мрежи (VPN) и защитените уеб прокси сървъри са решения за по-добра поверителност и сигурност онлайн, но може да е объркващо да разберете коя от тях е най-подходящата за вас. Ето поглед към това как тези услуги ви защитават и как да изберете най-добрия вариант, когато сте онлайн.
vpn-or-proxy-stop-isps-from = Спрете доставчиците на интернет да ви шпионират
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = Когато <a href="{ $firefox }">ползвате { -brand-name-firefox }</a>, <a href="{ $etp }">подобрената защита от проследяване</a> автоматично блокира много<a href="{ $trackers }">проследяващи елементи</a> от следене в мрежата ви. Ето и един интересен факт: вашият доставчик на интернет услуги (ISP), на който плащате за връзка с интернет, все още може да ви наблюдава и проследява.
vpn-or-proxy-because-your-internet = Тъй като интернет трафикът ви се прехвърля към и от вашите устройства (компютър, телефон, телевизор, таблет) чрез вашия интернет доставчик, той може да види  какво посещавате онлайн. Интернет доставчикът може да види кои сайтове посещавате, колко време прекарвате на тях, местоположението ви и информация за вашите устройства. Доставчикът на интернет услуги може да не знае подробностите за това, което сте правили на тези сайтове (например какво сте купили, търсили или чели) благодарение на щифроването, но може да направи изводи за вас въз основа на сайтовете, които сте посетили. Тези лични данни могат да бъдат използвани за създаване на подробни профили за вас. Защо доставчиците на интернет услуги биха направили това? Накратко: тези данни са ценни.
vpn-or-proxy-isps-can-use = Интернет доставчиците могат да използват тази информация за свои рекламни цели или за възможности за печелене на пари, което може да включва споделяне на вашата информация с трети страни, интересуващи се от извличане на данни, маркетинг и целева реклама, което означава по-малко поверителност и повече проследяване. Сърфирането в частен режим не пречи на интернет доставчиците да виждат къде ходите онлайн. Изпращането на вашия уеб трафик през уеб прокси или VPN може да го направи много по-трудно.
vpn-or-proxy-when-should-you = Кога да изберете VPN или защитен прокси?
vpn-or-proxy-vpns-and-secure = VPN и защитените уеб прокси сървъри имат общи цели:  да осигурят защита на връзки ви. Те маскират оригиналния ви IP адрес и ащитават уеб трафика, който изпращате между вас и вашия VPN или доставчик на сигурен прокси. В какви случаи бихте използвали VPN и в какви прокси?
vpn-or-proxy-secure-web-proxy = Сигурно уеб прокси: защита на ниво четец
