# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 причини да използвате VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = Ето пет ситуации, в които надежден VPN ще ви бъде полезен и за които не ви е хрумвало.  Запълнете пропастта във вашата онлайн сигурност с { -brand-name-mozilla-vpn }.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Тъй като по-голямата част от ежедневието се случва през интернет връзки, въпросите за поверителността и сигурността стават още по-важни. VPN — <a href="{ $vpn }">Виртуална частна мрежа</a> — може да помогне на всеки да създаде защитена, лична връзка с интернет. Работи като създава сигурен „тунел“ между вашето устройство и интернет като цяло и ви защитава по два важни начина:
vpn-when-to-use-concealing-your-true = Скрива истинския ви IP адрес, което защитава вашата самоличност и скрива местоположението ви.
vpn-when-to-use-encrypting-your-traffic = Шифрова размяната на данни между вас и вашия VPN доставчик, така че никой от вашата локална мрежа да може да го дешифрира или промени.
vpn-when-to-use-having-a-vpn = Добра идея е да имате VPN под ръка, когато имате нужда от него. Ето няколко ситуации когато наличието на надежден VPN ще ви бъде от полза.
vpn-when-to-use-1-a-walk = 1. Разходка в парка
vpn-when-to-use-its-a-beautiful = Една красива съботна сутрин сте седнали на пейка в градския парк, за да пиете кафе и да прочетете любимите си новини, да гледате няколко клипчета и да направите няколко бързи покупки онлайн, докато се наслаждавате на слънцето и чистия въздух. Вместо да изразходвате мобилните си данни, вие се свързвате с обществената WiFi мрежа на града. Тя е безплатна и се управлява от общината, така че сигурно е надеждна, нали? Факт е, че не можете да сте сигурни, че общинската мрежа е сигурна или дори реална (вижте следващата точка) и е настроена да ви защити от злонамерени хора или организации, които ви шпионират, докато сте свързани. Активирането на VPN може да ви помогне да защитите устройството си от всеки, който се опитва да шпионира сайтовете, които посещавате, или да открадне вашата чувствителна информация за вход, докато се отпускате на пейката в парка всеки ден от седмицата.
vpn-when-to-use-2-in-the = 2. В квартала
vpn-when-to-use-3-on-the = 3. В движение
vpn-when-to-use-open-wifi-abounds = Отворените WiFi мрежи са многобройни, когато сте в движение – от автобуси с интернет до хотспотове в моловете и безплатния интернет на летищата. Независимо колко сигурни изглеждат, подхождайте към тези WiFi хотспотове с внимание и подозрение. Много от нас понякога използват тези безплатни връзки за удобство, но всички рискове, описани в тази статия, важат за всяка отворена, непроверена WiFi мрежа. Използването на VPN може да ви помогне да защитите самоличността си, прехвърлянето на файлове и онлайн дейностите си от злонамерени лица, които се опитват да ви шпионират чрез същата WiFi мрежа.
vpn-when-to-use-5-in-your = 5. В собствения ви дом
vpn-when-to-use-for-the-most = В по-голямата си част горните сценарии не се прилагат за вашата домашна мрежа, при условие че е настроена правилно със силна парола и мерки за сигурност. Но това не означава, че сте далеч от всякакви любопитни очи.
