# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-page-title = აირიდეთ ყალბი ამბები ინტერნეტში – { -brand-name-firefox } მზადაა დასახმარებლად
misinformation-page-subheading = გაეცანით რჩევებს, როგორ იხილოთ ნაკლები ყალბი ამბავი და როგორ გაამახვილოთ ყურადღება, თქვენთვის მნიშვნელოვანზე
misinformation-what-is-heading = რას არის მცდარი? რა არის ყალბი?
misinformation-disinformation = მცდარი, ყალბი, დეზინფორმაცია – ალბათ, აქამდეც ხშირად გსმენიათ ეს ტერმინები და გაინტერესებთ რა სხვაობაა მათ შორის. მათი ერთმანეთისგან გამორჩევა ხდება მიზნებით: მცდარი, არასწორი ცნობები ეწოდება ისეთ ამბებს, რომელთაც შეიძლება, ხალხი შეცდომაში შეიყვანოს. დადასტურებულია, რომ არაზუსტი და ტყუილია, თუმცა არაა განკუთვნილი ვინმეს განგებ შესაცდენად. მეორე მხრივ კი ყალბი ამბები, ანუ დეზინფორმაცია შექმნილი და გავრცელებულია, სწორედ ხალხის შეცდომაში შეყვანისთვის, გარკვეული მიზნის მისაღწევად.
misinformation-ultimately-harmful = საბოლო ჯამში, ორივე – მცდარიც და ყალბიც საზიანოა. გარდა იმისა, რომ ხალხი იჯერებს ტყუილს, არასწორი ინფორმაცია საერთაშორისო ეკონომიკასაც ძვირად უჯდება და საფრთხეს უქმნის დემოკრატიულ, სარგებლიან მმართველობას. ამასთან, მეტად რთულია ამგვარი არასწორი ცნობების შეჩერება, ვინაიდან გაცილებით სწრაფად, სიღრმისეულად და ფართოდ ვრცელდება, ვიდრე გადამოწმებული ამბები.
