# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-page-title = აირიდეთ ყალბი ამბები ინტერნეტში – { -brand-name-firefox } მზადაა დასახმარებლად
misinformation-page-subheading = გაეცანით რჩევებს, როგორ იხილოთ ნაკლები ყალბი ამბავი და როგორ გაამახვილოთ ყურადღება, თქვენთვის მნიშვნელოვანზე
misinformation-what-is-heading = რას არის მცდარი? რა არის ყალბი?
misinformation-disinformation = მცდარი, ყალბი, დეზინფორმაცია – ალბათ, აქამდეც ხშირად გსმენიათ ეს ტერმინები და გაინტერესებთ რა სხვაობაა მათ შორის. მათი ერთმანეთისგან გამორჩევა ხდება მიზნებით: მცდარი, არასწორი ცნობები ეწოდება ისეთ ამბებს, რომელთაც შეიძლება, ხალხი შეცდომაში შეიყვანოს. დადასტურებულია, რომ არაზუსტი და ტყუილია, თუმცა არაა განკუთვნილი ვინმეს განგებ შესაცდენად. მეორე მხრივ კი ყალბი ამბები, ანუ დეზინფორმაცია შექმნილი და გავრცელებულია, სწორედ ხალხის შეცდომაში შეყვანისთვის, გარკვეული მიზნის მისაღწევად.
misinformation-ultimately-harmful = საბოლო ჯამში, ორივე – მცდარიც და ყალბიც საზიანოა. გარდა იმისა, რომ ხალხი იჯერებს ტყუილს, არასწორი ინფორმაცია საერთაშორისო ეკონომიკასაც ძვირად უჯდება და საფრთხეს უქმნის დემოკრატიულ, სარგებლიან მმართველობას. ამასთან, მეტად რთულია ამგვარი არასწორი ცნობების შეჩერება, ვინაიდან გაცილებით სწრაფად, სიღრმისეულად და ფართოდ ვრცელდება, ვიდრე გადამოწმებული ამბები.
misinformation-false-info-heading = სად გვხვდება ყალბი ამბები?
misinformation-spot-online-heading = როგორ აღმოვაჩინოთ მცდარი ამბები ინტერნეტში და შევაჩეროთ მისი გავრცელება
misinformation-look-at-url = გადაამოწმეთ მისამართი და/ან წყარო.
misinformation-known-to-br-credible = არის სარწმუნო? თუ ზუსტად არ იცით, სცადეთ წყაროსა და მისი სანდოობის შესახებ მოძიება ინტერნეტში.
misinformation-overly-sensational = სათაური მეტად გაზვიადებულია?
misinformation-check-out-websites = გადახედეთ ვებსაიტებსა და ახალი ამბების სააგენტოებს, რომელსაც ენდობით და ნახეთ, როგორ გადმოსცემენ მსგავსს სიახლეებს. მასალა, რომელიც განკუთვნილია ზეგავლენის მოსახდენად, ხშირად უკიდურესი გადაჭარბებითაა წარმოდგენილი დაუსაბუთებლად და არ იძებნება, სიღრმისეული კვლევის მოხსენებებში.
misinformation-content-up-to-date = მასალა განახლებულია?
misinformation-outdated-information = მოძველებული ამბები არაა აუცილებლი მცდარი იყოს, მაგრამ შესაძლოა უკვე აღარ შეესაბამებოდეს სინამდვილეს.
misinformation-credible-publication = ავტორს აქვს გამოქვეყნებული სხვა სტატიები და ჩანაწერები, განსაკუთრებით სარწმუნო გამოცემებში?
misinformation-authors-name = თუ ამ ავტორის სახელი მხოლოდ საეჭვო საიტებზე იძებნება, სჯობს არ მიაქციოთ ყურადღება მის ნაწერს.
misinformation-images-captions = ემთხვევა სურათები და წარწერები?
