# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = رفتار، رازداری تے سلامتی کیتے آپݨاں بہترین براؤزر لبھو۔
best-browser-so-many-browser-options = ٻہوں سارے براؤزر اختیارات ، لیکن صرف ہک ای تہاݙیاں ضرورتاں کیتے بہترین کم کریندا ہے۔ تہاݙے کیتے بہترین براؤزر رفتار تے رازداری تحفظ ݙوہیں فراہم کرے۔.
best-browser-privacy-speed-and-security = رازداری، رفتار تے سلامتی۔
best-browser-how-to-choose-the-best = آپݨے کیتے بہترین براؤزر کین٘ویں چݨسو۔
best-browser-the-internet-has-become = انٹرنیٹ بجلی تے واہندے پاݨی دے وانگ ضروری تھی ڳیا ہے، ایں سانگے تہاݙے کیتے بہترین براؤزر دا انتخاب پہلے کنوں کتھائیں زیادہ اہم ہے۔ انٹرنیٹ ہک ٻیا دفتر ہے، ہک استاد تے کݙاہیں کݙآہیں طبی مشیر، اتنے تائیں جو تہاݙا اصل ڈاکٹر یہ پسند کریسے جو تساں اپݨیاں علامتاں کوں آن لائن نہ ݙیکھو۔
best-browser-in-the-mid-nineties = نوے ݙہاکے دی آدھل اِچ، { -brand-name-netscape }، { -brand-name-ie } تے AOL  زمین دی تزئین تے غلبہ حاصل کیتا۔ ایہ ہک آسان وقت ہا جݙاں ڈائل اپ انٹرنیٹ دا میٹھا راڳ پورے ملک وِچ وڄدا پیا ہا۔ تساں ویب ورقیاں دے لوڈ تھیوݨ دے انتظار وِچ صبر دا مطلب سیکھ گھدا ہا۔ اوں ویلھے، جیڑھا کجھ اہمیت رکھیندا ہا او براؤزر دی رفتار ہئی۔
best-browser-today-is-a-different = اڄ ہک انج کہانی ہے۔ اشتہارات، پرائیویسی ہیکس، سیکیورٹی دیاں خلاف ورزیاں، تے جعلی خبراں تہاکوں براؤزر وِچ ٻیاں خصوصیات کوں ݙیکھݨ تے مجبور کر سڳدیاں ہن۔ براؤزر تہاݙی رازداری دی حفاظت کیویں کریندا ہے؟ کیا ایہ ٹریکرز کوں ویب تے تہاݙی پیروی کرݨ دی اجازت ݙیندا ہے؟ کیا ایہ ہکے لنڳے ملٹی ٹاسک تے ٻہوں سارے کمپیوٹر تے انٹرنیٹ آپریشنز کوں ہینڈل کرݨ کیتے بݨایا ڳیا ہے؟
best-browser-when-you-use-a-browser = جݙاں تساں ہر چیز کیتے براؤزر استعمال کریندے او، تاں ایندا تکھا ہووݨ ضروری ہے۔ پر ایں وجہ توں، اونکوں نجی ہووݨ دی ضرورت ہے۔ ہک براؤزر کوں تہاݙے آن لائن ہر کم تائیں رسائل حاصل ہے، لہذا جے ایندے وِچ رازداری دیاں تکڑیاں خصوصیات کائنی تاں ایہ تہاکوں حقیقی خطرے وِچ پا سڳدا ہے۔
best-browser-marshall-erwin-senior = مارشل ایرون، { -brand-name-mozilla } وِچ ٹرسٹ تے سیکورٹی دے سینئر ڈائریکٹر
best-browser-if-youre-wondering = جے تساں سوچیندے پئے او جو نجی یا تکھا براؤزر رکھݨ دا کیا مطلب ہے، تاں اتھاں ترائے چیزاں دا بریک ڈاؤن ہے جیڑھا براؤزر دے کول ہووݨا چاہیدا اے۔
best-browser-a-browser-built-for = رفتار کیتے بݨیا ہویا براؤزر
best-browser-a-browser-is-still = ہک براؤزر ہݨ وی ہک ٹول ہے، لہذا ایہ سمجھ اِچ آندا ہے جو تساں ایں کم کیتے بہترین کوں منتخب کرݨا چاہسو۔ جے تساں ہک انسان او جیویں زندہ رہݨ کیتے کم کرݨ دی ضروری ہے، تاں تہاکوں تیز رفتار انٹرنیٹ براؤزر دی ضرورت ہوسے۔ ذہن وِچ رکھݨ کیتے ہم چیز ہک براؤزر ہے جیڑھا تھرڈ پارٹی ٹریکرز کوں چلیندا ہے ایں براؤزر نال زیادہ سست تھیوݨ دا امکان ہے جیڑھا نہیں کریندا۔ تریجھے فریق دیاں ٹریکرز کوکیاں ہن، تے جݙاں تساں انہاں کوں نہیں ݙیکھ سڳدے، او قیمتی وقت کڈھیندے ہوئیں سائٹ دے پس منظر وِچ چلدے پئے ہن۔ براؤزر جتنے زیادہ تھرڈ پارٹی ٹریکرز کوں روکیندا ہے، ایہ اتنا ای تکھا چل سڳدا ہے۔
best-browser-this-is-one-of-the = ایہ { -brand-name-firefox } براوزر کوں منتخب کرݨ دی ٻہوں ساریاں وجوہات وِچوں ہک ہے: { -brand-name-firefox } تریجھے فریق دے ٹریکرز کوں بطور ڈیفالٹ بلاک کریندا ہے۔ اساݙے کول ٻیاں وی وجوہات ہن تے اساں انہاں کوں بعد اِچ ݙیکھسوں۔
best-browser-a-browser-that-puts = ہک براؤزر جہڑا حفاظت کوں پہلے رکھدے۔
best-browser-remember-the-last-massive = چھیکڑی وݙے پیمانے تے ڈیٹا دی خلاف ورزی یاد ہے؟ جے کائنی، تاں شاید ایں واسطے کہ ایویں اکثر تھیندا ہے۔ کمپنیاں گاہک دے ڈیٹا کوں روکیندیاں ہن، جیویں کہ انہاں دی ذاتی یا مالی معلومات، تے ہیکرز اینکوں چور کر گھندے ہن۔ جے تساں حفاظت کوں ترجیح ݙیندے پئے او ، تاں ہک محفوظ انٹرنیٹ براؤزر تہاݙے کیتے بہترین براؤزر ہے۔
best-browser-there-are-a-few-ways = کجھ طریقے ہن جنہاں نال برزؤزر اپݨے صارفین کوں محفوظ رہݨ وِچ مدد کر سڳدا ہے۔ ہک براؤزر جیڑھا نویں نکور سیکیورٹی ٹیک دے نال اپ ٹو ڈیٹ ہے تہاݙے کمپیوٹر تے ویب سائٹس کوں اݨ بھاوݨے وزٹرز، جیویں میلویئر یا کمپیوٹر وائرس کنوں بچاوݨ وِچ مدد کر سڳدا ہے۔
best-browser-a-browser-that-minds = ہک براؤزر جہڑا آپݨے کم نال کم رکھدے۔
best-browser-another-way-to-stop = ٹریکرز کوں ٹریکنگ کنوں روکݨ دا ٻیا طریقہ براؤز کرݨ کیتے پرائیویٹ موڈ استعمال کرݨ ہے۔ کوئی بھی براؤزر جیڑھا نجی ہووݨ دا دعویٰ کریندا ہے اونکوں نجی موڈ وِچ براؤزنگ دی پیشکش کرݨی چاہیدی اے۔
best-browser-choosing-the-best-browser = تہاݙے کیتے بہترین براؤزر دا انتخاب کرݨ گھر دا انتخاب کرݨ جیہاں ہے۔ تساں اپݨے اختیارات دی پٹ پھلور کرݨ چاہندے او، کجھ پرکھ پرچول کرݨ چاہندے او تے ایندی بنیاد تے فیصلہ کرݨ چاہندے او جو تہاݙے کیتے کیا اہم ہے۔
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }"> { -brand-name-firefox }</a> میں ، اساں یک ایجھا براؤزر بݨاوݨ کیتے سخت محنت کیتی ہے جیڑھا پہلے دی نسبت دوگنا تکھا ہے تے صارفین کوں اوندی آن لائن زندگی تے زیادہ کنٹرول فراہم کریندا ہے۔
best-browser-take-control-of-your = آپݨے براؤزر دا کنٹرول گھنو۔
