# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/mobile/ios/

# HTML page title
mobile-ios-firefox-browser-ios = { -brand-name-firefox-browser } { -brand-name-ios } ({ -brand-name-iphone } και { -brand-name-ipad })
mobile-ios-firefox-browser = { -brand-name-firefox-browser }
mobile-ios-get-firefox-for = Λήψη του { -brand-name-firefox } για { -brand-name-ios }
mobile-ios-send-a-download-link-to-your = Στείλτε έναν σύνδεσμο λήψης στο τηλέφωνό σας.
mobile-ios-scan-the-qr-code-to-get-started = Σαρώστε τον κωδικό QR για να ξεκινήσετε
mobile-ios-scan-alt-text = Σαρώστε τον κωδικό QR για να αποκτήσετε το { -brand-name-firefox } στο { -brand-name-ios }
mobile-ios-make-firefox-your = Ορίστε το { -brand-name-firefox } ως προεπιλογή
mobile-ios-now-iphone-and = Πλέον οι χρήστες των { -brand-name-iphone } και { -brand-name-ipad } μπορούν να επιλέξουν το προεπιλεγμένο πρόγραμμα περιήγησής τους. Αυτό σημαίνει ότι δεν είστε αναγκασμένος να χρησιμοποιείτε το { -brand-name-safari } και το πρόγραμμα περιήγησης της κινητής σας συσκευής μπορεί να παραμένει συγχρονισμένο με αυτό του υπολογιστή σας. Επιπλέον, όταν ορίσετε το { -brand-name-firefox } ως προεπιλογή, υποστηρίζετε μια ανεξάρτητη τεχνολογική εταιρεία. Το { -brand-name-firefox } είναι επίσης το μόνο γνωστό πρόγραμμα περιήγησης που υποστηρίζεται από έναν μη κερδοσκοπικό οργανισμό.
mobile-ios-fast-private-secure = Γρήγορο. Ιδιωτικό. Ασφαλές
mobile-ios-keep-whats-personal = Προστατέψτε τα προσωπικά σας δεδομένα χωρίς να θυσιάσετε την απίστευτη ταχύτητα. Επιπλέον, οι έξυπνες λειτουργίες περιήγησης σάς δίνουν τη δυνατότητα να έχετε μαζί σας με ασφάλεια τα δεδομένα σας, όπως κωδικούς πρόσβασης και σελιδοδείκτες όπου κι αν πάτε, διευκολύνοντας τη ζωή σας στο διαδίκτυο.
mobile-ios-stay-private-online = Ιδιωτικότητα στο διαδίκτυο
mobile-ios-firefox-gives-you = Το { -brand-name-firefox } σάς παρέχει περισσότερη προστασία απορρήτου κατά την περιήγησή σας στο διαδίκτυο. Από προεπιλογή, η Ενισχυμένη προστασία από καταγραφή αποκλείει ιχνηλάτες και σενάρια, όπως ιχνηλάτες κοινωνικών δικτύων, cookie μεταξύ ιστοτόπων, cryptominer και fingerprinter.
mobile-ios-your-browsing-history = Το ιστορικό σας είναι παρελθόν
mobile-ios-if-you-want = Εάν θέλετε, μπορείτε εύκολα να συνδεθείτε στο διαδίκτυο και να κάνετε αναζήτηση στη λειτουργία ιδιωτικής περιήγησης. Και όταν κλείνετε τη λειτουργία ιδιωτικής περιήγησης, το ιστορικό και όλα τα cookie διαγράφονται αυτόματα από τη συσκευή σας.
mobile-ios-get-more-firefox = Περισσότερο { -brand-name-firefox } στη ζωή σας
mobile-ios-add-firefox-across-v2 = Εγκαταστήστε το { -brand-name-firefox } στις συσκευές σας για ασφαλή και απρόσκοπτη περιήγηση. Συγχρονίστε τις συσκευές σας για να έχετε πάντα μαζί σας τους αγαπημένους σας σελιδοδείκτες, τις αποθηκευμένες συνδέσεις, τους κωδικούς πρόσβασης και το ιστορικό περιήγησης, όπου κι αν πάτε. Επιπλέον, μπορείτε να στείλετε ανοικτές καρτέλες από το τηλέφωνο στον υπολογιστή σας και αντίστροφα, για να συνεχίσετε από εκεί που σταματήσατε.
mobile-ios-get-to-your-go-to = Μεταβείτε ταχύτερα σε αγαπημένους ιστοτόπους στο { -brand-name-iphone } και το { -brand-name-ipad } σας
mobile-ios-see-your-open-tabs = Δείτε τις ανοικτές καρτέλες, τις προηγούμενες αναζητήσεις και τους αγαπημένους σας ιστοτόπους σε ένα μέρος με το { -brand-name-firefox-browser } για { -brand-name-ios }.
mobile-ios-own-your-home = Κάντε την αρχική οθόνη δική σας
mobile-ios-get-to-the-parts = Μεταβείτε ταχύτερα στα αγαπημένα σας μέρη στο διαδίκτυο. Δείτε όλες τις ανοικτές καρτέλες, τις πρόσφατες αναζητήσεις, τους σελιδοδείκτες και τους αγαπημένους σας ιστοτόπους σε ένα μέρος.
mobile-ios-find-it-all = Βρείτε τα πάντα, πιο γρήγορα
mobile-ios-get-search-suggestions = Λάβετε προτάσεις αναζήτησης στη γραμμή αναζήτησης και αποκτήστε γρήγορη πρόσβαση στους ιστοτόπους που επισκέπτεστε περισσότερο. Πληκτρολογήστε την ερώτηση αναζήτησής σας και λάβετε προτεινόμενα και προηγούμενα αποτελέσματα αναζήτησης στις αγαπημένες σας μηχανές αναζήτησης.
mobile-ios-discover-more-of = Ανακαλύψτε κι άλλο αγαπημένο περιεχόμενο
mobile-ios-open-a-new = Ανοίξτε μια νέα καρτέλα στο { -brand-name-firefox } για να δείτε τους ιστοτόπους που επισκέπτεστε πιο συχνά, τους πρόσφατους σελιδοδείκτες και τα δημοφιλή άρθρα του { -brand-name-pocket }. Το { -brand-name-firefox } σάς παρέχει γρήγορη πρόσβαση σε πρόσφατους ιστοτόπους για να σας βοηθήσει να πλοηγηθείτε ταχύτερα.
mobile-ios-about-mozilla = Σχετικά με τη { -brand-name-mozilla }
mobile-ios-mozilla-exists-to = Η { -brand-name-mozilla } υπάρχει για να αναπτύσσει το διαδίκτυο ως δημόσιο πόρο, προσβάσιμο σε όλους, επειδή πιστεύουμε ότι το ανοικτό και ελεύθερο είναι καλύτερο από το κλειστό και ελεγχόμενο. Δημιουργούμε προϊόντα όπως το { -brand-name-firefox } και το { -brand-name-pocket }, ώστε να προωθήσουμε την ελευθερία της επιλογής, τη διαφάνεια και την παραχώρηση του ελέγχου στον χρήστη.
