# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = ประวัติเบราว์เซอร์: การต่อสู้ครั้งยิ่งใหญ่ที่นำเบราว์เซอร์ยุคใหม่มาสู่เรา
browser-history-the-browser-wars-underdogs-giants = สงครามเว็บเบราว์เซอร์ระหว่างเบี้ยล่างกับยักษ์ใหญ่ และช่วงเวลาที่เปลี่ยนโลกใบนี้ อ่านเกี่ยวกับประวัติของเว็บเบราว์เซอร์
browser-history-the-history-of-web = ประวัติของเว็บเบราว์เซอร์
browser-history-world-history-is = ประวัติศาสตร์โลกเต็มไปด้วยการต่อสู้แย่งชิงอำนาจครั้งยิ่งใหญ่ ทรราชที่พิชิตโลก และเหล่าผู้กล้าที่พ่ายแพ้ ประวัติของเว็บเบราว์เซอร์ก็ไม่แตกต่างกันมากนัก ผู้บุกเบิกในมหาวิทยาลัยต่าง ๆ ได้เขียนซอฟต์แวร์ง่าย ๆ ที่จุดประกายการปฏิวัติข้อมูล และต่อสู้เพื่อความเหนือกว่าของเบราว์เซอร์และผู้ใช้อินเทอร์เน็ต
browser-history-before-web-era = ก่อนยุคเว็บ
browser-history-in-1950-computers = ในปี 1950 คอมพิวเตอร์แต่ละเครื่องกินพื้นที่ทั้งห้องและมีประสิทธิภาพน้อยกว่าเครื่องคิดเลขพกพาในปัจจุบัน แต่ความก้าวหน้าเป็นไปอย่างรวดเร็ว และในปี 1960 คอมพิวเตอร์ก็สามารถประมวลผลโปรแกรมที่ซับซ้อนได้ รัฐบาลและมหาวิทยาลัยต่าง ๆ ทั่วโลกคิดว่าหากเครื่องจักรเหล่านี้สามารถคุยกันได้เพื่อบ่มเพาะการทำงานร่วมกันและความก้าวหน้าทางวิทยาศาสตร์ ก็คงจะดีไม่น้อยเลยทีเดียว
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> เป็นโครงการเชื่อมต่อเครือข่ายที่ประสบความสำเร็จเป็นโครงการแรก และในปี 1969 ข้อความแรกก็ได้ถูกส่งจากห้องทดลองวิทยาการคอมพิวเตอร์ที่ University of California, Los Angeles (UCLA) ไปยัง Stanford Research Institute (SRI) ซึ่งตั้งอยู่ในแคลิฟอร์เนียเช่นเดียวกัน
browser-history-that-sparked-a-revolution = เหตุการณ์ในครั้งนั้นได้จุดประกายการปฏิวัติระบบเครือข่ายคอมพิวเตอร์ โดยต่อมาเครือข่ายต่าง ๆ ที่เชื่อมต่อมหาวิทยาลัยและศูนย์วิจัยจากทั่วทุกมุมโลกก็ได้ถูกสร้างขึ้น แต่ในอีก 20 ปีต่อมา อินเทอร์เน็ตก็ยังไม่สามารถเข้าถึงได้โดยสาธารณะ มีเพียงนักวิจัยในมหาวิทยาลัยและหน่วยงานรัฐบาล นักเรียนนักศึกษา และบริษัทเอกชนเท่านั้นที่สามารถเข้าถึงได้ มีโปรแกรมนับสิบที่สามารถแลกเปลี่ยนข้อมูลต่าง ๆ ผ่านสายโทรศัพท์ได้ แต่ไม่มีโปรแกรมใดที่ใช้ได้ง่าย อินเทอร์เน็ตที่เปิดกว้างอย่างแท้จริง และเว็บเบราว์เซอร์ตัวแรกไม่ได้ถูกสร้างขึ้นจนถึงปี 1990
browser-history-web-era = ยุคเว็บ
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = นักวิทยาการคอมพิวเตอร์ชาวบริติช Tim Berners-Lee ได้สร้างเว็บเซิร์ฟเวอร์และเว็บเบราว์เซอร์แบบกราฟิกตัวแรกในปี 1990 ขณะที่<a href="{ $cern }">ทำงานอยู่ที่ CERN</a> องค์การวิจัยนิวเคลียร์ยุโรป ซึ่งตั้งอยู่ในสวิตเซอร์แลนด์ เขาเรียกหน้าต่างใหม่สู่โลกอินเทอร์เน็ตของเขานี้ว่า “WorldWideWeb” ซึ่งเป็นส่วนติดต่อแบบกราฟิกที่ใช้งานง่ายที่สร้างขึ้นมาสำหรับคอมพิวเตอร์ NeXT เอกสารข้อความได้ถูกเชื่อมโยงเข้าด้วยกันผ่านเครือข่ายสาธารณะเป็นครั้งแรก ซึ่งนั่นก็คือเว็บในแบบที่เรารู้จัก
browser-history-a-year-later-berners = หนึ่งปีต่อมา Berners-Lee ได้ขอให้นักศึกษาคณิตศาสตร์ CERN ที่ชื่อ CERN เขียน Line Mode Browser ซึ่งเป็นโปรแกรมเบราว์เซอร์สำหรับเครื่องเทอร์มินัลแบบทั่วไป
# Variables:
#   $firefox (url) - https://en.wikipedia.org/wiki/Firefox
browser-history-by-1993-the-web = พอถึงปี 1993 เว็บก็ได้รับความสนใจอย่างล้นหลาม มหาวิทยาลัย หน่วยงานรัฐบาล และบริษัทเอกชนต่างๆ ทั้งหมดก็ได้เห็นโอกาสในอินเทอร์เน็ตที่เปิดกว้าง ทุกคนต้องการโปรแกรมคอมพิวเตอร์ใหม่เพื่อเข้าถึงมัน ในปีเดียวกัน Mosaic ได้ถูกสร้างขึ้นที่ National Center for Supercomputing Applications (NCSA) ที่มหาวิทยาลัยอิลลินอยส์ เออร์แบนา-แชมเปญจน์โดยนักวิทยาการคอมพิวเตอร์ Marc Andreessen ซึ่งเป็นเว็บเบราว์เซอร์ที่เป็นที่นิยมตัวแรก และยังเป็นบรรพบุรุษของ <a href="{ $firefox }">{ -brand-name-mozilla } { -brand-name-firefox }</a> อีกด้วย
browser-history-the-browser-wars = สงครามเบราว์เซอร์
browser-history-resources = ทรัพยากร
browser-history-take-control-of = เข้าควบคุมเบราว์เซอร์ของคุณ
