# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = เว็บเบราว์เซอร์คืออะไร?
# HTML page description
what-is-a-browser-a-web-browser = เว็บเบราว์เซอร์จะพาคุณไปทุกที่บนอินเทอร์เน็ต ให้คุณเห็นข้อความ ภาพ และวิดีโอจากทุกที่ในโลก
what-is-a-browser-the-web-is-a-vast = เว็บเป็นเครื่องมือที่กว้างใหญ่และทรงพลัง ในช่วงไม่กี่ทศวรรษที่ผ่านมา อินเทอร์เน็ตได้เปลี่ยนวิธีการทำงาน การเล่น และการมีปฏิสัมพันธ์ซึ่งกันและกันของเรา รวมทั้งเชื่อมประเทศต่าง ๆ เข้าด้วยกัน ขับเคลื่อนการค้า หล่อเลี้ยงความสัมพันธ์ ขับเคลื่อนกลไกนวัตกรรมแห่งอนาคต และรับผิดชอบสิ่งต่าง ๆ มากกว่าที่เรารู้ โดยขึ้นอยู่กับการใช้งานแต่ละชนิด
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = สิ่งสำคัญคือทุกคนสามารถเข้าถึงเว็บได้ แต่ก็สำคัญเช่นกันที่เราทุกคนจะต้อง<a href="{ $tools }">เข้าใจเครื่องมือ</a>ที่เราใช้เข้าถึง เราใช้เว็บเบราว์เซอร์อย่าง { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } และ { -brand-name-apple } { -brand-name-safari } กันทุกวัน แต่เราเคยเข้าใจบ้างหรือเปล่าว่ามันคืออะไรและมันทำงานอย่างไรบ้าง
what-is-a-browser-in-a-short-period-long = ในช่วงเวลาสั้น ๆ เรารู้สึกทึ่งกับความสามารถในการส่งอีเมลถึงใครบางคนทั่วโลก สู่การเปลี่ยนแปลงวิธีคิดเกี่ยวกับข้อมูล ซึ่งนั่นไม่ใช่คำถามว่าคุณรู้มากแค่ไหนอีกต่อไป แต่เป็นเพียงคำถามว่าเบราว์เซอร์หรือแอปใดที่สามารถนำคุณไปสู่ข้อมูลนั้นได้เร็วที่สุด
what-is-a-browser-in-a-short-period = ในช่วงเวลาสั้น ๆ เรารู้สึกทึ่งกับความสามารถในการส่งอีเมลถึงใครบางคนทั่วโลก สู่การเปลี่ยนแปลงวิธีคิดเกี่ยวกับข้อมูล
what-is-a-browser-how-does-a-web = เว็บเบราว์เซอร์ทำงานอย่างไร?
what-is-a-browser-a-web-browser-long = เว็บเบราว์เซอร์พาคุณไปทุกที่บนอินเทอร์เน็ต โดยทำงานด้วยการดึงข้อมูลจากส่วนต่างๆ ของเว็บแล้วนำมาแสดงผลบนคอมพิวเตอร์ตั้งโต๊ะหรืออุปกรณ์มือถือของคุณ ข้อมูลดังกล่าวจะถูกถ่ายโอนโดยใช้ Hypertext Transfer Protocol ซึ่งวางกฎเกณฑ์ในการส่งข้อความ ภาพ และวิดีโอบนเว็บ โดยข้อมูลเหล่านี้จะต้องแบ่งปันและแสดงผลในรูปแบบเดียวกันอย่างสม่ำเสมอเพื่อให้ผู้ใช้เบราว์เซอร์คนไหนก็ได้ในโลกสามารถดูข้อมูลดังกล่าวได้
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = แต่ที่น่าเศร้าคือผู้ผลิตเบราว์เซอร์บางรายไม่ยอมพัฒนาเบราว์เซอร์ของตัวเองให้ตีความรูปแบบของข้อมูลเหล่านั้นอย่างเป็นไปในแนวทางเดียวกัน ซึ่งสำหรับผู้ใช้แล้ว นี่หมายความว่าเว็บไซต์อาจมีหน้าตาและการทำงานแตกต่างออกไป การสร้างความสม่ำเสมอระหว่างเบราว์เซอร์ต่างๆ เพื่อให้ผู้ใช้ทุกคนสามารถเพลิดเพลินกับอินเทอร์เน็ตได้ไม่ว่าจะเลือกเบราว์เซอร์ไหนก็ตามนั้นเรียกว่า <a href="{ $standards }">มาตรฐานเว็บ</a>
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = เมื่อเว็บเบราว์เซอร์ดึงข้อมูลมาจากเซิร์ฟเวอร์ที่เชื่อมต่อกับอินเทอร์เน็ต เว็บเบราว์เซอร์ก็จะใช้ซอฟต์แวร์ตัวหนึ่งที่เรียกว่าเอนจินสำหรับเรนเดอร์เพื่อแปลข้อมูลนั้นให้เป็นข้อความและภาพ ข้อมูลนี้เขียนด้วยภาษา <a href="{ $html }">Hypertext Markup Language</a> (HTML) และเว็บเบราว์เซอร์จะทำการอ่านโค้ดนี้เพื่อสร้างสิ่งที่เราจะได้เห็น ได้ยิน และประสบพบเจอบนอินเทอร์เน็ต
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">ไฮเปอร์ลิงก์</a> ช่วยให้ผู้ใช้สามารถตามเส้นทางไปยังหน้าหรือไซต์อื่นๆ บนเว็บได้ ทุกหน้าเว็บ ภาพ และวิดีโอจะมี <a href="{ $url }">Uniform Resource Locator</a> (URL) หรือเรียกอีกอย่างว่าที่อยู่เว็บ เป็นของตัวเอง เมื่อเบราว์เซอร์ไปที่เซิร์ฟเวอร์เพื่อขอข้อมูล ที่อยู่เว็บจะเป็นตัวบอกเบราว์เซอร์ว่าจะค้นหาแต่ละอย่างตามที่อธิบายไว้ใน HTML ได้อย่างไร จากนั้นก็จะบอกเบราว์เซอร์ว่าสิ่งเหล่านั้นอยู่ที่ไหนบนหน้าเว็บ
what-is-a-browser-cookies-not-the = คุกกี้ (ที่ไม่ใช่คุกกี้แสนอร่อย)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = เว็บไซต์บันทึกข้อมูลเกี่ยวกับตัวคุณไว้ในไฟล์ที่เรียกว่า <a href="{ $cookies }">คุกกี้</a> ซึ่งข้อมูลเหล่านี้จะถูกบันทึกไว้ในคอมพิวเตอร์ของคุณเพื่อใช้ในครั้งต่อไปที่คุณเยี่ยมชมไซต์นั้น เมื่อคุณกลับมา โค้ดของเว็บไซต์จะอ่านไฟล์นั้นเพื่อดูว่าเป็นตัวคุณ ตัวอย่างเช่น เมื่อคุณไปที่เว็บไซต์หนึ่ง หน้าเว็บนั้นก็จะจดจำชื่อผู้ใช้และรหัสผ่านของคุณ ซึ่งเป็นไปได้หากมีสิ่งที่เรียกว่าคุกกี้
what-is-a-browser-there-are-also = นอกจากนี้ยังมีคุกกี้ที่จดจำข้อมูลโดยละเอียดเกี่ยวกับคุณมากขึ้น เช่น ความสนใจของคุณ รูปแบบการเรียกดูของคุณ เป็นต้น ซึ่งหมายความว่าไซต์สามารถให้เนื้อหาที่ตรงเป้าหมายแก่คุณได้มากขึ้น ซึ่งมักจะอยู่ในรูปแบบของโฆษณา มีคุกกี้หลายประเภทที่เรียกว่าคุกกี้ของบุคคลที่สาม ซึ่งมาจากไซต์ที่คุณไม่ได้เข้าชมในขณะนั้น และสามารถติดตามคุณจากไซต์หนึ่งไปยังอีกไซต์หนึ่งเพื่อรวบรวมข้อมูลเกี่ยวกับคุณ ซึ่งบางครั้งข้อมูลดังกล่าวจะถูกขายให้กับบริษัทอื่น บางครั้งคุณสามารถบล็อกคุกกี้ประเภทนี้ได้ แม้ว่าเบราว์เซอร์บางรุ่นอาจไม่อนุญาตก็ตาม
what-is-a-browser-when-you-go-to = เมื่อคุณไปที่เว็บไซต์และหน้านั้นจดจำชื่อผู้ใช้และรหัสผ่านของคุณ สิ่งนั้นเป็นไปได้ด้วยคุกกี้
what-is-a-browser-understanding = เข้าใจเกี่ยวกับความเป็นส่วนตัว
what-is-a-browser-nearly-all-major = เบราว์เซอร์หลักเกือบทุกตัวจะมีการตั้งค่าการเรียกดูแบบส่วนตัว ซึ่งมีไว้เพื่อซ่อนประวัติการเรียกดูจากผู้ใช้คนอื่นๆ บนคอมพิวเตอร์เครื่องเดียวกัน หลายคนคิดว่าการเรียกดูแบบส่วนตัวหรือโหมดไม่ระบุตัวตนนั้นจะซ่อนทั้งข้อมูลประจำตัวและประวัติการเรียกดูจากผู้ให้บริการอินเทอร์เน็ต รัฐบาล และผู้โฆษณา ซึ่งไม่เป็นความจริง การตั้งค่าเหล่านี้เพียงแค่ล้างประวัติในระบบของคุณ ซึ่งมีประโยชน์หากคุณต้องจัดการกับข้อมูลส่วนบุคคลที่ละเอียดอ่อนบนคอมพิวเตอร์ที่ใช้ร่วมกันหรือคอมพิวเตอร์สาธารณะ { -brand-name-firefox } มีมากกว่านั้น
what-is-a-browser-firefox-helps = { -brand-name-firefox } ช่วยให้คุณมีความเป็นส่วนตัวมากขึ้นทางออนไลน์โดยให้คุณปิดกั้นตัวติดตามไม่ให้ติดตามคุณทั่วทั้งเว็บ
what-is-a-browser-making-your-web = ทำให้เว็บเบราว์เซอร์เหมาะสำหรับคุณ
what-is-a-browser-most-major-web = เว็บเบราว์เซอร์หลักๆ ส่วนใหญ่ให้ผู้ใช้ปรับเปลี่ยนประสบการณ์การใช้งานของตนได้โดยใช้ส่วนขยายหรือส่วนเสริม ส่วนขยายคือซอฟต์แวร์ที่คุณสามารถเพิ่มลงในเบราว์เซอร์เพื่อปรับแต่งหรือเพิ่มฟังก์ชันต่างๆ ส่วนขยายสามารถทำสิ่งต่างๆ ที่สนุกสนานและเป็นประโยชน์ได้มากมาย เช่น การเปิดใช้งานคุณลักษณะใหม่ พจนานุกรมภาษาต่างประเทศ หรือรูปลักษณ์และชุดรูปแบบต่างๆ
what-is-a-browser-all-browser-makers = ผู้ผลิตเบราว์เซอร์ทุกคนพัฒนาผลิตภัณฑ์ของตนเพื่อแสดงภาพและวิดีโอได้อย่างรวดเร็วและราบรื่นที่สุด ทำให้คุณใช้ประโยชน์จากเว็บได้อย่างคุ้มค่าที่สุด พวกเขาทำงานอย่างหนักเพื่อให้แน่ใจว่าผู้ใช้นั้นมีเบราว์เซอร์ที่รวดเร็ว ทรงพลัง และใช้งานง่าย สิ่งที่ทำให้เบราว์เซอร์เหล่านี้แตกต่างกันคือเหตุผล การเลือกเบราว์เซอร์ที่เหมาะสมกับคุณเป็นสิ่งสำคัญ { -brand-name-mozilla } สร้าง { -brand-name-firefox } เพื่อให้แน่ใจว่าผู้ใช้สามารถควบคุมชีวิตบนโลกออนไลน์ของตนเองได้ และเพื่อให้แน่ใจว่าอินเทอร์เน็ตเป็นทรัพยากรสาธารณะระดับโลกที่ทุกคนเข้าถึงได้
