# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/governance/policies/participation/

participation-community-participation = المبادئ التوجيهية للمشاركة المجتمعية
participation-mozilla-community = المبادئ التوجيهية للمشاركة المجتمعية في موزيلا
participation-version-31-updated = الإصدار 3.1 – تم التحديث في 16 يناير 2020
participation-the-heart-of-mozilla = يتصدر الناس أولويات موزيلا. إننا نضع الناس في صدارة أولوياتنا، ونبذل قصارى جهدنا للاعتراف بتنوع مساهمينا على الصعيد العالمي، وتقديره واحترامه. ويرحب مشروع موزيلا بالمساهمات التي يقدمها كل من يشارك أهدافنا ويرغب في المساهمة بطريقة صحية وبنّاءة داخل مجتمعنا. ومن هذا المنطلق، اعتمدنا مدونة قواعد السلوك هذه ونطلب من جميع المشاركين الموافقة على هذه المبادئ التوجيهية للمشاركة المجتمعية والالتزام بها بغية مساعدتنا على خلق تجربة مجتمعية آمنة وإيجابية للجميع.
participation-these-guidelines-aim = وتهدف هذه المبادئ التوجيهية إلى دعم المجتمع المحلي الذي ينبغي لجميع الناس أن يشعروا فيه بالأمان في المشاركة، وتقديم أفكار جديدة، وإلهام الآخرين، بغض النظر عما يلي:
participation-background = الخلفية
participation-family-status = الحالة الاجتماعية
participation-gender = الجنس
participation-gender-identity-or = الهوية الجنسية أو التعبير الجنسي
participation-marital-status = الحالة الاجتماعية
participation-sex = الجنس
participation-sexual-orientation = التوجه الجنسي
participation-native-language = اللغة الأم
participation-age = العمر
participation-ability = القدرة
participation-race-andor-ethnicity = العرق و/أو الأصل العرقي
participation-caste = الطبقة الاجتماعية
participation-national-origin = الأصل القومي
participation-socioeconomic-status = الحالة الاجتماعية والاقتصادية
participation-religion = الديانة
participation-geographic-location = الموقع الجغرافي
participation-any-other-dimension = أي بعد آخر للتنوع
participation-openness-collaboration = ويمثل الانفتاح والتعاون والمشاركة الجوانب الجوهرية لعملنا — بدءاً من تطوير فَيرفُكس إلى تصميم المناهج الدراسية بطريقة تعاونية. ونستمد القوة من التنوع ونسعى بنشاط إلى المشاركة من جانب من يعززونه. ونضع هذه المبادئ التوجيهية لتمكين مختلف الأفراد والجماعات من التفاعل والتعاون لتحقيق المنفعة المتبادلة. يوضح هذا المستند السلوك المتوقع والمحظور على حد سواء.
participation-when-and-how-to-use = توقيت وطريقة استخدام هذه المبادئ التوجيهية
participation-these-guidelines-outline = توضح هذه المبادئ التوجيهية توقعاتنا السلوكية بصفتنا أعضاء في مجتمع موزيلا في جميع أنشطة موزيلا، سواء دون اتصال أو عبر الإنترنت. تعتمد مشاركتك على اتباع هذه المبادئ التوجيهية في جميع أنشطة موزيلا، بما في ذلك على سبيل المثال لا الحصر:
participation-working-in-mozilla = العمل في أماكن موزيلا.
participation-working-with-other = العمل مع أفراد موزيلا آخرين وغيرهم من المشاركين في مجتمع موزيلا على نحو فعلي أو في موقع مشترك.
participation-representing-mozilla = تمثيل موزيلا في المناسبات العامة.
participation-representing-mozilla-social = تمثيل موزيلا في وسائط التواصل الاجتماعي (الحسابات الرسمية وحسابات الموظفين والحسابات الشخصية وصفحات { -brand-name-facebook }).
participation-participating-in-mozilla = المشاركة في مواقع موزيلا الخارجية ودوراتها التدريبية.
participation-participating-in-mozilla-related = المشاركة في المنتديات المتعلقة بموزيلا، والقوائم البريدية، والمواقع التفاعلية السريعة، والمواقع الإلكترونية، وقنوات الدردشة ، والأخطاء، والاجتماعات الجماعية أو الشخصية، والمراسلات المتعلقة بموزيلا.
participation-these-guidelines-work = وتعمل هذه المبادئ التوجيهية إلى جانب سياساتنا لمكافحة التحرش/التمييز<a href="{ $note1 }">[1]</a>التي تنص على حماية موظفي موزيلا والتزاماتهم. وقد وُضعت سياسة مكافحة التحرش/التمييز مع مراعاة تعاريف ومتطلبات قانونية محددة.
participation-while-these-guidelines = وفي حين أن هذه المبادئ التوجيهية/مدونة قواعد السلوك تستهدف على وجه التحديد عمل موزيلا ومجتمعها، فإننا ندرك أنه من الممكن أن يكون للإجراءات المتخذة خارج مواقع موزيلا على الإنترنت أو على أرض الواقع أثر عميق على صحة المجتمع. (على سبيل المثال، فيما مضى، كشفنا علناً عن منشور مجهول الهوية موجه إلى أحد موظفي موزيلا في منتدى غير تابع لموزيلا كسبب واضح للاستبعاد من مجتمع موزيلا) وهذا موضوع حيوي في مجال التنوع والإدماج. ونتوقع إجراء مناقشات واسعة النطاق بين مجتمعاتنا بشأن الحدود المناسبة.
participation-expected-behavior = السلوك المتوقع
participation-the-following-behaviors = ومن المتوقع أن تكون السلوكيات التالية من جميع أفراد موزيلا:
participation-be-respectful = التحلي بالاحترام
participation-value-each-others = تقييم أفكار الآخرين وأساليبهم ووجهات نظرهم. وقد لا تتفق دائما، ولكن الخلاف ليس مبرراً لسوء السلوك. الانفتاح على الاحتمالات المختلفة والاعتراف بالخطأ. التحلي بالاحترام في جميع التفاعلات والاتصالات، لا سيّما عند مناقشة مزايا الخيارات المختلفة. إدراك مدى تأثيرك ومدى تأثير التفاعلات المكثفة على الأشخاص. التحلي بالصراحة والمشاركة البناءة والإيجابية. تحمل المسؤولية عن تأثيرك وأخطائك – إذا أعرب شخص ما عن تضرره من كلماتك أو أفعالك، فاستمع له بعناية، واعتذر له بصدق، وقوّم سلوكك فيما بعد.
participation-be-direct-but-professional = التحلي بالصراحة والاحترافية
participation-we-are-likely-to-have = من المرجح أن نجري بعض المناقشات حول ما إذا كان النقد قائماً على الاحترام، ومتى يكون قائماً على الاحترام ومتى لا يكون كذلك. يجب <em>أن نكون</em> قادرين على التحدث مباشرةً عندما نختلف وعندما نعتقد أننا بحاجة إلى تحسين. ولا يمكننا أن نحجب الحقائق القاسية. إن القيام بذلك بكل احترام أمر صعب، وعندما لا يُظهر الآخرين إنصاتهم واهتمامهم، يكون الأمر أصعب، والسماع إلى مثل هذه التعليقات عندما يكون أحدهم متلقياً يمكن أن يكون أكثر صعوبة. ونحن بحاجة إلى التحلي بالأمانة والصراحة والاحترام أيضاً.
participation-be-inclusive = التحلي بالشمولية
participation-seek-diverse-perspectives = التماس وجهات نظر متنوعة. إن تنوع وجهات النظر والأشخاص داخل الفرق يحفّز الابتكار، حتى لو لم يكن الأمر مريحاً دائماً. تشجيع جميع الآراء. المساعدة على سماع وجهات النظر الجديدة والاستماع إليها بفعالية. إذا وجدت نفسك تهيمن على مناقشة، فمن المهم بشكل خاص التراجع وتشجيع الأصوات الأخرى على الانضمام. كن على دراية بالمدة الزمنية التي يستغرقها الأعضاء المهيمنون في المجموعة. تقديم طرق بديلة للمساهمة أو المشاركة عند الإمكان.
participation-be-inclusive-of-everyone = احتواء الجميع في أي تفاعل، مع احترام وتيسير مشاركة الأشخاص سواء كانوا:
participation-remote-on-video-or = عن بُعد (على الفيديو أو الهاتف)
participation-not-native-language = من غير متحدثي اللغة الأصلية
participation-coming-from-a-different = من ثقافة مختلفة
participation-using-pronouns-other = "استخدام ضمائر أخرى غير "هو" أو "هي"
participation-living-in-a-different = العيش في منطقة زمنية مختلفة
participation-facing-other-challenges = مواجهة التحديات الأخرى أمام المشاركة
participation-think-about-how-you = التفكير في كيفية تسهيل طرق بديلة للمساهمة أو المشاركة. إذا وجدت نفسك مهيمناً على مناقشة، فتراجع خطوة للوراء. إفساح المجال لأصوات أخرى والاستماع إليها بفعالية.
participation-understand-different = استيعاب وجهات النظر المختلفة
participation-our-goal-should-not = ينبغي ألا يكون هدفنا هو "الغلبة" في كل خلاف أو مناظرة. ويتمثل الهدف الأكثر إنتاجية في الانفتاح على الأفكار التي تجعل أفكارنا أفضل. الحرص على الظهور كمثال يُحتذى به في التفكير الشامل. يتحقق "الفوز" عندما تجعل وجهات النظر المختلفة عملنا أثرى وأقوى.
participation-appreciate-and-accommodate = تقدير أوجه التشابه والاختلاف بيننا والتكيف معها
participation-mozillians-come-from = ينحدر أفراد موزيلا من ثقافات وخلفيات عديدة. ويمكن أن تشمل الاختلافات الثقافية كل شيء بدءاً من الطقوس الدينية الرسمية حتى العادات الشخصية وانتهاءً بالملابس. احترام الأشخاص ذوي الممارسات والمواقف والمعتقدات الثقافية المختلفة. العمل على القضاء على ما لديك من أوجه تحيز وإجحاف وممارسات تمييزية. التفكير في احتياجات الآخرين من وجهة نظرهم. استخدم الألقاب المفضلة (بما في ذلك الضمائر) ونبرة الصوت المناسبة. احترام حق الآخرين في الخصوصية والسرية. الانفتاح على التعلم من الآخرين وتعليمهم فضلاً عن تعليم نفسك؛ ومن غير الواقعي أن تتوقع من أفراد موزيلا معرفة الممارسات الثقافية لكل مجموعة إثنية وثقافية، ولكن على الجميع إدراك أن الثقافة الأصلية لكل فرد لا تشكل إلا جزءاً من التفاعلات الإيجابية.
participation-lead-by-example = القيادة كمثال يُحتذى به
participation-by-matching-your-actions = من خلال مطابقة تصرفاتك مع كلماتك، تصبح شخصاً يرغب الآخرين في اتباعه والاقتداء به. تؤثر أعمالك في الآخرين للتصرف والاستجابة بطرق قيمة وملائمة لنتائجنا التنظيمية. قم بتصميم مجتمعك وعملك للإدماج. اجعل نفسك والآخرين مسؤولين عن السلوكيات الشاملة. اتخاذ قرارات على أساس تحقيق أعلى مصلحة <a href="{ $mission }">لمهمة موزيلا</a>.
participation-behavior-that-will = السلوك الذي لن يتم التسامح معه
participation-the-following-behaviors-are = تعتبر السلوكيات التالية غير مقبولة بموجب هذه المبادئ التوجيهية.
participation-violence-and-threats = العنف والتهديد بالعنف
participation-violence-and-threats-of = يعد العنف والتهديد بالعنف أمراً غير مقبول - سواء عبر الإنترنت أو دون اتصال. ويشمل ذلك التحريض على العنف ضد أي فرد، بما في ذلك تشجيع شخص على ارتكاب إيذاء للنفس. ويشمل ذلك أيضاً نشر أو التهديد بنشر معلومات تكشف عن هوية أشخاص آخرين ("تبادل المعلومات الشخصية والكشف عنها (doxxing)") عبر الإنترنت.
participation-personal-attacks = الهجمات الشخصية
participation-conflicts-will-inevitably = ستنشأ الصراعات حتماً، ولكن لا ينبغي أبداً أن يتحول الإحباط إلى هجوم شخصي. ليس من المقبول إهانة الآخرين أو الانتقاص من قدرهم أو ازدرائهم. إن مهاجمة شخص ما بسبب آرائه ومعتقداته وأفكاره هو أمر غير مقبول. ومن المهم التحدث مباشرة عندما نختلف وعندما نعتقد أننا بحاجة إلى التحسين، ولكن يجب أن تُجرى هذه المناقشات باحترام ومهنية، وأن تظل مركزة على المسألة المطروحة.
participation-derogatory-language = اللغة الازدرائية
participation-hurtful-or-harmful = اللغة المسيئة أو المؤذية فيما يتعلق بما يلي:
participation-other-attributes = السمات الأخرى
participation-is-not-acceptable = أمر غير مقبول. ويدخل ضمن ذلك الإشارة عمداً إلى شخص حسب نوع الجنس الذي لا يحدده، و/أو التشكيك في مشروعية هوية الفرد الجنسية. إذا لم تكن متأكدًا مما إذا كانت الكلمة ازدرائية، فلا تستخدمها. ويشمل ذلك أيضاً التمييز الدقيق و/أو غير المباشر بصورة متكررة؛ وعندما يُطلب منك التوقف، فتوقف عن السلوك المعني.
participation-unwelcome-sexual-attention = الاهتمام الجنسي أو الاتصال الجسدي غير المرغوب فيه
participation-unwelcome-sexual-attention-or = يعد الاهتمام الجنسي غير المرغوب فيه، أو الاتصال الجسدي غير المرغوب فيه أمراً غير مقبول. ويشمل ذلك التعليقات أو النكات أو الصور ذات الطابع الجنسي في التفاعلات أو الاتصالات أو مواد العرض التقديمي، فضلا عن التلمس أو التحسس غير اللائق أو الإيماءات الجنسية. ويشمل ذلك لمس شخص دون إذن، بما في ذلك المناطق الحساسة مثل الشعر أو بطن المرأة الحامل أو جهاز التنقل (كرسي متحرك أو السكوتر أو ما شابه) أو الوشم. ويشمل ذلك أيضاً منع شخص آخر أو ترهيبه جسدياً. إن الاتصال الجسدي أو الاتصال الجسدي المحاكي (كالرموز التعبيرية مثل "القُبلة") بدون موافقة إيجابية هو أمر غير مقبول. ويشمل ذلك مشاركة الصور أو النصوص ذات الطابع الجنسي، أو توزيعها.
participation-disruptive-behavior = السلوك التخريبي
participation-sustained-disruption = لن يتم التهاون مع استمرار تعطيل الفعاليات أو المنتديات أو الاجتماعات، بما في ذلك المباحثات والعروض التقديمية. ويشمل ذلك ما يلي:
participation-talking-over-or-heckling = "التشويش على" أو "مقاطعة" المتحدثين.
participation-drinking-alcohol-to = الإفراط من شرب الكحول أو فرط استخدام المخدرات الاستجمامية أو دفع الآخرين إلى القيام بذلك.
participation-making-derogatory = الإدلاء بتعليقات ازدرائية على من يمتنعون عن تناول الكحول أو المواد الأخرى، أو دفع الناس إلى تناول الكحول، أو التحدث عن امتناعهم عن تناول الكحول أو تفضيلاتهم للآخرين، أو الضغط عليهم لشرب الكحول - سواء بصورة جسدية أو عن طريق السخرية والتهكّم.
participation-otherwise-influencing = أو التأثير بطريقة أخرى على أعمال الشغب التي تؤدي إلى ارتكاب أعمال عدائية خلال الجلسة.
participation-influencing-unacceptable = التأثير على السلوك غير المقبول
participation-we-will-treat-influencing = سنتعامل مع التأثير على هذه الأنشطة أو قيادتها بنفس الطريقة التي نتعامل بها مع الأنشطة نفسها، بالتالي تنطبق نفس العواقب.
participation-consequences-of-unacceptable = نتائج السلوك غير المقبول
participation-bad-behavior-from = ولن يتم التهاون مع أي بسلوك سيئ يصدر من أي فرد من أفراد موزيلا، بما في ذلك من يملكون سلطة اتخاذ القرار. إن الجهود المتعمدة لاستبعاد الأشخاص (إلا إذا كان جزءاً من المبادئ التوجيهية أو الإجراءات الرسمية الأخرى) من أنشطة موزيلا غير مقبولة، وسيتم التعامل معها على النحو المناسب.
participation-reports-of-harassmentdiscrimination = سيقوم المسؤولون عن سلامة المكان أو الحدث أو النشاط بالتحقيق الفوري والشامل في البلاغات المتعلقة بالتحرش/التمييز. وسيتم اتخاذ التدابير المناسبة لمعالجة هذه الحالة.
participation-anyone-asked-to-stop = ومن المتوقع أن يمتثل فوراً أي شخص يطلب منه وقف السلوك غير المقبول. قد يؤدي انتهاك هذه المبادئ التوجيهية إلى مطالبتك بمغادرة حدث أو بيئة إلكترونية، إما مؤقتًا أو طوال مدة الحدث، أو منعك من المشاركة في الأماكن، أو الأحداث والأنشطة المستقبلية بشكل دائم.
participation-mozilla-staff-are = ويخضع موظفو موزيلا للمساءلة، بالإضافة إلى هذه المبادئ التوجيهية، عن سياسات مكافحة التحرش/التمييز التي يتبعها موظفو موزيلا <a href="{ $note1 }">[1].</a> وقد يتعرض موظفو موزيلا الذين ينتهكون هذه المبادئ التوجيهية لمزيد من العواقب، مثل الإجراءات التأديبية، حتى وبما في ذلك انتهاء الخدمة. وبالنسبة للمتعاقدين أو الموردين، قد يؤثر انتهاك هذه المبادئ التوجيهية على استمرار العقد أو تجديده.
participation-in-addition-any-participants = وبالإضافة إلى ذلك، سيعتبر أي مشاركين يسيئون استخدام عملية الإبلاغ في حالة انتهاك لهذه المبادئ التوجيهية وسيخضعون لنفس العواقب. ولن نقبل أو نتهاون مع البلاغات الكاذبة، وخصوصاً للانتقام أو الاستبعاد.
participation-reporting = الإبلاغ
participation-if-you-believe-youre = إذا كنت تعتقد أنك تشهد سلوكاً غير مقبول لن يتم التغاضي عنه على النحو الموضح أعلاه، <a href="{ $hotline }">يُرجى الاتصال بالخط الساخن الخاص بنا للإبلاغ</a>. تتوجه البلاغات مباشرةً إلى مستشار التوظيف وشركاء الموارد البشرية في موزيلا، ويتم فرزها بواسطة قائد الاستجابة للمبادئ التوجيهية للمشاركة المجتمعية.
participation-after-receiving-a = بعد تلقي وصف مختصر لموقفك، سيقومون بمراجعة الخطوات التالية وتحديدها. وباﻹضافة إلى إجراء أي تحقيق، يمكنهم توفير مجموعة من الموارد، بدءاً من التشاور الخاص إلى الموارد المجتمعية اﻷخرى. وسيقومون بإشراك زملاء آخرين أو أخصائيين خارجيين (مثل المستشار القانوني)، حسب الاقتضاء لمعالجة كل حالة على نحو ملائم.
participation-additional-resources = الموارد الإضافية: <a href="{ $missing-var }">طريقة الإبلاغ</a>
participation-questions-cpg-questionsmozillacom = الأسئلة: <a href="{ $missing-var }">cpg-questions@mozilla.com</a>
participation-please-also-report = يرجى إبلاغنا أيضاً إذا لاحظت حالة محتملة الخطورة، أو شخصاً مهدداً بالخطر، أو انتهاكات لهذه المبادئ التوجيهية، حتى لو لم تكن أنت من يتعرض لهذا الموقف.
participation-if-you-feel-you-have = إذا شعرت بأنك قد تم اتهامك على نحو غير منصف بانتهاك هذه المبادئ التوجيهية، فيُرجى اتباع عملية الإبلاغ ذاتها.
participation-mozilla-spaces = أماكن موزيلا
participation-each-physical-or-virtual = يجب أن يكون لكل مكان واقعي أو افتراضي في موزيلا جهة اتصال معينة.
participation-mozilla-events = أحداث موزيلا
participation-all-mozilla-events = سيتم في جميع أحداث موزيلا تعيين إرشادات سلامة محددة مع جهات اتصال الطوارئ ومكافحة الإساءة في الحدث وكذلك عبر الإنترنت. سيتم نشر جهات الاتصال هذه بشكل بارز طوال الحدث وفي المواد المطبوعة والإلكترونية. ويطلب من قادة الأحداث أن يتكلموا في الحدث عن المبادئ التوجيهية وأن يطلبوا من المشاركين استعراضها والموافقة عليها عند تسجيلهم في الحدث.
participation-reports-will-receive = ستتلقى البلاغات إشعارًا بالاستلام عبر البريد الإلكتروني. وبمجرد التحقيق في حادثة وإبلاغ الأطراف المعنية بقرار بشأنها، تتاح للجميع فرصة الطعن في هذا القرار بإرسال بريد إلكتروني إلى <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a>.
participation-ask-questions = طرح الأسئلة
participation-everyone-is-encouraged = نحث الجميع على طرح أسئلة عن هذه المبادئ التوجيهية. إذا كنت تقوم بتنظيم حدث أو نشاط، فقم بالوصول إلى التلميحات التي تحقق الإدماج في الحدث أو النشاط أو المكان. إن مساهمتك موضع ترحيب وستحصل دائمًا على استجابة خلال 24 ساعة (أو في يوم الأسبوع القادم، إذا كانت عطلة نهاية الأسبوع) إذا كنت تصل إلى <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a>. يُرجى <a href="{ $changelog }">مراجعة سجل التغييرات هذا</a> للحصول على تحديثات لهذا المستند.
participation-license-and-attribution = الترخيص والإسناد
participation-this-set-of-guidelines = يتم توزيع مجموعة المبادئ التوجيهية هذه بموجب <a href="{ $license }" rel="license">رخصة المشاع الإبداعي-ShareAlike‏</a>.
participation-these-guidelines-have = وقد تم تكييف هذه المبادئ التوجيهية مع التعديلات من المبادئ التوجيهية الأصلية للمشاركة المجتمعية في موزيلا، <a href="{ $ubuntu_coc }">ومدونة قواعد السلوك في أوبونتو</a>، ومدونة <a href="{ $viewsource_coc }">قواعد السلوك لمؤتمر عرض المصدر في موزيلا</a>، و <a href="{ $rustlang_coc }">مدونة قواعد السلوك للغة البرمجة رَست ({ -brand-name-rust })‏</a>، التي تستند إلى مدونة قواعد السلوك للمواطنين في اتحاد ستامبتاون <a href="{ $citizen_coc }">(Stumptown Syndicate)</a>. نص إضافي من <a href="{ $lgbtqtech_coc }">مدونة قواعد السلوك لمجتمع الميم في التكنولوجيا</a> و <a href="{ $wiscon_coc }">مدونة قواعد السلوك لولاية ويسكونسن.</a> لا يمكن تنفيذ هذا المستند وجميع العمليات المرتبطة به إلا بالعمل الشاق للعديد من أفراد موزيلا.
participation-modifications-to-these = تعديلات على هذه المبادئ التوجيهية
participation-mozilla-may-amend = ويجوز لموزيلا تعديل المبادئ التوجيهية من وقت لآخر، ويجوز لها أيضاً تغيير الإجراءات التي تحددها عند الاقتضاء في حالة معينة. ستعتبر موافقتك على الامتثال للمبادئ التوجيهية موافقة على أي تغييرات تطرأ عليها. ولا تشكل هذه السياسة جزءاً من أي عقد عمل خاص بموظف في موزيلا، ولا يكون لها أي أثر تعاقدي آخر.
participation-1-the-anti-harassment = [1] يمكن للموظفين الذين يتقاضون أجوراً الاطلاع على سياسة مكافحة التحرش من <a href="{ $missing-var }">هنا</a>.
