# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/about/governance/policies/participation/

participation-community-participation = التعليمات التوجيهية للمشاركة المجتمعية
participation-mozilla-community = التعليمات التوجيهية للمشاركة في مجتمع { -brand-name-mozilla }
participation-version-31-updated = الإصدار 3.1 – تم التحديث في 16 يناير 2020
participation-the-heart-of-mozilla = قلب { -brand-name-mozilla } ينبض بالمُستخدمين. نضع المُستخدمين في المقام الأول ونبذل قصارى جُهدنا للتعرّف على تنوع مُساهمينا على مستوى العالم ونُقدر ونحترم هذا التنوع يُرحب مشروع { -brand-name-mozilla } بمُساهمات كل من يُشاركنا أهدافنا ويريد المساهمة بطريقة صحية وبناءة داخل مُجتمعنا. وعلى هذا النحو، اعتمدنا مدونة قواعد السلوك هذه ونطلب من جميع المشاركين الموافقة والالتزام بالتعليمات التوجيهية المتعلقة بالمشاركة في المجتمع من أجل مساعدتنا في خلق تجربة مجتمعية آمنة وإيجابية للجميع.
participation-these-guidelines-aim = تهدف هذه المبادئ التوجيهية لدعم مُنتدى يشعُر فيه جميع الأشخاص بالأمان للمُشاركة وتقديم أفكار جديدة وإلهام الآخرين، بغض النظر عن الآتي:
participation-background = الخلفية
participation-family-status = الوضع العائلي
participation-gender = النوع
participation-gender-identity-or = الهوية الجنسية أو التعبير الجنسي
participation-marital-status = الحالة الاجتماعية
participation-sex = الجنس
participation-sexual-orientation = التوجه الجنسي
participation-native-language = اللغة الأم
participation-age = العمر
participation-ability = المقدرة
participation-race-andor-ethnicity = العرق و/أو الأصل العرقي
participation-caste = الطبقة الاجتماعية
participation-national-origin = الأصل القومي
participation-socioeconomic-status = الحالة الاجتماعية والاقتصادية
participation-religion = الديانة
participation-geographic-location = الموقع الجغرافي
participation-any-other-dimension = أيُّ بُعد آخر للتنوع
participation-openness-collaboration = الانفتاح والتعاون والمشاركة هي الجوانب الأساسية لعملنا — بداية من التطور في { -brand-name-firefox } إلى التعاون في تصميم المنهج. نَكتسب القوة من التنوع ونسعى بِجد لمُشاركة من يُعزِّزونه. تَمّت صياغة هذه الإرشادات لتمكين الأفراد والجماعات المُتنوعة من التفاعل والتعاون لتحقيق المنفعة المُتبادلة. تُوضح هذه الوثيقة كلاً من السلوك المُتوقع والمحظور.
participation-when-and-how-to-use = موعد وطريقة استخدام هذه الإرشادات
participation-these-guidelines-outline = تُحدد هذه الإرشادات توقعات سُلوكنا كأعضاء في مجتمع { -brand-name-mozilla } في كل أنشطة { -brand-name-mozilla } سواءً مع الاتصال بالإنترنت أو بدونه. مُشاركتك مشروطة باتباع هذه الإرشادات في كل أنشطة { -brand-name-mozilla } بما في ذلك على سبيل المثال لا الحصر:
participation-working-in-mozilla = العمل في مساحات { -brand-name-mozilla }.
participation-working-with-other = العمل مع الموزليين والمُشاركين الآخرين في مجتمع { -brand-name-mozilla } سواءً افتراضيًا أو في الموقع المشترك.
participation-representing-mozilla = تمثيل مؤسسة { -brand-name-mozilla } في الأحداث العامة
participation-representing-mozilla-social = تمثيل { -brand-name-mozilla } في وسائط التواصل الاجتماعي (صفحات الحسابات الرسمية، وحسابات المُوظفين، والحسابات الشخصية على { -brand-name-facebook }).
participation-participating-in-mozilla = المشاركة في خارج مواقع { -brand-name-mozilla } والتدريبات.
participation-participating-in-mozilla-related = المشاركة في { -brand-name-mozilla }-المُنتديات ذات الصلة، والقوائم البريدية، ومواقع wiki، ومواقع الويب، وقنوات الدردشة، والأخطاء، والاجتماعات الجماعية أو الشخصية، ومراسلات { -brand-name-mozilla }-ذات الصلة.
participation-these-guidelines-work = تَعمل هذه المبادئ التوجيهية جنبًا إلى جنب مع سياسات مُكافحة التحرش / التمييز<a href="{ $note1 }">[1]</a>، التي تُوضح أشكال حماية والتزامات موظفي { -brand-name-mozilla }. تم تصميم سياسة مُكافحة التحرّش / التمييز مع وضع تعريفات ومُتطلبات قانونية مُحددة في الاعتبار.
participation-while-these-guidelines = في حين أن هذه المبادئ التوجيهية / مُدونة السلوك تستهدف على وجه التحديد عمل ومُنتدى { -brand-name-mozilla }، نُدرك أنه من المُمكن اتخاذ إجراءات خارج المساحات الشخصية ومساحات { -brand-name-mozilla } عبر الإنترنت ليكون لها تأثير عميق على صحة المجتمع. (على سبيل المثال، في الماضي، حدّدنا علنًا منشوراً مجهولاً يستهدف أحد موظفي { -brand-name-mozilla } في منتدى غير تابع لـ { -brand-name-mozilla } { -brand-name-mozilla }.) هذا موضوع حيوي في مجال التنوع والشمول. ونتوقع مُناقشات واسعة النطاق بين مُجتمعاتنا حول الحدود المناسبة.
participation-expected-behavior = السلوك المُتوقع
participation-the-following-behaviors = السلوكيات التالية مُتوقعة من جميع الموزيليين:
participation-be-respectful = التحلي بالاحترام
participation-value-each-others = تقدير أفكار وأساليب ووجهات نظر بعضكم البعض. قد لا نتفق دائمًا، غير أن الخِلاف ليس مُبررًا لسوء الأخلاق. كُن منفتحًا على الاحتمالات المُختلفة وتقبّل ارتكاب الأخطاء. تحلّى بالاحترام في جميع التفاعلات والمُراسلات، خاصة عند مناقشة مزايا الخيارات المختلفة. كُن على دراية بتأثيرك وكيف يُمكن أن تُؤثر التفاعلات المُكثفة على الناس. كن مباشرًا وبناءً وإيجابيًا. تحمّل مسؤولية تأثيرك وأخطائك – إذا قال شخص ما إنه تعرض للأذى بسبب أقوالك أو أفعالك، فاستمع جيدًا واعتذر بِصدق وصحّح السلوك من الآن فصاعدًا.
participation-be-direct-but-professional = التحلّي بالصراحة والاحترافية
participation-we-are-likely-to-have = ويُحتمل أن نخوض بعض النقاشات عن ما إذا كان النقض مُحترمًا ومتى لا يكون كذلك. يجب أن <em>نكون</em> قادرين على التحدث مُباشرة عندما نختلف وعندما نعتقد أننا بحاجة إلى التحسين. لا يُمكننا حجب حقائق صعبة واضحة. يصعُب فعل ذلك باحترام، والقيام بذلك عندما لا يبدو أن الآخرين يستمعون يكون أصعب، وسماع مثل هذه التعليقات عندما يكون المرء متلقيًا يُمكن أن يكون أكثر صعوبة. نحن بحاجة إلى أن نكون صادقين ومباشرين، وكذلك مُحترمين.
participation-be-inclusive = التحلّي بالشمولية
participation-seek-diverse-perspectives = ابحث عن وجهات نظر متنوعة. يُعتبر تنوع الآراء والأفراد في الفرق طريقة عملية لتعزيز الابتكار، حتى لو لم يكن ذلك مريحًا دائمًا. شجّع كل الأصوات. ساعِد في سماع وجهات النظر الجديدة والإنصات إليها بجدية. إذا وجدت نفسك تُهيمن على مناقشة، فمن المُهم للغاية التراجع وتشجيع الأصوات الأخرى على الانضمام. انتبه إلى مقدار الوقت الذي يأخذه الأعضاء المُهيمنون في المجموعة. قدم طرقًا بديلة للمساهمة أو المشاركة عندما يكون ذلك ممكنًا.
participation-be-inclusive-of-everyone = حاول إشراك الجميع في أي تفاعل، مع احترام وتسهيل مشاركة الناس سواء كانوا:
participation-remote-on-video-or = عن بُعد (عبر الفيديو أو الهاتف)
participation-not-native-language = من غير متحدثي اللغة الأصلية
participation-coming-from-a-different = من ثقافة مختلفة
participation-using-pronouns-other = "استخدام ضمائر أخرى غير "هو" أو "هي"
participation-living-in-a-different = العيش في منطقة زمنية مختلفة
participation-facing-other-challenges = مواجهة تحديات أخرى للمشاركة
participation-think-about-how-you = فكر في كيفية تسهيل طرق بديلة للمساهمة أو المشاركة. إذا وجدت نفسك تُهيمن على أي مناقشة، فتراجع. أفسح المجال لأصوات أخرى وأنصت إليها بفاعلية.
participation-understand-different = فهم مختلف وجهات النظر
participation-our-goal-should-not = يجب ألا يكون هدفُنا هو "الغلبة" في كل خلاف أو حجة. ويتمثل الهدف الأكثر إنتاجية في الانفتاح على الأفكار التي تجعل أفكارنا أفضل. احرص على أن تكون مثالاً يُحتذى به في التفكير الشامل. يتحقّق "الفوز" عندما تجعل وجهات النظر المُختلفة عملنا أثرى وأقوى.
participation-appreciate-and-accommodate = تقدير واستيعاب أوجه التشابه والاختلاف بيننا
participation-mozillians-come-from = ينحدِر الموزيليون من ثقافات وخلفيات متعددة. يُمكن أن تشمل الاختلافات الثقافية كل شيء بداية من الاحتفالات الدينية الرسمية إلى العادات الشخصية حتى الملابس. تحلى بالاحترام تُجاه الأشخاص الذين لديهم مُمارسات ومواقف ومُعتقدات ثقافية مختلفة. واعمل على القضاء على أوجه التحيّز والأحكام المُسبقة والمُمارسات التمييزية. وفكِّر في احتياجات الآخرين من وجهة نظرهم. واستخدم الألقاب المُفضلة (بما في ذلك الضمائر) ونبرة الصوت المناسبة. واحترم حق الأفراد في الخصوصية والسرية. حيث إنه من غير الواقعي أن تتوقع من أفراد موزيلا معرفة الممارسات الثقافية لكل مجموعة إثنية وثقافية، ولكن على الجميع إدراك أن الثقافة الأصلية لكل فرد لا تشكل إلا جزءًا من التفاعلات الإيجابية.
participation-lead-by-example = القيادة كمثال يُحتذى به
participation-by-matching-your-actions = عندما تكون شخصًا يُطابق أفعالك كلماتك، تُصبح شخصًا يود الآخرين اتباعه. حيث تُؤثر أفعالك على الآخرين للتصرّف والاستجابة بطُرق قيمة ومناسبة لنتائجنا التنظيمية. صمم مُجتمعك وعملك بغرض الدمج. واجعل نفسك والآخرين مسؤولين عن السلوكيات المُتضمنة. اتخذ القرارات على أساس أعلى فائدة تخدم مُهمة <a href="{ $mission }">{ -brand-name-mozilla }</a>.
participation-behavior-that-will = السلوك الذي لن يتم التغاضي عنه
participation-the-following-behaviors-are = تُعتبر السلوكيات التالية غير مقبولة بموجب هذه المبادئ التوجيهية.
participation-violence-and-threats = العنف والتهديد بالعنف
participation-violence-and-threats-of = العنف والتهديد بالعنف غير مقبول - عبر الإنترنت أو خارجه. ويشمل ذلك التحريض على العنف ضد أي فرد، بما في ذلك تشجيع الشخص على إيذاء نفسه. ويشمل هذا أيضًا نشر معلومات التعريف الشخصية لأشخاص آخرين ("استقاء معلومات شخصية") عبر الإنترنت أو التهديد بنشرها.
participation-personal-attacks = الهجمات الشخصية
participation-conflicts-will-inevitably = ستحدث الخلافات لا محالة، غير أن الإحباط لا يَجب أن يتحول إلى هجوم شخصي. ليس من المقبول إهانة الآخرين أو تحقيرهم أو التقليل من شأنهم. وتُعد مهاجمة شخص ما بسبب آرائه ومعتقداته وأفكاره أمرًا غير مقبول. ومن المُهم التحدث مباشرة عندما نختلف وعندما نعتقد أننا بحاجة إلى التحسن، ومع ذلك يجب إجراء مثل هذه المناقشات باحترام ومهنية، مع الاستمرار في التركيز على القضية المطروحة.
participation-derogatory-language = اللغة الإزدرائية
participation-hurtful-or-harmful = اللغة المسيئة أو المؤذية تتعلق بما يلي:
participation-other-attributes = الصفات الأخرى
participation-is-not-acceptable = غير المقبول. يشمل الإشارة عمدًا إلى شخص بكلمات لا تعرّف هويته الجنسية، و/أو التشكيك في شرعية الهوية الجنسية للفرد. ومن ثم، إذا لم تكن متأكدًا مما إذا كانت الكلمة مُهينة أم لا، فلا تستخدمها. ويدخل في ذلك أيضًا التمييز الطفيف المتكرر و/أو غير المباشر؛ عندما يُطلب منك التوقف، أوقف ذلك السلوك.
participation-unwelcome-sexual-attention = الاهتمام الجنسي غير المرغوب فيه أو المُلامسة البدنية
participation-unwelcome-sexual-attention-or = الاهتمام الجنسي غير المرغوب فيه أو الملامسة البدنية غير مقبول. وهذا يشمل التعليقات أو النكات أو الصور ذات الطابع الجنسي في التفاعلات أو الاتصالات أو مواد العرض، بالإضافة إلى اللمس أو التلامس أو المداعبات الجنسية غير اللائقة. وعلاوة على ذلك، فإن لمس شخص بدون إذن، بما في ذلك المناطق الحساسة مثل شعره أو بطن الحامل أو جهاز التنقل (كرسي متحرك، أو سكوتر أو غيرها) أو الوشم أمر غير مقبول. وهذا يشمل المنع الجسدي أو تخويف شخص آخر. ومن غير المقبول المُلامسة الجسدية أو محاكاة الملامسة الجسدية (مثل، الرموز التعبيرية مثل "قبلة") بدون موافقة مؤكدة. كما أن مشاركة أو توزيع صور أو نصوص جنسية أمر غير مقبول.
participation-disruptive-behavior = السلوك التخريبي
participation-sustained-disruption = لن يتم التهاون مع التعطيل المُستمر للأحداث أو المنتديات أو الاجتماعات، بما في ذلك المحادثات والعروض التقديمية. ويشمل ذلك:
participation-talking-over-or-heckling = "التشويش على" أو "مقاطعة" المتحدثين.
participation-drinking-alcohol-to = الإفراط في شُرب الكحوليات أو الإفراط في تعاطي المخدرات الترويحية أو دفع الآخرين لِفعل ذلك.
participation-making-derogatory = الإدلاء بتعليقات مُهينة حول الذين يمتنعون عن تعاطي الكحول أو المواد الأخرى، أو دفع الناس إلى تناول الكحول، أو التحدّث عن امتناعهم عن تناول الكحول أو تفضيلاتهم للآخرين، أو الضغط عليهم للشرب - سواءً جسديًا أو من خلال السخرية والتهكّم.
participation-otherwise-influencing = أو التأثير بطريقة أخرى على أعمال المُشاركين الأمر الذي قد يتسبب في خلق عداوات في الجلسة.
participation-influencing-unacceptable = التأثير على خلق سُلوك غير المقبول
participation-we-will-treat-influencing = سنتعامل مع التأثير على خلق مثل هذه الأنشطة أو قيادتها بنفس الطريقة التي نتعامُل بها مع الأنشطة في حد ذاتها، وعليه تنطبق نفس العواقب.
participation-consequences-of-unacceptable = عواقب السلوك غير المقبول
participation-bad-behavior-from = لن يتم التهاون مع أي سُلوك سيئ يصدر من أي فرد من أفراد موزيلا، بما في ذلك من يملكُون سُلطة اتخاذ القرار إن الجهود المُتعمدة لاستبعاد الأشخاص (إلا إذا كان جزءًا من المبادئ التوجيهية أو الإجراءات الرسمية الأخرى) من أنشطة { -brand-name-mozilla } أمر غير مقبول وستتم مُجابهته بالطريقة الملائمة.
participation-reports-of-harassmentdiscrimination = وسيتم التحقيق في تقارير التحرش / التمييز بشكل سريع وشامل من قِبل الأشخاص المسؤولين عن سلامة المكان أو الفعالية أو النشاط. ستُتخذ التدابير المُناسبة لمُعالجة الموقف.
participation-anyone-asked-to-stop = يُتوقع أن يمتثل أي شخص يُطلب منه إيقاف السلوك غير المقبول على الفور. يُمكن أن يُؤدي انتهاك هذه التعليمات التوجيهية إلى مطالبة أي شخص بمُغادرة حدث أو مساحة عبر الإنترنت، إما مؤقتًا أو طوال مدة الحدث، أو منعه من المشاركة في المساحات، أو الأحداث والأنشطة المستقبلية إلى الأبد.
participation-mozilla-staff-are = يتحمل مُوظفو { -brand-name-mozilla } المسؤولية، إضافة إلى هذه المبادئ التوجيهية، والسياسات المكافحة للتحرش/التمييز التابعة لموظفي { -brand-name-mozilla }<a href="{ $note1 }">[1]</a>. يَخضع مُوظفو { -brand-name-mozilla } الذين ينتهكون هذه التعليمات التوجيهية إلى عواقب أخرى، مثل الإجراءات التأديبية، بما في ذلك إنهاء التوظيف. وبالنسبة إلى المُقاولين أو البائعين، قد يُؤثر انتهاك هذه الإرشادات على استمرار العقد أو تجديده.
participation-in-addition-any-participants = وبالإضافة إلى ذلك، سيتم اعتبار أي مُشارك يُسيء استخدام عملية الإبلاغ منتهكًا لهذه التعليمات التوجيهية ويَخضع لنفس العواقب. ولن يتم الأخذ بالبلاغات الكاذبة، وبخاصة تلك التي تهدف إلى الانتقام أو الاستبعاد.
participation-reporting = الإبلاغ
participation-if-you-believe-youre = إذا كنت تعتقد أنك تواجه سلوكًا غير مقبول لن يتم التهاون معه كما هو مُوضح أعلاه، <a href="{ $hotline }">يُرجى استخدام الخط الساخن للإبلاغ</a>. تنتقل التقارير مُباشرة إلى مستشار التوظيف وشُركاء الموارد البشرية لدى { -brand-name-mozilla } ويتم فرزها من قِبل مدير الاستجابة للتعليمات التوجيهية للمُشاركة المُجتمعية.
participation-if-you-believe-youre-email = إذا كنت تعتقد أنك تُواجه سلوكًا غير مقبول لن يتم التهاون معه كما هو موضح أعلاه، يُرجى استخدام <a href="{ $mailto_report }">cpg-report@mozilla.com</a> للإبلاغ. يتم فرز التقارير بواسطة قائد الاستجابة للتعليمات البرمجية المعنية بالمشاركة المُجتمعية.
participation-after-receiving-a = بعد تلقّي وصف مُوجز لموقفك، سيقوم بمُراجعة وتحديد الخطوات التالية. بالإضافة إلى إجراء أي تحقيق، يُمكنهم توفير مجموعة من الموارد، بداية من الاستشارة الخاصة إلى موارد المُجتمع الأخرى. وسيتم إشراك زملاء آخرين أو مُتخصصين خارجيين (مثل المستشار القانوني)، حسب الحاجة لمُعالجة كل موقف بطريقة مناسبة.
participation-additional-resources = موارد إضافية: <a href="{ $url }">كيفية الإبلاغ</a>
participation-questions-cpg-questionsmozillacom = الأسئلة: <a href="{ $url }">cpg-questions@mozilla.com</a>
participation-please-also-report = ُيرجى أيضًا إبلاغنا إذا لاحظت موقفًا يُحتمل أن يكون خطيرًا، أو شخصًا في مِحنة، أو ينتهك هذه التعليمات التوجيهية، حتى إذا كان الموقف لا يحدُث لك.
participation-if-you-feel-you-have = إذا شعُرت أنه تم اتهامك ظلماً بانتهاك هذه الإرشادات، يُرجى اتباع نفس عملية الإبلاغ.
participation-mozilla-spaces = مساحات { -brand-name-mozilla }
participation-each-physical-or-virtual = لِكُل مساحة فعلية أو افتراضية على { -brand-name-mozilla } جهة اتصال معيّنة.
participation-mozilla-events = أحداث { -brand-name-mozilla }
participation-all-mozilla-events = سيكون لكُل فعالية من فعّاليات { -brand-name-mozilla } تعليمات توجيهية مُحددة خاصة بالأمان مع توافر جهات اتصال في حالة الطوارئ ومُناهضة الإساءة وذلك خلال الفعالية أو حتى عبر الإنترنت. وسيتم نشر جهات الاتصال هذه بطريقة واضحة طوال الفعالية، وفي المواد المطبوعة وعبر الإنترنت. ويُطلب من قادة الفعالية التحدث أثناء إقامة الفعالية عن التعليمات التوجيهية ومطالبة المشاركين بمُراجعتها والموافقة عليها عند الاشتراك في الفعالية.
participation-reports-will-receive = وستتلقى البلاغات إشعارًا بالاستلام عبر البريد الإلكتروني. بمُجرد التحقيق في الحادث وإبلاغ القرار إلى الأطراف ذات الصلة، تُتاح للجميع الفرصة للطعن في هذا القرار عن طريق إرسال بريد إلكتروني إلى <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a>.
participation-ask-questions = طرح الأسئلة
participation-everyone-is-encouraged = يتم تشجيع الجميع على طرح أسئلة حول هذه التعليمات التوجيهية. إذا كنت تُنظم فعالية أو نشاطًا، فاتصل للحصول على نصائح مُعنية بالإدماج لفعاليتك أو نشاطك أو مساحتك. نُرحب بآرائك ومُلاحظاتك وستتلقى دائمًا ردًا في غضون 24 ساعة (أو في أول يوم من الأسبوع التالي، إذا كانت عطلة نهاية الأسبوع) إذا تواصلت مع <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a>. يُرجى <a href="{ $changelog }">مراجعة سِجل التغييرات</a> للحصول على تحديثات عن هذا المستند.
participation-license-and-attribution = الترخيص والإسناد
participation-this-set-of-guidelines = يتم توزيع هذه المجموعة من المبادئ التوجيهية ضِمن <a href="{ $license }" rel="license">{ -brand-name-creative-commons } Attribution-ShareAlike license</a>.
participation-these-guidelines-have = تم تجهيز هذه التعليمات التوجيهية مع تعديلات من التعليمات التوجيهية للمُشاركة المُجتمعية الأصلية التابعة لـ { -brand-name-mozilla }، و<a href="{ $ubuntu_coc }">مدونة سلوك Ubuntu</a>، ومدونة سلوك { -brand-name-mozilla } <a href="{ $viewsource_coc }"> ومدونة سلوك Source Conference</a>، ومدونة سلوك <a href="{ $rustlang_coc }">{ -brand-name-rust } Language، و</a>المستند على مدونة سلوك Stumptown Syndicate’s <a href="{ $citizen_coc }">Citizen</a>. نص إضافي <a href="{ $lgbtqtech_coc }">مُدونة سلوك المِثليين في التكنولوجيا</a> ومدونة سلوك <a href="{ $wiscon_coc }">WisCon</a>. لا يُمكن أن يظهر هذا المُستند وكل العمليات المُرتبطة إلا من خلال العمل الشاق للعديد والعديد من أفراد الموزيلا.
participation-modifications-to-these = تعديلات على هذه المبادئ التوجيهية
participation-mozilla-may-amend = يَجوز لمؤسسة { -brand-name-mozilla } تعديل المبادئ التوجيهية من وقت لآخر ويُمكن أيضًا تغيير الإجراءات التي تُحددها عند الاقتضاء في حالة معينة. وستُعتبر مُوافقتك على الامتثال للمبادئ التوجيهية موافقة على أي تغييرات تطرأ عليها. هذه السياسة لا تُشكل جزءًا من أي تعاقد عمل لموظف { -brand-name-mozilla } أو يكون لها أي تأثير تعاقدي.
participation-1-the-anti-harassment = [1] سياسة مكافحة التحرش متاحة للموظفين المتعاقدين <a href="{ $url }">هنا</a>.
