# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = { -brand-name-mozilla } ұсынған компьютерге немесе ноутбукке арналған VPN
vpn-desktop-if-you-are = Егер сіз ноутбугіңізді немесе компьютеріңізді қорғау үшін VPN іздеп жүрсеңіз, { -brand-name-mozilla-vpn } қолданбасын көріңіз. { -brand-name-mozilla-vpn } коммерциялық емес компания тарапынан қолдау табады. VPN сізді қалай қорғайтынын және { -brand-name-mozilla } компаниясына жекелік пен қауіпсіздігіңізді неге сеніп тапсыру керек екенін біліңіз.
vpn-desktop-vpns-can-provide = VPN желілері ноутбугіңіз немесе компьютеріңіз үшін қосымша қауіпсіздік деңгейін қамтамасыз ете алады және бұзу әрекеттерінен, фишингтік шабуылдардан және басқа да онлайн қауіптерден қорғауға көмектеседі. VPN желілері компьютеріңіз бен интернет арасында «туннель» құру арқылы деректеріңіз бен орналасқан жеріңізді шифрлейді. Егер ноутбугіңізде немесе компьютеріңізде VPN пайдаланылмаса, хакерлер мен үшінші тараптар трафигіңізді ұстап алып, жекелігіңізге қауіп төндіруі мүмкін.
vpn-desktop-how-does-a = VPN менің ноутбугімді немесе компьютерімді қалай қорғайды?
vpn-desktop-there-are-several = Ноутбук немесе компьютерді пайдаланған кезде өзіңізді қорғау үшін VPN қолданудың бірнеше себептері бар:
vpn-desktop-stronger-privacy = <strong>Мықтырақ жекелік:</strong> VPN сіздің IP адресіңізді жасыратындықтан, интернетті анағұрлым жеке түрде шолуға болады, бұл ретте IP-ді бірегей идентификатор ретінде пайдаланатын деректер жинаушылар сіздің әрекеттеріңізді біріктіре алмайтынын білесіз.
vpn-desktop-safer-against-spying = <strong>Аңдудан жақсырақ қорғаныс:</strong> Деректеріңізді VPN арқылы шифрлеу желілік байланысыңызды аңдитын кез келген адамға кіммен және не туралы сөйлесіп жатқаныңызды білуді іс жүзінде мүмкін емес етеді.
