# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = { -brand-name-mozilla } ұсынған iOS/iPad-қа арналған VPN
vpn-ipad-looking-for = iPad-ты қорғау үшін VPN іздеп жүрсіз бе? { -brand-name-mozilla-vpn } коммерциялық емес компанияның қолдауына ие. VPN сізді қалай қорғайтынын және неліктен жекелік пен қауіпсіздік мәселесінде { -brand-name-mozilla } компаниясына сену керектігін біліңіз.
vpn-ipad-if-you-own = Егер сізде iPad болса, оны көптеген нәрселер үшін пайдаланатын шығарсыз: интернетте шолу жасау, видеолар көру, ойын ойнау, кітап оқу және т.б. Бірақ үйде болсаңыз да, жолда болсаңыз да, интернет қосылымыңыз жеке деректеріңіз бен орналасқан жеріңізді хакерлерге, жарнама берушілерге және сізді бақылау үшін кукилер мен IP-ді пайдаланатын басқа үшінші тараптарға ашып қоюы мүмкін.
vpn-ipad-thats-why-you = Сондықтан сізге желідегі әрекеттеріңізді бөгде көздерден аулақ ұстайтын жылдам, сенімді және қолдануға оңай VPN қызметі — { -brand-name-mozilla-vpn } қажет.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } — бұл интернет-трафикті шифрлейтін және IP адресіңізді жасыратын виртуалды жеке желі қызметі.
vpn-ipad-with-mozilla-vpn = { -brand-name-mozilla-vpn } көмегімен келесілерді ала аласыз:
vpn-ipad-protection-for-up-to = <strong>5 құрылғыға дейін қорғау:</strong> Бір жазылыммен { -brand-name-mozilla-vpn } қызметін iPad-та және тағы төрт басқа құрылғыда пайдаланыңыз. Оны Windows, macOS, Linux, iPhone және Android жүйелерінде де пайдалануға болады.
vpn-ipad-access-to-servers = <strong>30-дан астам елдегі серверлерге қол жеткізу:</strong> Интернетке қосылу үшін бүкіл әлем бойынша 30-дан астам елдегі 500-ден астам сервердің ішінен таңдай аласыз. Бұл сізге қалаған мазмұнға қол жеткізу үшін көбірек таңдау мен икемділік береді.
vpn-ipad-device-level = <strong>Құрылғы деңгейіндегі трафикті шифрлеу:</strong> { -brand-name-mozilla-vpn } трафикті құрылғыңыздан шықпас бұрын шифрлейді, тек браузеріңіздегіні ғана емес, сонымен қатар қолданбалар, ойындар және стриминг қызметтеріндегіні де. Сондай-ақ { -brand-name-mozilla-vpn } қызметін жекелігіңізге нұқсан келтіруі мүмкін жарнамалар мен трекерлерді бұғаттау үшін пайдалана аласыз.
vpn-ipad-no-online = <strong>Желідегі әрекеттердің журналы жоқ:</strong> { -brand-name-mozilla } сіздің қай сайттарға кіретініңізді жазып алмайды және хабарламаларыңызды тексермейді.
vpn-ipad-feel-safe = <strong>Қоғамдық Wi-Fi желісін қауіпсіз пайдаланыңыз:</strong> Кофехана немесе әуежай сияқты қоғамдық Wi-Fi желісіне қосылғанда, деректеріңізді хакерлер немесе қаскөйлер ұстап алуы мүмкін. { -brand-name-mozilla-vpn } көмегімен деректеріңіз біреудің желідегі әрекетіңізді аңдуын болдырмау үшін шифрленеді.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } қызметін әлемдегі ең танымал және жекелікке бағытталған браузерлердің бірі — { -brand-name-firefox }-ты қолдайтын коммерциялық емес { -brand-name-mozilla-foundation } ұйымы қолдайды. { -brand-name-mozilla-vpn } таңдау арқылы сіз интернетті барлығына ашық және қолжетімді ету миссиямызды қолдайсыз.
