# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = macOS үшін { -brand-name-mozilla } ұсынған VPN алыңыз
vpn-mac-looking-for = Mac компьютеріңізді қорғау үшін VPN іздеп жүрсіз бе? { -brand-name-mozilla-vpn } коммерциялық емес компанияның қолдауына ие. VPN сізді қалай қорғайтынын және macOS қолданған кезде жекелік пен қауіпсіздігіңізді неге { -brand-name-mozilla } компаниясына сеніп тапсыру керектігін біліңіз.
vpn-mac-protect-your-mac = Mac-ты { -brand-name-mozilla-vpn } көмегімен қорғаңыз
vpn-mac-a-vpn-is = Mac қолданған кезде VPN (виртуалды жеке желі) онлайн жекелік пен қауіпсіздік үшін өте қажет. Хакерлер мен интернет провайдерлері сіздің онлайн әрекеттеріңізді бақылай алады немесе жеке деректеріңізді ұрлай алады.
vpn-mac-but-finding = Бірақ жақсы VPN табу қиын болуы мүмкін. Кейбіреулері баяу, сенімсіз және тіпті онлайн әрекеттеріңіздің журналдарын сақтайды. Сондықтан біз { -brand-name-firefox } браузерін жасаған адамдар ұсынған жылдам, қауіпсіз және сенімді { -brand-name-mozilla-vpn } қызметін жасап шығардық.
vpn-mac-with-mozilla-vpn = { -brand-name-mozilla-vpn } көмегімен сіз аласыз:
vpn-mac-get-one-click = Қарапайым және ыңғайлы интерфейс арқылы бір шертумен жекелікті қамтамасыз ету.
vpn-mac-connect-up-to = Бір жазылыммен 5 түрлі құрылғыны қосу, соның ішінде Mac-тан бөлек iOS, Windows, Linux және Android бар.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = Біздің VPN-ді қалағаныңызша қолдану. Айына тек белгілі бір деректер көлемін ғана қорғайтын кейбір VPN қызметтерінен айырмашылығы, біз трафикті шектемейміз. Қанша дерек қолдансаңыз да, олар әрқашан қорғалатын болады.
vpn-mac-get-device-level = Трафигіңіз үшін құрылғы деңгейіндегі шифрлеуді алу. Тек браузер трафигін ғана шифрлейтін басқа шешімдерден айырмашылығы, { -brand-name-mozilla-vpn } бәрін шифрлейді, бұл қай қолданба қолданылса да интернет трафигіңізді қорғауды қамтамасыз етеді.
vpn-mac-prevent-internet = Интернет провайдерлеріне өздеріне ұнамайтын немесе өз ұсыныстарымен бәсекелесетін веб-сайттарды немесе қызметтерді баяулатуға немесе бұғаттауға жол бермеу. Толығырақ ақпарат алу үшін «Желі бейтараптығы» туралы оқи аласыз.
vpn-mac-mozilla-is-an = { -brand-name-mozilla } — интернеттің барлығы үшін ашық және қолжетімді болуы үшін жұмыс істейтін ұйым және бізді коммерциялық емес ұйым қолдайды. { -brand-name-mozilla-vpn } қызметін пайдаланған кезде сіз өзіңізді онлайн қорғап қана қоймай, { -brand-name-mozilla } миссиясына қолдау көрсетесіз. { -brand-name-mozilla-vpn } қауіпсіз, бастапқы коды ашық және оны қауіпсіздік мамандары мен { -brand-name-firefox } жасаушылары әзірлеген.
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } сіз кіретін веб-сайттарды тіркемейді немесе байланыстарыңызды тексермейді. Сондай-ақ бізде 30 күндік ақшаны қайтару кепілдігі бар: ешқандай қиындықсыз, ешқандай тәуекелсіз.
