# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = { -brand-name-mozilla } ұсынған мобильді VPN алыңыз
vpn-mobile-looking-for-a = Мобильді құрылғыңызды қорғау үшін VPN іздеп жүрсіз бе? { -brand-name-mozilla-vpn } коммерциялық емес компанияның қолдауына ие. VPN сізді қалай қорғайтынын және жекелік пен қауіпсіздігіңізді неге { -brand-name-mozilla } компаниясына сеніп тапсыру керектігін біліңіз.
vpn-mobile-vpn-for-mobile = { -brand-name-mozilla } ұсынған мобильді VPN
vpn-mobile-in-todays = Бүгінгі таңдағы мобильді әлемде біз байланыс, ойын-сауық және жұмыс үшін мобильді телефондарымыз бен құрылғыларымызға сенеміз. Алайда, VPN-сіз сіздің жеке ақпаратыңыз бірнеше қауіпсіздік пен жекелік қатерлеріне осал болуы мүмкін.
vpn-mobile-why-do-i = Мобильді құрылғы үшін VPN маған неге керек?
vpn-mobile-the-mozilla-vpn = { -brand-name-mozilla-vpn } мобильді қолданбасы шағын, сондықтан ол жадты көп алмайды, телефонды баяулатпайды және батареяны тауыспайды.
vpn-mobile-your-internet-v2 = Егер сіздің интернет-провайдеріңіз (ISP) видео қарап, музыка тыңдап немесе стрим жасап жатқаныңызды білсе, ол сіздің өткізу қабілетіңізді шектеуі мүмкін.
vpn-mobile-your-isp-v2 = Сіздің интернет-провайдеріңіз өзіне ұнамайтын немесе өз қызметтерімен бәсекелесетін веб-сайттарды немесе қызметтерді бұғаттау мүмкін.
vpn-mobile-hackers-can-steal-v2 = Хакерлер кафелер немесе әуежайлар сияқты қоғамдық Wi-Fi желілерін пайдаланған кезде жеке деректеріңізді ұрлауы мүмкін.
vpn-mobile-a-vpn-works = VPN тек браузерде ғана емес, бүкіл құрылғыда, демек мобильді қолданбаларыңызда да жұмыс істейді. Әрі өз серверлерінің ақысын сізді аңду және ақпаратыңызды сату арқылы төлейтін тегін VPN-дер немесе прокси-сайттарға қарағанда, { -brand-name-mozilla } сіздің қайда баратыныңыз және не істейтініңіз туралы жазбаларды сақтамайды.
