# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = { -brand-name-mozilla } ұсынған Windows үшін арналған VPN алыңыз
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = Windows құрылғыңызды VPN арқылы қорғаңыз. { -brand-name-mozilla } VPN қызметін коммерциялық емес компания қолдайды. VPN сізді қалай қорғайтыны және неге жекелік пен қауіпсіздік мәселесінде { -brand-name-mozilla }-ға сену керектігі туралы біліңіз.
vpn-windows-protect-your-windows-v2 = Windows құрылғыңызды VPN арқылы қорғаңыз. { -brand-name-mozilla-vpn } қызметін коммерциялық емес компания қолдайды. VPN сізді қалай қорғайтыны және неге жекелік пен қауіпсіздік мәселесінде { -brand-name-mozilla }-ға сену керектігі туралы біліңіз.
vpn-windows-stay-safe = VPN көмегімен Windows құрылғыңызда қауіпсіз болыңыз
vpn-windows-windows-is-one = Windows — әлемдегі ең танымал операциялық жүйелердің бірі. Соның салдарынан Windows құрылғылары хакерлердің жиі нысанасына айналады және егер тиісті сақтық шараларын қолданбасаңыз, әсіресе осал болуы мүмкін. Онлайн әрекеттеріңізді шифрлеу үшін VPN пайдалану, сондай-ақ бағдарламалық қамтаманы жаңартып отыру, бірегей әрі күшті парольдер жасау және электрондық поштаңызды қорғау үшін { -brand-name-relay } маскаларын пайдалану сияқты басқа да қадамдар арқылы цифрлық өміріңізді қорғай аласыз.
vpn-windows-a-vpn-creates = VPN сіздің Windows компьютеріңіз бен интернет арасындағы интернет деректеріңіз үшін шифрленген «туннель» жасайды және сіз кіретін веб-сайттардан орналасқан жеріңізді жасырады. Бұл үшінші тараптар мен желілік тыңшыларға сіз туралы білуі қажет емес мәліметтерді білуге жол бермейді.
vpn-windows-what-are-the-benefits = Windows құрылғыма { -brand-name-mozilla-vpn } жүктеп алудың қандай артықшылықтары бар?
vpn-windows-avoid-your-online = Онлайн әрекеттеріңіздің жиналуын және үшінші тараптармен немесе жарнама берушілермен бөлісілуін болдырмаңыз.
vpn-windows-if-youre = Егер сіз онлайн видео немесе музыкалық стримингті жиі пайдалансаңыз, VPN пайдалану арқылы интернет-провайдеріңіздің өткізу қабілетіңізді шектеуін болдырмай аласыз.
vpn-windows-you-can-exclude = Бөлек туннельдеу мүмкіндігі арқылы кейбір қолданбаларды алып тастай аласыз. Бұл кейбір қолданбаларды VPN арқылы іске қосуға, ал басқаларын туннельден тыс қалдыруға мүмкіндік береді.
vpn-windows-using-a-windows = Windows құрылғысын ашық, қорғалмаған Wi-Fi желісінде пайдалану интернет-трафигіңізді желілік тыңшыларға осал етеді, ал VPN қуатты қорғаныс қабатын қосу арқылы деректеріңіздің жекелігін сақтауға көмектеседі.
vpn-windows-the-mozilla = { -brand-name-mozilla-vpn } қолданбасы Windows құрылғыңыздың жадын көп алмайды, компьютеріңізді баяулатпайды немесе батарея қуатын босқа жұмсамайды.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } Windows 10 және Windows 11 жүйелерінде жұмыс істейді және оны бес құрылғыға дейін пайдалануға болады. Бастау үшін <a href="{ $url }">mozilla.org сайтына жазылып</a>, қолданбаны Windows құрылғыңызға жүктеп алуға болады.
