# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = გადმოდით { -brand-name-chrome }-იდან { -brand-name-firefox }-ზე, რამდენიმე წუთში
switch-switching-to-firefox-is-fast-updated = { -brand-name-firefox }-ზე გადასვლა სწრაფი, მარტივი და უსაფრთხოა, ვინაიდან { -brand-name-firefox } გადმოიტანს ყველა თქვენს სანიშნს, პაროლსა თუ პარამეტრს, { -brand-name-chrome }-იდან.
switch-switching-to-firefox-is-fast = { -brand-name-firefox }-ზე გადმოსვლა შესაძლებელია უსწრაფესად, მარტივად და უდანაკარგოდ, რადგან { -brand-name-firefox }-ზე სრულად გადმოვა თქვენი სანიშნები, შევსებული ველების მონაცემები, პაროლები და პარამეტრები { -brand-name-chrome }-იდან.
switch-switching-to-firefox-page-description-updated = { -brand-name-firefox }-ზე გადმოსვლა სწრაფი, მარტივი და უსაფრთხოა, ვინაიდან { -brand-name-firefox } გადმოიტანს ყველა თქვენს სანიშნს, პაროლსა თუ პარამეტრს, { -brand-name-chrome }-იდან.
switch-switching-to-firefox-page-description = { -brand-name-firefox }-ზე გადმოსვლა შესაძლებელია უსწრაფესად, მარტივად და უდანაკარგოდ. { -brand-name-firefox }-ზე სრულად გადმოვა თქვენი სანიშნები, შევსებული ველების მონაცემები, პაროლები და პარამეტრები { -brand-name-chrome }-იდან.
switch-select-what-to-take = შეარჩიეთ, თუ რისი წამოღება გინდათ { -brand-name-chrome }-იდან.
switch-let-firefox-do-the-rest = დაელოდეთ, სანამ { -brand-name-firefox } გააკეთებს თავის საქმეს.
switch-use-firefox-and-still-chrome = { -brand-name-firefox }-ზე გადმოსვლის შემთხვევაშიც შეგიძლიათ დაიტოვოთ { -brand-name-chrome }. { -brand-name-chrome } შენარჩუნდება ისეთივე, როგორიც არის.
switch-spread-the-word = გაავრცელეთ { -brand-name-firefox }, მოუყევით მასზე თქვენს საყვარელ ადამიანებს და დაეხმარეთ ადვილად მიატოვონ { -brand-name-chrome }.
switch-share-with-your-friends = გაუზიარეთ თქვენს მეგობრებს, თუ როგორ უნდა გადმოვიდნენ { -brand-name-firefox }-ზე
switch-firefox-makes-switching-fast-tweet = 🔥 { -brand-name-firefox } საშუალებას გაძლევთ გადმოხვიდეთ { -brand-name-chrome }-იდან უსწრაფესად. სცადეთ ახლავე!
switch-switch-to-firefox = { -brand-name-firefox }-ზე გამოსვლა
switch-firefox-makes-switching-fast-email = { -brand-name-firefox } საშუალებას გაძლევთ გადმოხვიდეთ { -brand-name-chrome }-იდან უსწრაფესად და უმარტივესად.
switch-still-not-convinced = მაინც გეეჭვებათ რომ { -brand-name-firefox }-ზე გადმოსვლა მარტივია?
switch-enjoy-the-web-faster = ისიამოვნეთ ინტერნეტში სწრაფი მოგზაურობით, ყველაფერი მზადაა.
switch-download-and-switch = ჩამოტვირთვა და გადმოსვლა
switch-share-to-facebook = Facebook-ით
switch-share-to-facebook-updated = გააზიარეთ { -brand-name-facebook }-ზე
switch-send-a-tweet = დატვიტეთ
switch-hey = ჰეი,
switch-check-it-out = სცადეთ და თავად დარწმუნდით.
switch-send-an-email = ელფოსტით
