# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 сабабе, ки шумо бояд аз «VPN» истифода баред
# HTML page description and intro
vpn-when-to-use-here-are-five = Инҳоянд панҷ ҳолате, ки дар онҳо «VPN»-и боэътимод метавонад барои шумо муфид гарданд — ҳатто агар шумо то ҳол ба онҳо таваҷҷуҳ накарда бошед. Камбудиҳои амнияти рақамии худро бо «{ -brand-name-mozilla-vpn }» бартараф созед.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Бо таваҷҷуҳ ба он, ки аксари вақт равандҳои ҳаёти ҳаррӯзаи мо тавассути пайвастҳои Интернет анҷом меёбад, масъалаҳои махфият ва амнияти рақамӣ аҳамияти нақши муҳим мебозанд. Хидмати «VPN» — <a href="{ $vpn }">Шабакаи хусусии маҷозӣ</a> — метавонад ба ҳар фарде дар ташкили пайванди бехатар ва хусусӣ бо шабакаи Интернет мусоидат намояд. Он тавассути таъсиси «нақби» муҳофизатшуда байни дастгоҳи шумо ва саросари Интернет амал мекунад ва шуморо бо ду роҳи калидӣ ҳифз менамояд:
vpn-when-to-use-concealing-your-true = Нишонии «IP»-и ҳақиқии шуморо пинҳон карда, ҳамзамон шахсияти шуморо муҳофизат мекунад ва ҷойгиршавии ҷуғрофии шуморо ноаён месозад.
vpn-when-to-use-encrypting-your-traffic = Интиқоли маълумоти шахсӣ байни шумо ва провайдери «VPN» рамзгузорӣ мешавад, то ҳеҷ кас дар шабакаи маҳаллӣ натавонад онро рамзкушоӣ кунад ё тағйир диҳад.
vpn-when-to-use-having-a-vpn = Доштани хидмати «VPN» ва имкони истифодаи он ба ихтиёри худ дар лаҳзаи зарурӣ — яке аз тасмимҳои хирадмандона маҳсуб меёбад. Инҳоянд чанд ҳолате, ки дар онҳо истифодаи «VPN»-и боэътимод метавонад муфид гардад — ҳатто агар шумо то ҳол ба онҳо таваҷҷуҳ накарда бошед.
vpn-when-to-use-1-a-walk = 1. Ҳангоми сайру гашт дар боғ
vpn-when-to-use-2-in-the = 2. Дар ҳамсоягӣ ё минтақаи худ
vpn-when-to-use-3-on-the = 3. Дар роҳ
vpn-when-to-use-4-home-away = 4. Дар хонаи дур аз ҷойи зист
vpn-when-to-use-5-in-your = 5. Дар хонаи шахсӣ ё ҷойи зист
vpn-when-to-use-for-the-most = Дар аксари ҳолатҳо, мавридҳои дар боло зикршуда ба шабакаи хонагии шумо татбиқ намешаванд — ба шарте, ки шабакаи хонагии шумо бо ниҳонвожаи устувор ва тадбирҳои зарурии амниятӣ дуруст танзим ёфта бошад. Бо вуҷуди ин, ин маънои онро надорад, ки шумо пурра аз чашмҳои назоратгари бегона дар амну амон ҳастед.
vpn-when-to-use-make-sure-you = Боварӣ ҳосил кунед, ки шумо фаҳмед, ки «VPN» чӣ кор намекунад
vpn-when-to-use-mozilla-vpn-a = «{ -brand-name-mozilla-vpn }», хадамоти «VPN»-и боэътимод
