# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Водич за безбедније пријаве и лозинке
# HTML page description
privacy-passwords-more-and-more-desc = Све више поверљивих и вредних ствари у нашим животима је на онлајн налозима заштићено лозинкама. Како треба да заштитимо наше податке за пријаву?
# page content
privacy-passwords-a-security-guide = Водич за безбедније пријаве и лозинке
privacy-passwords-protecting-your-accounts = Заштита вашег налога не треба да буде компликована — а { -brand-name-firefox } може да помогне.
privacy-passwords-more-and-more = Све је више приватних и вредних ствари у нашим животима (љубавна писма, медицински картони, банковни рачуни итд.) које треба заштитити лозинкама. Сајтови користе процедуру за пријаву да би заштитиле ове драгоцености. Генерално, све док неко не може да се пријави на ваш налог, не може да чита вашу е-пошту нити да преноси новац са вашег банковног рачуна. Како да заштитимо податке за пријаву у доба интернета?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Укратко:
privacy-passwords-use-random-passwords = Користите различите, насумичне лозинке за различите сајтове
privacy-passwords-pay-attention-to = Пазите на безбедносне сигнале у вашем прегледачу и будите опрезни
privacy-passwords-make-your-answers = Ваше лозинке треба да буду јаке, као и одговори на безбедносна питања
privacy-passwords-use-a-password = Користите управљач лозинки да себи олакшате прављење и памћење истих
privacy-passwords-use-twofactor-authentication = Користите „аутентификацију у два корака“ кад год можете
privacy-passwords-its-hard-out = Није ни лозинкама лако данас
privacy-passwords-most-logins-today = Већина данашњих пријава заштићена је лозинком. Ако нападач сазна лозинку, може да приступи налогу и уради било шта са њим. Дакле, када питате колико је безбедан ваш налог, размислите о томе колико је безбедна ваша лозинка. То значи да морате да узмете у обзир да постоји неколико начина на које нападач може да добије приступ лозинки вашег налога:
privacy-passwords-seeing-you-use = Тако што види како је користите на нешифрованом сајту
privacy-passwords-guessing-it = Пуким погађањем
privacy-passwords-stealing-a-file = Крађом датотеке која садржи вашу лозинку
privacy-passwords-using-password-recovery = Коришћењем опоравка лозинке за ресетовање исте
privacy-passwords-tricking-you-into = Тако што вас надмудри да је поверите
privacy-passwords-to-keep-your = Да бисте заштитили ваше пријаве, потребно је да спречите што више ових начина. Сваки ризик има одговарајућу противмеру.
privacy-passwords-look-for-the = Потражите катанац у вашем прегледачу
privacy-passwords-its-easy-to = Није тешко спречити нападаче да вам украду лозинку када се пријављујете на нешифрован сајт; будите опрезни када куцате лозинку ако не видите икону катанца на адресној траци попут ове:
privacy-passwords-a-closed-lock = Затворени катанац се појављује непосредно испред адресе сајта у свим већим прегледачима.
privacy-passwords-the-lock-means = Катанац значи да је сајт који користите шифрован, тако да чак и ако вас неко шпијунира како прегледате на мрежи (на пример, друга особа на јавној WiFi приступној тачки), неће моћи да види вашу лозинку. { -brand-name-firefox } ће покушати да вас упозори ако се спремате да унесете вашу лозинку на неком нешифрованом сајту.
privacy-passwords-a-padlock-with = Катанац прецртан косом цртом означава да веза није безбедна.
privacy-passwords-your-browser-also = Прегледач вам такође помаже да будете упућени у то колико су сајтови вредни поверења како би вас заштитили од „пецања“. Ако покушате да посетите сајт за који је познато да је у питању „пецање“, { -brand-name-firefox } (и било који други велики прегледач) ће приказати упозорење преко целог екрана — <strong>обратите пажњу и размислите двапут о коришћењу овога сајта!</strong>
privacy-passwords-firefox-will = Firefox ће приказати упозорење уместо сајта, ако је познато да је у питању „пецање“.
privacy-passwords-in-general-the = Уопштено, најбоља одбрана од „пецања“ је да <strong>будете сумњичави према ономе што добијате</strong>, било да је то путем е-поште, текстуалне поруке или телефонског позива. Уместо да поступате по нечему што вам је неко послао, посетите сајт директно. На пример, ако се у е-поруци каже да морате да ресетујете вашу PayPal лозинку, уместо да кликнете на везу у е-поруци, сами укуцајте paypal.com у прегледач. Ако зову из банке, позовите их назад.
privacy-passwords-strength-in-diversity = Снага разноликости
privacy-passwords-the-secret-to = Тајна спречавања нагађања, крађе или ресетовања ваше лозинке је много случајности. Када нападачи покушавају да погоде лозинке, обично раде две ствари: 1) користе „речнике“ — листe уобичајених лозинки које људи стално користе и 2) нагађају насумично. <strong>Што је ваша лозинка дужа и насумичнија</strong>, мања је вероватноћа да ће је погодити.
