# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = เปลี่ยนจาก Chrome มา Firefox ในเวลาเพียงไม่กี่นาที
switch-switching-to-firefox-is-fast = การเปลี่ยนมาใช้ Firefox นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง เนื่องจาก Firefox จะนำเข้าที่คั่นหน้าของคุณ ข้อมูลที่กรอกอัตโนมัติ รหัสผ่าน และค่ากำหนดจาก Chrome
switch-switching-to-firefox-page-description = การเปลี่ยนมาใช้ Firefox นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง โดย Firefox จะนำเข้าที่คั่นหน้าของคุณ ข้อมูลที่กรอกอัตโนมัติ รหัสผ่าน และค่ากำหนดจาก Chrome
switch-select-what-to-take = เลือกว่าจะเอาอะไรมาจาก Chrome บ้าง
switch-let-firefox-do-the-rest = ให้ Firefox ทำทั้งหมด
switch-enjoy-the-web-faster = เพลิดเพลินกับเว็บที่เร็วขึ้น ทั้งหมดตั้งค่ามาแล้วสำหรับคุณ
switch-download-and-switch = ดาวน์โหลดและเปลี่ยน
switch-use-firefox-and-still-chrome = คุณสามารถใช้ Firefox โดยที่ยังมี Chrome อยู่ได้โดยที่ Chrome จะไม่ทำการเปลี่ยนแปลงบนเครื่องของคุณแม้แต่นิดเดียว
switch-share-with-your-friends = แบ่งปันวิธีเปลี่ยนไปใช้ Firefox กับเพื่อนของคุณ
switch-share-to-facebook = แบ่งปันบน Facebook
switch-firefox-makes-switching-fast-tweet = 🔥Firefox ทำให้เปลี่ยนจาก Chrome ได้เร็วมาก ลองเลย!
switch-send-a-tweet = ส่งทวีต
switch-switch-to-firefox = เปลี่ยนมาใช้ Firefox
switch-hey = สวัสดี,
switch-firefox-makes-switching-fast-email = Firefox ทำให้เปลี่ยนจาก Chrome ได้เร็วมาก ฉันชอบมากเลย คุณน่าจะลองดูนะ
switch-check-it-out = ตรวจสอบและแจ้งให้เราทราบว่าคุณคิดอย่างไร:
switch-send-an-email = ส่งอีเมล์
switch-still-not-convinced = ยังไม่แน่ใจว่าการเปลี่ยนมาใช้ Firefox เป็นเรื่องง่ายหรือไม่?
