# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = เปลี่ยนจาก { -brand-name-chrome } มา { -brand-name-firefox } ในเวลาเพียงไม่กี่นาที
switch-switching-to-firefox-is-fast-updated = การเปลี่ยนมาใช้ { -brand-name-firefox } นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง เนื่องจาก { -brand-name-firefox } จะนำเข้าที่คั่นหน้าของคุณ รหัสผ่าน และค่ากำหนดจาก { -brand-name-chrome }
switch-switching-to-firefox-is-fast = การเปลี่ยนมาใช้ { -brand-name-firefox } นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง เนื่องจาก { -brand-name-firefox } จะนำเข้าที่คั่นหน้าของคุณ ข้อมูลที่กรอกอัตโนมัติ รหัสผ่าน และค่ากำหนดจาก { -brand-name-chrome }
switch-switching-to-firefox-page-description-updated = การเปลี่ยนมาใช้ { -brand-name-firefox } นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง { -brand-name-firefox } จะนำเข้าที่คั่นหน้าของคุณ รหัสผ่าน และค่ากำหนดจาก { -brand-name-chrome }
switch-switching-to-firefox-page-description = การเปลี่ยนมาใช้ { -brand-name-firefox } นั้นทำได้อย่างรวดเร็ว ง่ายดาย และไร้ความเสี่ยง โดย { -brand-name-firefox } จะนำเข้าที่คั่นหน้าของคุณ ข้อมูลที่กรอกอัตโนมัติ รหัสผ่าน และค่ากำหนดจาก { -brand-name-chrome }
switch-select-what-to-take = เลือกว่าจะเอาอะไรมาจาก { -brand-name-chrome } บ้าง
switch-let-firefox-do-the-rest = ให้ { -brand-name-firefox } ทำทั้งหมด
switch-use-firefox-and-still-chrome = คุณสามารถใช้ { -brand-name-firefox } โดยที่ยังมี { -brand-name-chrome } อยู่ได้โดยที่ { -brand-name-chrome } จะไม่ทำการเปลี่ยนแปลงบนเครื่องของคุณแม้แต่นิดเดียว
switch-spread-the-word = บอกเล่าประสบการณ์ดี ๆ เกี่ยวกับ { -brand-name-firefox } และช่วยคนโปรดของคุณบอกลา { -brand-name-chrome }
switch-share-with-your-friends = แบ่งปันวิธีเปลี่ยนไปใช้ { -brand-name-firefox } กับเพื่อนของคุณ
switch-firefox-makes-switching-fast-tweet = 🔥{ -brand-name-firefox } ทำให้เปลี่ยนจาก { -brand-name-chrome } ได้เร็วมาก ลองเลย!
switch-switch-to-firefox = เปลี่ยนมาใช้ { -brand-name-firefox }
switch-firefox-makes-switching-fast-email = { -brand-name-firefox } ทำให้เปลี่ยนจาก { -brand-name-chrome } ได้เร็วมาก ฉันชอบมากเลย คุณน่าจะลองดูนะ
switch-still-not-convinced = ยังไม่แน่ใจว่าการเปลี่ยนมาใช้ { -brand-name-firefox } เป็นเรื่องง่ายหรือไม่?
switch-enjoy-the-web-faster = เพลิดเพลินกับเว็บที่เร็วขึ้น ทั้งหมดตั้งค่ามาแล้วสำหรับคุณ
switch-download-and-switch = ดาวน์โหลดและเปลี่ยน
switch-share-to-facebook = แบ่งปันบน Facebook
switch-share-to-facebook-updated = แบ่งปันไปยัง { -brand-name-facebook }
switch-hey = สวัสดี,
switch-check-it-out = ตรวจสอบและแจ้งให้เราทราบว่าคุณคิดอย่างไร:
switch-send-an-email = ส่งอีเมล์
