# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Знайдіть найкращий веббраузер для швидкості, приватності й безпеки.
best-browser-so-many-browser-options = Так багато параметрів веббраузера, але є тільки один, який найкраще підходить для ваших потреб. Найкращий для вас браузер повинен забезпечувати як і швидкість, так і захист приватності.
best-browser-privacy-speed-and-security = Приватність, швидкість і безпека.
best-browser-how-to-choose-the-best = Як обрати найкращий для вас браузер.
best-browser-the-internet-has-become = Інтернет став таким же важливим, як електрика і водопостачання, тому вибір найкращого браузера важливіший, ніж будь-коли. Інтернет - це другий офіс, вчитель, а іноді і медичний працівник, навіть якби ваш лікар не хотів, щоб ви шукали симптоми хвороби в Інтернеті.
best-browser-in-the-mid-nineties = В середині дев'яностих { -brand-name-netscape }, { -brand-name-ie } і AOL домінували в Інтернеті. Це був чудовий час, коли мелодія комутованого інтернет-з'єднання линула світом. Ви дізналися, що означає очікувати завантаження вебсторінок. У ті часи швидкість браузера була найважливішою.
best-browser-today-is-a-different = Сьогодні інша історія. Реклама, порушення приватності, вразливості безпеки, а також фальшиві новини можуть змусити вас по іншому сприймати браузер. Як браузер захищає вашу приватність? Чи дозволяє він стежити за вами в Інтернеті? Чи пристосований він до багатозадачності та обробки багатьох комп'ютерних та Інтернет операцій одночасно?
best-browser-when-you-use-a-browser = Коли ви використовуєте браузер для всіх завдань, він має бути швидким. Але з тої ж самої причини він має бути приватним. Браузер має доступ до всього, що ви робите онлайн, тому він може піддавати вас ризику, якщо в ньому відсутні надійні функції захисту приватності.
best-browser-marshall-erwin-senior = Маршалл Ервін, Директор зі сфери довіри та безпеки в компанії { -brand-name-mozilla }
best-browser-if-youre-wondering = Якщо вам цікаво, що означає приватний і швидкий браузер, погляньте на опис трьох речей, які повинен мати браузер.
best-browser-a-browser-built-for = Браузер, створений для швидкої роботи.
best-browser-a-browser-is-still = Браузер – це лише інструмент, тому зрозуміло, що ви захочете обрати найкращий для своїх потреб. Якщо ви повинні працювати для заробітку на життя, вам потрібен швидкий браузер. Варто розуміти, що браузер, який допускає виконання сторонніх елементів стеження, найімовірніше, працюватиме повільніше, ніж той, що не дозволяє цього. Сторонні елементи стеження – це куки, і, хоча ви їх не бачите, вони працюють на задньому плані сайту, забираючи дорогоцінний час. Чим більше стороннього стеження блокує браузер, тим швидше він може працювати.
best-browser-this-is-one-of-the = Це одна з багатьох причин, щоб обрати браузер { -brand-name-firefox }: він типово налаштований блокувати стороннє стеження. Є й інші причини, які ми вам покажемо згодом.
best-browser-a-browser-that-puts = Браузер, що цінує безпеку понад усе.
best-browser-remember-the-last-massive = Пам'ятаєте останній великий витік даних? Якщо ні, це тому, що вони трапляються досить часто. Компанії зберігають дані клієнтів, наприклад, особисту й фінансову інформацію, а хакери їх викрадають. Якщо для вас безпека займає важливе місце, тоді безпечний інтернет-браузер є найкращим вибором для вас.
best-browser-there-are-a-few-ways = Є кілька ознак того, що браузер допомагає своїм користувачам залишатися в безпеці. Браузер, який відповідає найновішим технологіям безпеки, може допомогти захистити ваш комп'ютер і вебсайти від небажаних відвідувачів, наприклад, зловмисних програм чи комп'ютерних вірусів.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = Другою важливою ознакою є збереження мінімальної кількості даних користувачів. Хакери не можуть викрасти те, чого немає, ось чому { -brand-name-firefox } зберігає лише мінімальну кількість інформації про своїх користувачів. <a href="{ $data }">{ -brand-name-firefox } знає</a> чи ви використовуєте браузер, а також основні відомості про ваше розташування, <a href="{ $privacy }">але й гадки не має про ім'я вашої домашньої тваринки чи улюблений колір.</a>
best-browser-last-but-not-least = І останньою, але не менш важливою ознакою є забезпечення браузером інструментів, які допомагають вам слідкувати за своїми обліковими записами. Подумайте про сповіщення, що надходять прямо на вашу електронну пошту, якщо будь-який з ваших облікових записів зламано, або піктограми, що вказують про стан шифрування з'єднання з вебсайтом (наприклад, чи безпечно вводити дані кредитної картки на сайті інтернет-магазину).
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } пропонує дещо нове для вашого захисту: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. Це безплатний сервіс, який сповістить вас про будь-які відомі злами ваших облікових записів, а також повідомить про те, чи не були вони зламані в минулому. Ще одна цікава функція — Зелений замок. Він має вигляд маленької піктограми у верхній лівій частині вікна браузера. Якщо ви користуєтесь { -brand-name-firefox } і бачите піктограму у вигляді зеленого замка, це означає що з'єднання з вебсайтом захищене й безпечне. Якщо замок має сірий колір, вам краще двічі подумати перед тим, як вводити будь-яку конфіденційну інформацію.
best-browser-we-visit-hundreds-or = Користувачі відвідують сотні, чи навіть тисячі вебсайтів щодня, і не можна очікувати від них прийняття рішень стосовно безпеки та приватності для кожного з цих сайтів. Ось чому браузер, який дає більше контролю, є таким важливим - тому що він пропонує справжній, змістовний захист.
best-browser-a-browser-that-minds = Браузер, який займається своєю справою.
best-browser-privacy-on-the-web = Приватність в інтернеті є гарячою проблемою. Якщо приватність знаходиться на першому місці у вашому списку пріоритетів, ви захочете мати браузер, який ставиться до цього серйозно. При виборі найкращого приватного браузера, зверніть увагу на політику щодо стеження і те, як він поводиться з вашими даними. Це здається технічними питаннями, але вони є причиною того, що деякі браузери більш приватні за інші.
best-browser-trackers-are-all-those = Стеження – це всі дратівливі повідомлення про "файли cookie", які ви отримуєте на сайтах авіакомпаній. Ці сторонні елементи стеження знають, на що ви натискаєте, і можуть використовуватись для аналізу вашої поведінки. Приватний браузер повинен мати можливість вимикати сторонні елементи стеження, а в ідеалі, вимикати їх типово.
best-browser-another-way-to-stop = Іншим способом запобігання стеження є використання приватного режиму перегляду. Будь-який браузер, що заявляє про приватність, повинен пропонувати перегляд в приватному режимі.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = Перевірити це можна просто, відвідавши сторінку налаштувань вмісту браузера і його політики приватності. Вебсторінка політики приватності повинна описувати, чи збираються ваші дані та з якою метою. <a href="{ $privacy }">Положення про приватність { -brand-name-firefox }</a> доступне для ознайомлення і його легко можна знайти.
best-browser-choosing-the-best-browser = Вибір найкращого браузера - це як вибір будинку. Ви хочете дізнатися про ваші можливості, провести деякі дослідження і прийняти рішення, керуючись тим, що для вас важливо.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = В <a href="{ $firefox }">{ -brand-name-firefox }</a> ми плідно попрацювали над створенням браузера, який удвічі швидший, ніж раніше, і дає користувачам більше контролю над їхнім життям в Інтернеті.
best-browser-take-control-of-your = Візьміть ваш браузер під контроль.
