# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Γνωρίστε το καλύτερο πρόγραμμα περιήγησης για ταχύτητα, απόρρητο και ασφάλεια.
best-browser-so-many-browser-options = Τόσες επιλογές σε προγράμματα περιήγησης, αλλά μόνο ένα καλύπτει καλύτερα τις ανάγκες σας. Το ιδανικό πρόγραμμα περιήγησης θα πρέπει να προσφέρει ταχύτητα και προστασία απορρήτου.
best-browser-privacy-speed-and-security = Απόρρητο, ταχύτητα και ασφάλεια.
best-browser-how-to-choose-the-best = Πώς να επιλέξετε το καλύτερο πρόγραμμα περιήγησης για εσάς.
best-browser-the-internet-has-become = Το διαδίκτυο έχει γίνει εξίσου σημαντικό με τον ηλεκτρισμό και το τρεχούμενο νερό, οπότε η επιλογή του καλύτερου προγράμματος περιήγησης είναι πιο σημαντική από ποτέ. Το διαδίκτυο αποτελεί δεύτερο εργασιακό χώρο, δάσκαλο και μερικές φορές, ιατρικό σύμβουλο, ακόμα κι αν ο πραγματικός σας γιατρός θα προτιμούσε να μην αναζητάτε τα συμπτώματά σας στο διαδίκτυο.
best-browser-in-the-mid-nineties = Στα μέσα της δεκαετίας του '90, τα { -brand-name-netscape }, { -brand-name-ie } και AOL κυριάρχησαν στο χώρο. Ήταν πιο απλοί οι καιροί όταν η γλυκιά μελωδία των συνδέσεων dial-up ηχούσε σε όλο τον κόσμο.  Μάθαινε κανείς τι θα πει υπομονή περιμένοντας να φορτωθούν οι ιστοσελίδες. Τότε, το μόνο που είχε σημασία ήταν η ταχύτητα του προγράμματος περιήγησης.
best-browser-today-is-a-different = Η σημερινή εποχή είναι διαφορετική. Διαφημίσεις, διαρροές ιδιωτικών δεδομένων, παραβιάσεις ασφάλειας και ψευδείς ειδήσεις, ίσως σάς ωθήσουν να αναζητήσετε άλλες δυνατότητες σε ένα πρόγραμμα περιήγησης. Πώς προστατεύει το απόρρητό σας; Επιτρέπει σε ιχνηλάτες να σάς ακολουθούν στο διαδίκτυο; Είναι κατάλληλο για ταυτόχρονη εκτέλεση πολλαπλών εργασιών και διαχείριση λειτουργιών στον υπολογιστή και το διαδίκτυο;
best-browser-when-you-use-a-browser = Όταν χρησιμοποιείτε ένα πρόγραμμα περιήγησης για τα πάντα, πρέπει να είναι γρήγορο. Αλλά για τον ίδιο λόγο, πρέπει να είναι και ιδιωτικό. Ένα πρόγραμμα περιήγησης έχει πρόσβαση σε ό,τι κάνετε στο διαδίκτυο, οπότε μπορεί να σάς θέσει σε πραγματικό κίνδυνο εάν δεν διαθέτει ισχυρές δυνατότητες απορρήτου.
best-browser-marshall-erwin-senior = Marshall Erwin, Γενικός διευθυντής εμπιστοσύνης και ασφαλείας της { -brand-name-mozilla }
best-browser-if-youre-wondering = Αν αναρωτιέστε τι σημαίνει να έχετε ένα ιδιωτικό ή γρήγορο πρόγραμμα περιήγησης, ορίστε μια ανάλυση με τα τρία πράγματα που θα έπρεπε να έχει ένα πρόγραμμα περιήγησης.
best-browser-a-browser-built-for = Ένα πρόγραμμα περιήγησης αναπτυγμένο για ταχύτητα.
best-browser-this-is-one-of-the = Αυτός είναι ένας από τους πολλούς λόγους για να επιλέξετε το { -brand-name-firefox }: το { -brand-name-firefox } αποκλείει από προεπιλογή τους ιχνηλάτες τρίτων. Έχουμε και άλλους λόγους που θα αναλύσουμε αργότερα.
best-browser-a-browser-that-puts = Ένα πρόγραμμα περιήγησης με προτεραιότητα στην ασφάλεια.
best-browser-remember-the-last-massive = Θυμάστε την τελευταία μεγάλη παραβίαση δεδομένων; Αν όχι, αυτό οφείλεται στο γεγονός ότι συμβαίνει πολύ συχνά. Οι εταιρείες διατηρούν τα δεδομένα πελατών τους, όπως προσωπικά ή οικονομικά στοιχεία και οι hackers τα υποκλέπτουν. Εάν έχετε ως προτεραιότητα την ασφάλεια, τότε ένα ασφαλές πρόγραμμα περιήγησης είναι και το καλύτερο για εσάς.
best-browser-there-are-a-few-ways = Υπάρχουν μερικοί τρόποι με τους οποίους ένα πρόγραμμα περιήγησης μπορεί να βοηθήσει τους χρήστες του να παραμείνουν ασφαλείς. Ένα πρόγραμμα περιήγησης που είναι ενημερωμένο με την τελευταία τεχνολογία ασφαλείας, μπορεί να προστατεύσει τον υπολογιστή σας και τις ιστοσελίδες από ανεπιθύμητους επισκέπτες, όπως κακόβουλο λογισμικό ή ιούς.
best-browser-a-browser-that-minds = Ένα πρόγραμμα περιήγησης που σέβεται το απόρρητό σας.
best-browser-another-way-to-stop = Ένας άλλος τρόπος να εμποδίσετε τους ιχνηλάτες είναι η ιδιωτική περιήγηση. Κάθε πρόγραμμα περιήγησης που υποστηρίζει ότι είναι ιδιωτικό, θα πρέπει να διαθέτει λειτουργία ιδιωτικής περιήγησης.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = Στο <a href="{ $firefox }">{ -brand-name-firefox }</a>, εργαζόμαστε σκληρά για να αναπτύξουμε ένα πρόγραμμα περιήγηση που είναι δύο φορές πιο γρήγορο από πριν και προσφέρει στους χρήστες περισσότερο έλεγχο για τη διαδικτυακή τους ζωή.
best-browser-take-control-of-your = Πάρτε τον έλεγχο του προγράμματος περιήγησης σας.
