# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = { -brand-name-mozilla } دے ڈیٹا رازداری عمومی سوالات
# HTML page description
privacy-faq-v2-desc = { -brand-name-mozilla } وچ اساں تہاݙی ذاتی معلومات دا احترام  تے حفاظت کریندے ہیں۔
privacy-faq-v2-heading = اساں منافع دی بجائے لوکاں کیتے کھڑے ہیں۔
privacy-faq-v2-intro = لوکاں کیتے ایہ ڄاݨݨ اوکھا تھی سڳدا ہے جو او اڄ کل استعمال تھیندے کہیں وی سافٹ ویئر یا خدمات کنوں کیا جھانجھ رکھیندے ہن۔ ساݙی زندگیاں کوں طاقت بخشݨ آلی ٹیکنالوجی پیچیدہ ہے تے لوکاں دے کول تفصیلاں ڄاݨݨ دا وقت کائنی۔ ایہ ہݨ وی { -brand-name-firefox } کیتے درست ہے، جتھاں اساکوں معلوم تھیندا ہے جو لوک اپݨے براؤزر وِچ ہڈ دے تلے کیا تھیندا پیا ہے ایندے بارے ٻہوں سارے مختلف خیالات رکھیندے ہن۔
privacy-faq-v2-at-mozilla = { -brand-name-mozilla } وچ اساں تہاݙی ذاتی معلومات دا احترام تے حفاظت کریندے ہائیں:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = اساں <a { $attrs }>ڈیٹا پرائیویسی اصولاں</a> دے ہک سیٹ دی پیروی کریندے ہائیں جیہڑے { -brand-name-firefox } ڈیسک ٹاپ تے موبائل براؤزرز وچ پرائیویسی بارے ساݙے نقطہ نظر کوں تشکیل ݙیندے ہن۔
privacy-faq-v2-we-strive-collect-data = اساں صرف اوہو ڈیٹا کٹھا کریندے ہائیں جین٘دی ساکوں بہترین مصنوعات تیار کرݨ کیتے لوڑ ہوندی ہے۔
privacy-faq-v2-we-work-to = اساں لوکاں کوں اپݨے ڈیٹا تے آن لائن تجربات تے قابو رکھݨ کیتے کم کریندے ہیں
privacy-faq-v2-we-adhere = اساں "بغیر کہیں حیرت" آلے اصول تے عمل کریندے ہیں، جیندے معنی ایہ ہن جو اساں ایہ یقینی بݨاوݨ کیتے محنت کریندے ہیں جو لوکاں دی { -brand-name-firefox } دی سمجھ حقیقت نال مِلدی ہووے۔

## FAQ

privacy-faq-v2-i-use-firefox = تلے ݙتے ڳئے سوالات تے جوابات تہاکوں ایہ سمجھݨ وچ مدد کریسن جو تساں { -brand-name-mozilla } تے { -brand-name-firefox } توں کیا توقع رکھ سڳدے ہو:
privacy-faq-v2-it-seems-like = بالکل نئیں! { -brand-name-mozilla } دے طور تے اساں آپݨے صارفین دی رازداری (privacy) کوں سب توں اتے رکھیندے ہیں، تہوں اساں تہاݙی ذاتی معلومات یا آن لائن سرگرمیوں دا کوئی ریکارڈ یا ڈیٹا کٹھا نئیں کریندے۔ { -brand-name-firefox } کوں ایں طرحاں ڈیزائن کیتا ڳیا ہے جو تہاݙا براؤزنگ ڈیٹا، سرچ ہسٹری، تے پاس ورڈز صرف تہاݙی آپݨی ڈیوائس تے محفوظ رہن، نہ کہ ساڈے سرورز تے!
privacy-faq-v2-we-never-sell-your = اساں تہاݙا ذاتی ڈیٹا کݙاہیں نئیں ویچیندے۔ ٻیاں وݙیاں ٹیک کمپنیاں جیہڑیاں تہاݙی ذاتی معلومات کٹھیاں کریندیاں ہن تے انہاں توں نفع کمیندیاں ہن، انہاں دے برعکس اساں رازداری (privacy) کوں بنیادی اصول بݨا تے بݨائے ڳئے ہیں۔ اساں تہاݙی عمر، صنف (gender)، سہی مقام (location)، یا ٻئی او معلومات نئیں ڄاݨدے جیہڑی وݙی ٹیک کمپنیاں کٹھیاں کریندیاں ہن تے جنہاں توں کمائی کریندیاں ہن۔
privacy-faq-v2-wait-so-how = انتظار کرو، تساں پیسہ کین٘ویں کماندے ہو؟
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } کوئی عام ادارہ نئیں۔ 1998 وچ ہک کمیونٹی اوپن سورس پروجیکٹ دے طور تے شروع تھیا، { -brand-name-mozilla } ہک مقصد نال جُڑیا ہویا ادارہ ہے جیہڑا ہک زیادہ صحت مند انٹرنیٹ کیتے کم کریندے پیا ہے۔ { -brand-name-mozilla-corporation } دی آمدنی دا زیادہ تر حصہ دنیا بھر وچ { -brand-name-firefox } ویب براؤزر دی سرچ پارٹنرشپ تے ڈسٹری بیوشن ڈیلز توں ملݨ آلیاں رائلٹیز توں آندا ہے۔ تساں ساݙے <a { $attrs }>سالانہ مالیاتی رپورٹ وچ ایہ پڑھ سڳدے ہو جو اساں پیسے کِویں کمیندے ہیں۔
privacy-faq-v2-softballs = ٹھیک ہے، او پہلے کجھ سافت بالاں ہن۔ تساں کیڑھا ڈیٹا کٹھا کریندے او؟
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } ڈیفالٹ دے طور تے { -brand-name-firefox } توں محدود ڈیٹا دا ہک سیٹ ضرور کٹھا کریندے جیندے نال اساں کوں ایہ سمجھݨ وچ مدد ملدی ہے جو لوک براؤزر کِویں استعمال کریندے پئے ہن۔ تساں ساݙے <a { $privacy }>رازداری دے نوٹس (privacy notice) وچ ایں بارے مزید پڑھ سڳدے ہو تے <a { $data }>اینہہ ڈیٹا کولیکشن دی مکمل دستاویزات وی ݙیکھ سڳدے ہو. اساں آپݨی دستاویزات کوں عوامی وی رکھیندے ہوں تاکہ کوئی وی بندہ ایں ڳالھ دی تصدیق کر سڳے جو اساں جیہڑا آکھدے ہوں او ہ ہے، اساں کوں مشورہ ڈے سڳے جو اتھاں بہتری دی ضرورت ہے، تے ایں ڳالھ دا یقین رکھ سڳے جو اساں کجھ وی لُکاوݨ نئیں پووے.
privacy-faq-v2-do-you-collect = بھلا تساں { -brand-name-firefox } دے پری ریلیز ورشناں وچ ٻیا ڈیٹا کٹھا کریندے ہو؟
privacy-faq-v2-sort-of = ایں طراں، اوتے بیان کردہ ڈیٹا دے علاوہ، اساکوں { -brand-name-firefox } دے پری ریلیز ورژن وِچ بطور ڈیفالٹ کریش تے خرابی دیاں رپورٹاں وصول تھیندیاں ہن۔
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = اساں { -brand-name-firefox } دے کجھ <a { $attrs }>مطالعے (studies) کیتے ریلیز توں پہلے دا اضافی ڈیٹا وی کٹھا کر سڳدے ہاؤ۔ مثال دے طور تے، کجھ مطالعات کیتے جینکوں اساں "براؤزنگ ڈیٹا" آکھدے ہیں، اوندے وچ یو آر ایل (URLs) تے کجھ خاص ویب سائٹس دے بارے ٻئی معلومات شامل تھی سڳدی ہے۔ ایہ اساں کوں { -brand-name-firefox } کوں بہتر بݨاوݨ کیتے خاص سوالاں دے جواب ݙیوݨ وچ مدد کریندے، جیویں کہ مخصوص علاقیاں وچ مشہور ویب سائٹس کوں بہتر طریقے نال کیویں ضم کیتا ون٘ڄ سڳے۔
privacy-faq-v2-mozilla-pre-release = { -brand-name-mozilla } دے { -brand-name-firefox } دے پری ریلیز ورژن ترقیاتی پلیٹ فارم ہن، جیڑھے تجرباتی خصوصیات دے نال اکثر اپ ڈیٹ تھیندے ہن۔ ایہ تجرباتی خصوصیات کیویں کم کریندیاں ہن اینکوں سمجھݨ کیتے اساں ریلیز دے بعد جیڑھا کجھ کریندے ہیں ایں کنوں پہلے ریلیز وِچ زیادہ ڈیٹا کٹھا کریندے ہیں۔ تساں ترجیحاں وِچ ایں ڈیٹا کوں جمع کرݨ نال آپٹ آؤٹ کر سڳدے او۔
privacy-faq-v2-but-why-do-you = پر تساں کوئی وی ڈیٹا کیوں کٹھا کریندے ہو؟
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = اگر ساکوں ایہ معلوم نہ ہووے جو براؤزر کِویں کم کریندے پئے یا لوک کیڑھے فیچرز استعمال کریندے پئے ہن، تاں اساں اینکوں بہتر نئیں بݨا سڳدے تے اوہ شاندار پروڈکٹ فراہم نئیں کر سڳدے جینکوں تساں چاہندے ہاؤ۔ اساں ایینجھے ڈیٹا کولیکشن تے تجزیاتی ٹولز بݨاوݨ وچ سرمایہ کاری کیتی ہے جیہڑے اساں کوں لوکاں دی رازداری دا احترام کریندے ہوئیں اپݨے پروڈکٹ دے بارے وچ سمجھداری نال فیصلے کرݨ دی اجازت ݙیندن۔ تساں رازداری دی حفاظت کرݨ آلی کجھ ٹیکنالوجیز دے بارے وچ مزید پڑھ سڳدے ہو، جیویں کہ <a { $attrs }>OHTTP۔
privacy-faq-v2-data-collection-bugs-me = ڈیٹا کٹھا کرݨ اڄݨ وی میکوں وڳڑیندے۔ بھلا میں ایں کوں بند کر سڳداں؟
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = ہا، صارف دا کنٹرول ساݙے ڈیٹا پرائیویسی دے اصولاں وچوں ہک ہے۔ اساں { -brand-name-firefox } وچ <a { $privacy }>پرائیویسی سیٹنگز آلے صفحے تے ایں اصول تے عمل کریندے ہیں، جیڑھا ہر اوں بندے کیتے ہک بہترین جاہ ہے جیڑھا { -brand-name-firefox } وچ اپݨی پرائیویسی دا کنٹرول سنبھالݨ چاہندا ہے۔ تساں اتھاؤں ہی <a { $data }>ڈیٹا کلیکشن کوں بند وی کر سڳدے ہیوے۔
privacy-faq-v2-what-about-my-account = میݙے کھاتے دے ڈیٹا دا کیا تھیسی؟
privacy-faq-v2-we-are-big-believers = اساں ڈیٹا کوں کم از کم کرݨ دے وݙے منݨ والے ہیں تے اینجھاں چیزاں نہیں منگدے جنہاں دی اساکوں لوڑ ہے۔
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = { -brand-name-firefox } استعمال کرݨ کیتے ساکوں کہیں اکاؤنٹ دی لوڑ نئیں۔ ڈیوائسز دے درمیان ڈیٹا سنک (sync) کرݨ کیتے <a { $attrs }>اکاؤنٹس دی لوڑ ہوندی ہے، پر اساں صرف تہاݙا ای میل ایڈریس تے عمر پچھدے ہاں (صرف ایہ یقینی بݨاوݨ کیتے جو تساں ٻال کوئنوے)۔
privacy-faq-v2-you-use-digital = تساں اپݨے مارکیٹنگ مکس دے حصے دے طور تے ڈیجیٹل اشتہارات استعمال کریندے او۔ کیا تساں اپݨے آن لائن اشتہاراں کوں بہتر طریقے نال نشانہ بݨاوݨ کیتے لوکاں دا ڈیٹا مُل گھندے او؟
privacy-faq-v2-no-we-do-not-buy = کو، اساں ٹارگٹ اشتہار بازی کیتے لوکاں دا ڈیٹا مُل نسے گھندے۔
privacy-faq-v2-we-do-not-ask = اساں اپݨے اشتہاری پارٹنرز کوں آہدے ہیں جو صرف اوہی فرسٹ پارٹی ڈیٹا استعمال کرن جینکوں ویب سائٹس تے پبلشرز سب صارفین دے بارے وچ ڄاݨدے ہن، جیویں کہ او براؤزر جینکوں تساں استعمال کریندے پئے ہو تے او ڈیوائس جیندے تے تساں موجود ہووے۔
privacy-faq-v2-well-it-seems = ٹھیک ہے، ایویں لڳدا ہے جو تساں واقعی ایں رازداری دے سامان تے میݙی پٹھ بھرائی کریندے پئے او۔
privacy-faq-v2-yes-we-do = جیا، اساں کریندے ہیں۔
privacy-faq-v2-find-out-more = { -brand-name-mozilla } انٹرنیٹ دی حفاظت کین٘ویں کریندے ایں بارے ودھیک لبھو۔
