# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = آئی پی پتہ کیا ہے؟
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } IP  پتیاں بارے تہاݙے تمام سوالاں دے جواب ݙیندا ہے جو IP  پتہ کیا ہے، ایہ کیویں کم کریندا ہے، تے جے تہاکوں اینکوں لکاوݨا چاہیدا ہے۔
vpn-ip-address-every-time-you = جݙاں وی تساں انٹرنیٹ تے ہوندے او، IP  پتے معلومات دے تبادلے وِچ اہم کردار ادا کریندے پئے ہوندے ہن تاں جو تہاݙی درخواست کردہ سائٹاں کوں ݙیکھݨ وِچ تہاݙی مدد کیتی ونڄ سڳے۔ وت وی، ہک موقع ہے جو تہاکوں معلوم نہ تھیوے جو ایہ کیا ہے، لہذا اساں ہیٹھ درج سبھ توں زیادہ پچھے ونڄݨ والے سوالاں کوں ترڑیندے پئے ہیں۔
vpn-ip-address-your-ip-address = تہاݙا IP ایڈریس ہک نویکلی سنڄاݨ کنندہ ہے، جیڑھا جو میلنگ ایڈریس دی طراں، تہاݙی آن لائن سرگرمی نال وابستہ ہے۔ کہیں وی وقت جݙاں تساں انٹرنیٹ استعمال کریندے او (آن لائن خریداری کریندے او، ای میلز بھیڄیندے او، ٹی وی چلیندے او)، تساں کہیں مخصوص آن لائن منزل تائیں رسائی دی درخواست کریندے رہندے او، تے اوندے بدلے وِچ، معلومات تہاکوں واپس بھیڄیاں ویندیاں ہن۔ ایہ کیویں کم کریندا ہے؟ ویسے IP  دا مطلب انٹرنیٹ پروٹوکول ہے، جیڑھا ڈیٹا کوں روٹنگ تے انٹرنیٹ نال منسلک کرݨ کیتے معیارات تے قواعد (جیا، ٻئی صورت وِچ پروٹوکول دے ناں نال ڄاتا ویندا ہے) مرتب کریندا ہے۔ ایہ پروٹوکول قواعد دا ہک مجموعہ ہے جیندے اوتے عمل کرݨ دی ہر فریق کوں ڈیٹا دے ݙو جہتی واہک دی اجازت ݙیوݨ دی ضرورت ہے۔
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = ہک آئی پی پتے دی مثال ایہ ہے جو کومیاں نال وکھرے تھئے ترتیب وچ چار عدد: 123.45.67.89
vpn-ip-address-if-you-look-up-your = جے تساں آپݨی آئی پی پتہ ݙیکھو تاں ایہ کجھ ایں طرحاں نظرسی۔
vpn-ip-address-does-it-travel = بھلا ایہ تہاݙے نال پندھ کریندے؟
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = کائنا، تہاݙا IP  پتہ صرف ہک مقام نال وابستہ ہے جے تائیں تساں VPN  استعمال نہیں کریندے پئے او (اساں ایندے بارے بعد اِچ ودھیک معلومات حاصل کریسو)۔ جݙاں تساں پݨے گھر ہوندے او تے انٹرنیٹ نال منسلک ہوندے او جیندی تساں ادائیگی کریندے او، تاں تساں ہک استعمال کریندے پئے ہوندے او۔ بھل جو، جے تساں سویرے گھر تے اپݨا ای میل چیک کریندے او، ول اپݨی کافی دا انتظار کریندے ہوئے مقامی کافی شاپ تے خبراں کوں سکین کریندے او، تے ول کہیں دفتر نال کم کریندے او، تاں تساں ݙو مقام تے مختلف IP  ایڈریس استعمال کیتے ویسن۔
vpn-ip-address-does-your-ip = بھلا تہاݙا آئی پی پتہ تبدیل تھیندا ہے؟
vpn-ip-address-yes-even-if = جیا، اتنے تائیں جو جے تساں گھر بہہ تے صرف انٹرنیٹ استعمال کریندے پئے او، تاں تہاݙے گھر دا IP  ایڈریس تبدیل تھی سڳدا ہے۔ تساں اینکوں تبدیل کرݨ کیتے اپݨے انٹرنیٹ سروس پرووائیڈر  (ISP) نال رابطہ کر سڳدے او، لیکن انٹرنیٹ کنکشن دے مسائل دی وجہ توں اپݨے موڈیم یا راؤٹر کوں ولدا شروع کرݨ جیہیں معمول دی چیز وی تبدیل تھی سڳدی ہے۔
vpn-ip-address-can-more-than = بھلا ہک کنوں ودھ ڈیوائساں دے آئی پی پتے ہکو تھی سڳدن؟
vpn-ip-address-this-is-a = ایہ تھوڑا جیہاں مشکل سوال ہے۔ جواں اہا یا نانہہ ݙوہیں وِچ ہے۔ ہک کنوں زیادہ ڈیوائساں ہک ای بیرونی (عوامی) IP ایڈریس دی سانجھ کر سڳدیاں ہن، لیکن ہر ڈیوائس دا اپݨا مقامی (نجی) IP پتہ ہوسے۔ مثال دے طور تے، تہاݙا ISP  (انٹرنیٹ سروس فراہم کنندہ) تہاݙے گھر کوں ہک بیرونی IP  ایڈریس دے نال سیٹ کریندا ہے۔ جیویں جو تہاݙا راؤٹر اوہو ہے جیڑھا دراصل انٹرنیٹ نال جڑدا ہے، ایں سانگے IP ایڈریس تہاݙے راؤٹر کوں تفویض کیتا ویندا ہے۔ ول تہاݙا راؤٹر ہر ہک ڈیوائس کوں ہک مقامی IP  ایڈریس تفویض کریندا ہے جیڑھا ہک وقت اِچ انٹرنیٹ نال جڑیا ہوندا ہے۔ بیرونی IP ایڈریس اوہو ہوندا ہے جیڑھا بیرونی دنیا دے نال شیئر کیتا ویندا ہے۔ تہاݙا مقامی IP پتہ تہاݙے پرائیویٹ ہوم نیٹ ورک دے ٻاہر شیئر نئیں کیتا ڳیا۔
vpn-ip-address-can-we-run = بھلا اساں انہاں دے بغیر چل سڳدے ہیں؟
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = جݙاں انٹرنیٹ کوں پہلی واری ڈیزائن کیتا ڳیا ہا، اوندے وِچ "ورژن 4" ایڈریس استعمال کیتے ڳئے ہن۔ ایہ 32 بٹس ہن، جیندا مطلب ایہ ہے جو اساݙے کول <a href="{ $sr }">4.2bn پتے </a> تھی سڳدے ہن۔ ایں ویلھے ایہ کافی لڳدا پیا ہا، لیکن اینجھی دنیا وِچ کتھائیں وی اتنا نیڑے کائنی جتھاں اوسط امریکی گھراݨے دے کول <a href="{ $variety }"> 11 منسلک آلات </a> ہوون۔
vpn-ip-address-we-now-have = ہݨ اساݙے کول ورژن 6 IP  پتے ہن، جنہاں وِچ فی ایڈریس 128 بٹس ہن۔ بدقسمتی نال، ورژن 4 تے ورژن 6 ہک ٻئے نال براہ راست ڳالھ نہیں کر سڳدے، ایں سانگے لوکاں کوں ورژن 4 دے پتیاں دی طویل عرصے تائیں ضرورت پوسے۔
vpn-ip-address-should-you-hide = بھلا تہاکوں آپݨا آئی پی پتہ لُکاوݨاں چاہیدا ہے؟
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = تہاکوں اپݨا IP ایڈریس لُکاوݨ دی لوڑ کائنی، لیکن بعض اوقات ایویں تھیندے جو جتھاں تساں چاہسو۔ سبھ توں عام وجہ رازداری ہے۔ امریکہ وِچ، براڈ بینڈ صارفین دی رازداری دے تحفظ کیتے بݨائے ڳئے رازداری دے ضابطے کوں <a href="{ $congress }"> کانگریس رد کر ݙتا </a>۔ انٹرنیٹ سروس فراہم کرݨ والے تہاݙی براؤزنگ دیاں عادتاں، تساں انٹرنیٹ کیڑھیاں چیزاں کیتے استعمال کریندے پئے او، تے تساں ہر ورقے تے کتنا وقت گزریندے او ایہ ݙیکھ سڳدے ہن۔ ایہ کمیونیکیشن انکرپٹڈ کائنی، لہذا تریجھے فریق ݙیکھ سڳدے ہن جو تساں کیڑھی ویب سائٹ تے ویندے پئے او۔ ایندا مقابلہ کرݨ دا ہک طریقہ <a href="{ $doh }"> DNS-over-HTTPS </a> (DoH) ہے۔ ایہ تہاݙے DNS (ڈومین نیم سسٹم) ٹریفک کوں انکرپٹ کریندا ہے، جیندے نال ISPs کیتے انہاں ویب سائٹاں کوں ݙیکھݨ مشکل تھی ویندا ہے جنہاں کوں تساں ݙیکھݨ دی کوشش کریندے پئے او۔ امریکی <a href="{ $firefox }">{ -brand-name-firefox } صارفین </a> کیتے، تہاݙے DoH سوالاں کوں بطور ڈیفالٹ قابل اعتماد DNS سرورز تے بھیڄ ݙتا ویندا ہے، جیندے نال تہاکوں انہاں ویب سائٹاں نال منسلک کرݨ مشکل تھی ویندا ہے تساں جنہاں دے دورہ کرݨ دی تساں کوشش کریندے او۔
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = تہاݙے IP ایڈریس کوں لُکاوݨ دی حالت دیاں وجوہات وی ہن۔ سفر کریندے ویلھے تساں اینکون لُکاوݨ چاہسو۔ ہک VPN  تہاکوں <a href="{ $url }"> زیادہ رازداری </a> وی ݙیسے جݙاں تساں دنیا کوں ڳولیندے ہوئے سٹریم کرݨ تے خریداری کرݨ کیتے WiFi نال جڑدے ہوسو۔
vpn-ip-address-how-do-you = تساں ایں کوں کین٘ویں لُکیندے ہو؟
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN تہاݙے IP  ایڈریس کوں لکاوݨ دا ہک طریقہ ہے۔ <a href="{ $vpn }"> جݙاں تساں VPN استعمال کریندے او </a>، تاں تہاݙا بیرونی IP پتہ تہاݙے مقام دے بیرونی IP  پتے دی بجائے VPN  سرور دے بیرونی IP کنوں آوسے۔ لہذا جے تہاݙا کنیکٹنگ VPN  سرور کیلیفورنیا وِچ واقع ہے، تاں تہاݙا بیرونی IP ایویں لڳسے جیویں ایہ کیلیفوریاں نال جڑیا ہویا ہے، چاہے تساں اصل وِچ کتھائیں وی ہوو۔ ایندے علاوہ، تہاݙی آن لائن سرگرمی تہاݙے VPN  کنوں ہک خفیہ کردہ، محفوظ کنکشن تے وی بھیڄی ویندی ہے، جیندے نال تہاکوں اضافی سیکیورٹی تے رازداری ملدی ہے۔ <a href="{ $mozvpn }"> { -brand-name-mozilla-vpn } </a> تہاݙا IP پتہ لُکاوݨ دا ہک طریقہ ہے۔ اساں تہاݙے نیٹ ورک دی سرگرمی دے لاگز کوں نہیں رکھیندے، تے اساں تریجھے فریق دے نال سانجھ نہیں کریندے جیڑھی تساں آن لائن کریندے او ایندی پروفائل بݨیندے او۔ اساں { $countries } زائد ملکاں وِ سرورز دے نال پنج آلات تائیں مکمل ڈیوائس تحفظ پیش کریندے ہیں، تساں کتھاؤں وی، کتھائیں وی جڑ سڳدے او۔
