# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = وی پی این تے ویب پراکسی وچ فرق
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPNs تے پراکسی آن لائن رازداری تے سیکیورٹی دے حل ہن۔ اتھاں ایہ ہے جو ایہ تہاݙی حفاظت کیویں کریندے ہن تے بہترین آپشن دا انتخاب کیویں کرن۔
vpn-or-proxy-virtual-private-networks = ورچوئل پرائیویٹ نیٹ ورکس (VPNs) تے محفوظ ویب پراکسی آن لائن بہتر پرائیویسی تے سیکیورٹی دے حل ہن، لیکن ایہ ڄاݨݨ الجھن دا باعث تھی سڳدا ہے جو تہاݙے کیتے کیڑھا صحیح ہے۔ اتھاں ہک نظر ہے جو ایہ سروسز تہاݙی حفاظت کیویں کریندیاں ہن تے جݙاں تساں آن لائن تھیندے او تاں ایندے کیتے بہترین آپشن دا انتخاب کیویں کریجے۔
vpn-or-proxy-stop-isps-from = ISPs کوں آپݨی جاسوسی کنوں ہٹکو
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = جݙاں تساں <a href="{ $firefox }">{ -brand-name-firefox }</a> استعمال کریندے او تاں <a href="{ $etp }"> بہتر ٹریکنگ پروٹیکشن </a> آپوں ڄاݨ ٻہوں سارے فریقاں کوں بلاک کر ݙیندا ہے۔ ویب تے تہاݙی پیروی کݨ نال <a href="{ $trackers }"> ویب ٹریکرز </a> لیکن اتھاں ہک دلچسپ حقیقت ہے: تہاݙا انٹرنیٹ سروس پرووائیڈر (ISP) جینکوں تساں انٹرنیٹ کنکشن کیتے ادائیگی کریندے پئے او — ول وی تہاݙا مشاہدہ تے ٹریک کر سڳدا ہے۔
vpn-or-proxy-because-your-internet = جیویں جو تہاݙا انٹرنیت ٹریفک تہاݙے آلات (کمپیوٹر، فون، ٹی وی، ٹیبلیٹ) تے تہاݙے ISP دے ذریعے منتقل تھیندا ہے، ایں سانگے او ݙیکھ سڳدے ہن جو تساں آن لائن کتھاں ویندے او۔ ہک ISP ݙیکھ سڳدا ہے جو تساں کیڑھیاں سائٹاں تے ویندے او، تساں انہاں تے کتنے عرصے کنوں او، تہاݙا مقام تے تہاݙے آلات دے بارے معلومات۔ خفیہ کاری دی بدولت ہک ISP کوں انہاں سائٹاں تے تساں کیا کیتا ایندیاں تفصیلاں نہیں ڄاݨ سڳدے (جیویں تساں کیا خرید کیتا، ڳولیا یا پڑھیا) لیکن او تہاݙے بارے انہاں سائٹاں دی بنیاد تے اندازہ لا سڳدا ہے جنہاں دا تساں دورہ کیتا ہے۔ او ذاتی ڈیٹا تہاݙے بارے تفصیلی پروفائل بݨاوݨ کیتے استعمال کیتا ونڄ سڳدا ہے۔ ISPs ایویں کیوں کریسن؟ مختصر وِچ: ایہ ڈیٹا قابل قدر ہے۔
vpn-or-proxy-isps-can-use = ISPs ایں معلومات کوں اشتہاراتی ہدف بݨاوݨ یا منیٹائزیشن دے مواقع کیتے استعمال کر سڳدے ہن جیندے وِچ ڈیٹا مائننگ، مارکیٹنگ تے ٹارگٹڈ ایڈورٹائزنگ وِچ دلچسپی رکھݨ والے تریجھے فریق دے نال تہاݙی معلومات دا اشتراک شامل تھی سڳدا ہے، جیندا مطلب ایہ ہے جو گھٹ رازداری تے زیادہ ٹریکنگ۔ پرائیویٹ موڈ وِچ براؤز کرݨ ISPs کو ایہ ݙیکھݨ کنوں نہیں روکیندا جو تساں آن لائن کتھا ویندے او۔ لیکن ویب پراکسی یا VPN  دے ذریعے اپݨی ویب ٹریفک بھیڄݨ اونکوں ٻہوں مشکل بݨا سڳدا ہے۔
vpn-or-proxy-when-should-you = وی پی این یا محفوظ پراکسی کہڑے ویلے چݨݨی چاہیدی ہے؟
vpn-or-proxy-vpns-and-secure = VPNs تے محفوط ویب پراکسیاں دے سانجھے مقاصد ہن: او کنکشن محفوظ کریندے ہن۔ او تہاݙے اصل IP ایڈریس کوں ماسک کر سڳدے ہن تے ویب ٹریفک دی حفاظت کر سڳدے ہن جیڑھا تساں اپݨے تے اپݨے VPN یا محفوظ پراکسی فراہم کنندہ دے درمیان بھیڄیندے او۔ لیکن تساں VPN  بمقابلہ پراکسی کݙاں استعمال کرݨ چاہسو؟
vpn-or-proxy-secure-web-proxy = محفوظ ویب پراکسی: براؤزر دی سطح تے تحفظ
vpn-or-proxy-a-secure-web = ہک محفوظ پراکسی انہاں کماں کیتے کم کریندی ہے جیڑھے تساں صرف اپݨے براؤزر وِچ کر سڳدے او۔ ایہ خریداری، بلاں دی ادائیگی، سوشل میڈیا وِچ لاگ ان کرݨ تے ای میل پڑھݨ جیہاں ٻہوں ساریاں سرگرمیاں دے برابر تھی سڳدا ہے۔ ہک محفوظ ویب پراکسی تہاݙے براؤزر تے انٹرنیٹ دے درمیان ہک ثالث دا کم کریندی ہے۔ تہاݙ ویب براؤزنگ ڈیٹا ہک محفوظ چُر دے ذریعے براہ راست تہاݙے براؤزر کنوں انٹرنیٹ تائیں پڄ ویسے، تہاݙے IP  ایڈریس کوں لُکیندے ہوئے، ایں سانگے جیڑھے ویب سرور نال تساں رابطہ کریندے پئے او او ایہ نہیں ڄاݨدا جو تساں دنیا وِچ کتھاں او ایندے نال تہاکوں ٹریک کرݨ تے ہدف بݨاوݨ مشکل تھی ویندا ہے۔
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = جݙاں تساں عوامی WiFi تے ویب براؤز کریندے پئے ہوندے او تاں ہک پراکسی مفید ہوندی ہے۔ جݙاں ہک پراکسی کوں فعال کیتا ویندا ہے، تاں ایہ ایں نیٹ ورک تے چھپݨ والیاں کوں تہاݙی براؤزنگ سرگرمی دی جاسوسی کرݨ یا غیر خفیہ کردہ سائٹاں تے تہاݙے لین دین کوں پڑھݨ کنوں روک ݙیسے۔ ایہ بے خینسا لڳدا ہے، لیکن عوامی WiFi نیٹ ورک <a href="{ $url }"> ہیکرز </a> کیتے پچھواڑے دی ٻاری دی طراں تھی سڳدے ہن۔
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }"> { -brand-name-firefox-private-network } </a> ہک آسان براؤزر ایکسٹینشن ہے جیڑھا تہاݙے براؤزر کنکشن کوں کتھائیں وی محفوظ رکھݨ کیتے ویب کوں ہک محفوظ، انکرپٹڈ ٹنل فراہم کریندا ہے۔ تساں { -brand-name-firefox } استعمال کریندے او۔ جݙاں وی تہاکوں اپݨے براؤزر وِچ اضافی سیکیورٹی دی ضرورت ہووے اینکوں آن کرݨ تیز تے آسان ہے۔
vpn-or-proxy-vpns-devicelevel-protection = VPNs: ڈیوائس سطح دی حفاظت
vpn-or-proxy-vpns-do-more = VPNs پراکسیاں کنوں زیادہ کم کریندے ہن جو ہک پراکسی صرف اوہا حفاظت کریندی ہے جیڑھی تساں اپݨے براؤزر وِچ کریندے او، جݙاں جو VPN  تہاݙے تمام ٹریفک دی حفاظت کریندا ہے، بشمول تہاݙے براؤزر، جتھاں وی تہاݙے کول VPN انسٹال تے فعال ہے۔ VPNs تہاݙیاں تمام آن لائن سرگرمیاں کیتے اضافی سیکیورٹی تے رازداری فراہم کریندے ہن۔ ہک اہم غور جے تساں اپݨی سرگرمی کوں اپݨے کول رکھݨ چاہندے او تے ڈیٹا دے بکھے ٹریکرز تے ISPs کیتے تہاݙے تمام آلات، جیویں جو تہاݙے فون تے تہاݙا پروفائل بݨاوݨ چاہندے ہن، کمپیوٹر تے ٹیبلٹ۔
vpn-or-proxy-a-vpn-works = ہک VPN  وݙے پیمانے تے تہاݙے آلے تے انٹرنیٹ دے درمیان ہک محفوظ "چُر" بݨا تے کم کریندا ہے۔ ایہ ݙو اہم طریقیاں نال تہاݙی رازداری دی حفاظت کریندا ہے:
vpn-or-proxy-concealing-your-ip = آپݨاں آئی پی پتہ لُکاوݨ، آپݨی سُن٘ڄاݨ دی حفاظت ہے  تے مقام دھندلا کرݨ ہے۔
vpn-or-proxy-encrypting-your-traffic = تہاݙے تے تہاݙے VPN  فراہم کنندہ دے درمیان تہاݙے ٹریفک کوں ڳجھا رکھݨ تاں جو تہاݙے مقامی نیٹ ورک تے کوئی وی اینکوں سمجھ یا ایندے وِچ ترمیم نہ کر سڳے
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = ہک VPN اوپن تے عوامی WiFi کنکشن تے وی سیکیورٹی فراہم کریندا ہے۔ اوپن WiFi خطرناک تھی سڳدا ہے، تے ایہ یقینی بݨاوݨ ناممکن ہے جو تساں جیڑھا کجھ کریندے پئے او اوندی چھان بین کرݨ کیتے کوئی ٻیا ایں نیٹ ورک نال منسلک کائنی۔ اتنے تائیں جو جے تہاݙا ٹریفک انکرپٹڈ ہے، تݙاں وی او ݙیکھ سڳدے ہن جو تساں کیڑھیاں سائٹاں ݙیکھدے پئے او۔ تے جے تساں ہک اینجھی ایپ استعمال کریندے پئے او  جیندی وِچ خفیہ کاری کائنی ۔ تے اڄ وی ٻہوں ساریاں کائنی ۔ تاں او ایں ایپ وِچ تساں جیڑھا کجھ کریندے پئے او او ݙیکھ سڳدے ہن۔ { -brand-name-mozilla-vpn } ہک تیز، محفوظ، قابل اعتماد سروس ہے جیڑھی تہاݙے کیتے حفاظتی خلا کوں ختم کرݨ وِچ مدد کر سڳدی ہے۔ <a href="{ $mozvpn }"> { -brand-name-mozilla-vpn } </a> تہاکوں { $countries } کنوں زائد ملکاں وِچ تہاݙا "مقام" (جتھوں تہاݙا ٹریفک آندا ݙسدا ہے) دا انتخاب کرݨ ݙیندا ہے۔
vpn-or-proxy-choose-a-trustworthy = قابل بھروسہ خدمت چݨو
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = VPN یا پراکسی سروس دا انتخاب کریندے ویلھے سبھ توں اہم چیز قابل اعتماد کمپنی دا انتخاب کرݨ ہے۔ یقینی بݨاؤ جو تساں انہاں شرطاں کوں سمجھدے او جنہاں نال تساں اتفاق کریندے پئے او۔ ٻہوں سارے لوک دعویٰ کریندے ہن جو او عظیم ہن تے رازداری تے توجہ مرکوز کریندے ہن، لیکن انہاں وِچوں ہک وݙی تعداد اپݨے وعدے تے پورا اتردی ہے۔ تمام پراکسی تے VPN سروسز محفوظ تے نجی کائنی۔ کجھ تہاݙی آن لائن سرگرمیاں کوں <a href="{ $cnet }"></a><a href="{ $pcmag }"> لاگ </a> کریسن تاں جو او تہاݙا ڈیٹا تے معلومات خود مارکیٹنگ فرماں کوں ویچ سڳن۔ ٻئے سروسز تہاکوں تہاݙے آلات تے میلویئر انسٹال کرݨ کیتے قائل کرݨ دی کوشش کریسن۔
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = اساں ایں ڳالھ کوں یقینی بݨاوݨ کیتے کم کیتا ہے جو ݙوہیں <a href="{ $mozvpn }"> { -brand-name-mozilla-vpn } </a> تے <a href="{ $fpn }"> { -brand-name-firefox-private-network } </a> پراکسی ایکسٹینشن دراصل تہاݙی رازداری دا احترام کریندے ہن، تے ایہ اینجھی چیز ہے جیندے اوتے اساں اپݨی ساکھ کوں داء تے لاوݨ کیتے تیار ہیں۔ { -brand-name-mozilla } بݨتراں بݨاوݨ کیتے شہرت رکھیندی ہے جیڑھیاں تہاݙیا معلومات کوں محفوظ رکھݨ وِچ مدد کریندیاں ہن۔ اساں پڑھݨ وِچ آسان بے ہودہ <a href="{ $principles }"> ڈیٹا دی رازداری دے اصول </a> دی پیروی کریندے ہیں جیڑھے اساکوں صرف انہاں معلومات تے توجہ مرکوز کرݨ دی اجازت ݙیندے ہن جنہاں دی اساکوں خدمت فراہم کرݨ دی ضرورت ہے۔ تے جیویں جو اساکوں ہک <a href="{ $mission }"> مشن نال چلݨ والی </a> کمپنی دی حمایت حاصل ہے، ایں سانگے تساں یقین کر سڳدے او جو ایں بݨتر کیتے تساں جیڑھے ڈالر خرچ کریندے او او نہ صرف ایہ یقینی بݨیسے جو تہاݙے کول اعلیٰ درجے دی سیکیورٹی ہے، بھل سبھ کیتے انٹرنیٹ کوں بہتر بݨیندے پئے ہن۔
