# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = وی پی این کیا ہے؟
# HTML page description and intro
vpn-what-is-get-answers-to-nine = VPNs دے بارے وِچ نوں عام سوالاں دے جواب حاصل کرو تاں جو تہاکوں ایہ معلوم ہووے جو او کیا کریندے ہن، کݙاں تے کیوں استعمال کریجن۔
vpn-what-is-many-of-us = اساݙے وِچوں ٻہوں سارے لوک روزمرہ دے کم کار جیویں ویڈیوز ݙیکھݨ، خریداری کرݨ، گیمنگ کرݨ تے بل ادا کرݨ، پیچیدہ کم دے منصوبیاں دا انتظام کرݨ تے خفیہ ویڈیوں کالاں کرݨ کیتے انٹرنیٹ دا استعمال کریندے ہوئے ݙینہہ وِچ کئی گھنٹے گزریندے ہن۔ ہک <strong> ورچوئل پرائیویٹ نیٹ ورک (VPN)</strong> آن لائن نجی تے محفوظ رہݨ تے اپݨے ذاتی ڈیٹا کوں محفوظ رکھݨ دے بہترین طریقیاں وِچوں ہک ہے۔
vpn-what-is-how-do-vpns = VPNs کین٘ویں کم کریندے
vpn-what-is-a-vpn-is = VPN ہک اینجھا ٹول ہے جیڑھا تہاکوں انٹرنیٹ تائیں محفوظ طریقے نال رسائی دی اجازت ݙیندا ہے جتھاں وی ہوو۔ ہک VPN  تہاݙے آلے تے تہاݙے VPN فراہم کنندہ دے وچال ہک محفوظ "چُر" بݨا تے کم کریندا ہے، تے ایہ ݙو اہم طریقیاں نال تہاݙی حفاظت کریندا ہے:
vpn-what-is-concealing-your-ip = آپݨاں آئی پی پتہ لُکاوݨ، آپݨی سُن٘ڄاݨ تے مقام دی حفاظت کرݨ ہے۔
vpn-what-is-encrypting-your-traffic = تہاݙے تے تہاݙے VPN فراہم کنندہ دے وچال تہاݙے ٹریفک کوں ڳجھا رکھݨ تاں جو تہاݙے مقامی نیٹ ورک تے کوئی وی اینکوں سمجھݨ یا ایندے وِچ ترمیم نہ کر سڳے۔
vpn-what-is-in-the-past = ماضی وِچ، VPNs بنیادی طور تے کارپوریشنز دے ذریعے استعمال کیتے ویندے ہن تاں جو انہاں دیاں اندرونی خدمات تے ملکیتی ڈیٹا تائیں محفوظ ریموٹ رسائی دی اجازت ݙتی ونڄ سڳے۔ بھل جو، ہݨ VPNs ہر اوں شخص کیتے دستیاب ہن جیڑھا انٹرنیٹ نال اپݨے کنکشن دی حفاظت کرݨ چاہندا ہے، خاص طور تے جݙاں او عوامی WiFi جیہیں غیر محفوظ نیٹ ورکس تے ہووے، لیکن ایہ گھروڳی نیٹ ورک تے وی مفید ہے۔
vpn-what-is-a-vpn-will = ہک VPN ٹریفک دی حفاظت کریسے جیڑھا تساں اپݨے VPN فراہم کنندہ دے وِچال بھیڄیندے او، چاہے تہاݙے براؤزر، ایپس یا ٻیاں سروسز دے ذریعے۔ VPN سیٹ اپ کرݨ کیتے، تہاکوں VPN فراہم کنندہ دے نال ہک اکاؤنٹ بݨاوݨا پوسے تے اپݨے کمپیوٹر یا فون تے VPN  سافٹ ویئر انسٹال کرݨا پوسے۔ فعال تھیوݨ تے، ہل VPN  تہاݙے آلے تے چلݨ والیاں تمام ایپاں تے سافٹ ویئر کنوں ٹریفک کوں سنبھال گھنسے، تاں جو تساں محفوظ نجی نیٹ ورک کنکشن تے آزادانہ طور تے براؤز تے ڳالھ مہاڑ کر سڳو۔
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = ہک VPN فراہم کنندہ عام طور تے مختلف عالمی مقامات تے متعدد کنکشن گیٹ وے پیش کریندا ہے، جیڑھا تہاکوں اپݨے کنوں مختلف لوکل IP ایڈریس استعمال کرݨ دی اجازت ݙیندا ہے۔ ایں طراں، تساں جیڑھی جاہ کنوں منسلک تھیندے پئے او او VPN دا IP پتہ، تہاݙے ٹریفک دے ذریعے دے طور تے۔ <a href="{ $mozvpn }"> { -brand-name-mozilla-vpn } </a> تہاݙے ٹریفک کوں ہک محفوظ سرور دے ذریعے روٹ کریندا ہے تہاکوں { $countries } کنوں زائد ملکاں کنوں ہک مقام منتخب کرݨ ݙیندا ہے۔
vpn-what-is-when-should-i = میکوں وی پی این کݙݨ ورتݨاں چاہیدا ہے؟
vpn-what-is-connecting-to-a = عوامی WiFi نیٹ ورک نال جڑݨ بعض اوقات آسان تھی ویندا ہے، جیویں جو جݙاں تساں انٹرنیٹ سروس دے بغیر ہوندے او یا تہاݙے فون تے کوئی بار نہیں مل سڳدے۔ ٻئے پاسوں، عوامی WiFi نال منسلک تھیوݨ ہک خطرناک کوشش تھی سڳدی ہے۔ ایں ڳالھ دا یقین کرݨ ناممکن ہے جو تساں جیڑھا کجھ کریندے پئے او اوندا پتہ لاوݨ کیتے کوئی ٻیا ایں نیٹ ورک نال منسلک نہیں تھیندا پیا۔ اتنے تائیں جو جے تہاݙا ٹریفک انکرپٹڈ ہے تاں ول وی او ݙیکھ سڳدے ہن جو تساں کیڑھیاں سائٹاں ݙیکھدے پئے او۔ تے جے تساں ہک اینجھی ایپ استعمال کریندے پئے او جیندے وِچ انکرپشن کائنی۔ تے اڄ وی، ٻہوں سارے کائنی۔ تاں او ہر او چیز ݙیکھ سڳدے ہن جیڑھی تساں کریندے پئے او۔
vpn-what-is-when-youre-at = جݙاں تساں گھر ٻیٹھے ہوو، تاں تہاݙے گھر دے نیٹ ورک تے خراب اداکاراں دے ظاہر تھیوݨ دا خطرہ گھٹ تھی ویندا ہے۔ بھل جو، تہاݙا انٹرنیٹ پرووائیڈر (ISP)  تہاݙیاں آن لائن سرگرمیاں کوں ٹریک تے شیئر کر سڳدا ہے کیوں جو ویب تے تساں جیڑھا تمام ڈیٹا تائیں رسائی حاصل کریندے او او تہاݙے ISP دے نیٹ ورک دے ذریعے روٹ کیتا ویندا ہے، جنہاں وِچوں کجھ کوں انکرپٹ نہیں کیتا ونڄ سڳدا ہے، ہکVPN تہاݙے ٹریفک کوں تہاݙے VPN  فراہم کنندہ تائیں خفیہ کر تے ISPs کوں تہاݙی جاسوسی کنوں روک سڳدا ہے چاہے تساں کتھائیں وی ہوو۔
vpn-what-is-wait-i-thought = انتظار کرو، میں سوچا جو میݙا انٹرنیٹ ٹریفک پہلے ای HTTPS دے نال انکرپٹ ہے…
vpn-what-is-its-true-that = ایہ سچ ہے جو انہاں ݙینہاں ویب سائٹاں کنوں زیادہ تر کنکشنز HTTPS دے ذریعے محفوظ ہن، جیندا مطلب ہے جو مواد، لیکن ذریعہ یا منزل دا IP پتہ کائنی، انکرپٹڈ ہے۔ ہک VPN ویب سائٹاں تے تریاکل کوں تہاݙا IP پتہ سیکھݨ کنوں روک تے اضافی رازداری دی پیشکش کریندا ہے۔
vpn-what-is-why-would-i = میں وی پی این کیوں ورتاں؟
vpn-what-is-hiding-your-identity = اپݨی سنڄاݨ لُکاوݨ تے اپݨی ویب ٹریفک کوں لُکاوݨ ایویں لڳدا ہے جیویں صرف سپر ٹیک سیوی یا مشکوک اداکار کریندے ہن۔ بھل جو، ٻہوں ساریاں جائز وجوہات ہن جنہاں دی وجہ توں تساں VPN استعمال کرݨ چاہندے او، بشمول:
vpn-what-is-keeping-your-online = تہاݙی آن لائن سرگرمی نجی رکھݨ
vpn-what-is-keeping-your-home = آپݨے گھر دی جاء یا عام طور تے ݙٹھی ون٘ڄݨ آلیاں جاہیں نجی رکھندے ہوئے
vpn-what-is-protecting-your-connection = عوامی WiFi نیٹ ورک کنوں تہاݙے کنکشن دی حفاظت کرݨ، جیویں کیفے، ہوائی اݙے، سٹور یا لائبریری وِچ۔
vpn-what-is-ensuring-the-confidentiality = انٹر نیٹ تک تہاݙی رسائی دی رازداری تے سالمیت کوں یقینی بݨاوݨ۔
vpn-what-is-make-it-more = اشتہاراتی نیٹ ورکس کیتے تہاݙا IP  استعمال کرݨ کوں ودھیک مشکل بݨاؤ تاں جو تہاکوں پورے ویب تے ٹریک کرݨ والے اشتہاری اہدافی پروفائلاں بݨاؤ۔
vpn-what-is-what-are-the = وی پی این ورتݨ دے کیا نقصان ہن؟
vpn-what-is-some-service-providers = کجھ سروس فراہم کرݨ والے VPNs دے ذریعے کیتے ونڄݨ والے دوریاں کوں روکیندے ہن، جیندے نال VPN آن تھیوݨ تے انہاں دا مواد ناقابل رسائی تھی ویندا ہے۔ کجھ VPNs تہاکوں سست کر سڳدے ہن، یا او تہاݙی ہینڈوتھ کوں محدود کر سڳدے ہن۔ تے کجھ VPNs صارف دی رازداری تے سلامتی دے احترام دے لحاظ نال خراب درجہ بندی کریندے ہن۔
vpn-what-is-are-vpns-safe = بھلا VPNs محفوظ ہن؟
vpn-what-is-can-vpns-protect = بھلا VPNs میکوں سائبر مجرماں کنوں بچا سڳدے؟
vpn-what-is-are-vpns-legal = بھلا VPNs قنونی ہن؟
vpn-what-is-are-vpns-only = بھلا VPNs صرف کمپیوٹر کیتے ہن؟
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: تکھا، محفوظ، قابل بھروسہ
