# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN для iOS/iPad ад { -brand-name-mozilla }
vpn-ipad-looking-for = Шукаеце VPN для аховы свайго iPad? { -brand-name-mozilla-vpn } падтрымліваецца некамерцыйнай кампаніяй. Даведайцеся, як VPN абараняе вас і чаму вы можаце давяраць { -brand-name-mozilla } сваю прыватнасць і бяспеку.
vpn-ipad-if-you-own = Калі вы маеце iPad, вы, імаверна, выкарыстоўваеце яго для многіх рэчаў: для прагляду вэб-старонак, відэа, гульняў, чытання кніг і г.д. Але незалежна ад таго, знаходзіцеся вы дома або ў дарозе, ваша інтэрнэт-злучэнне можа раскрыць вашы асабістыя дадзеныя і месцазнаходжанне хакерам, рэкламадаўцам і іншым староннім асобам, якія могуць выкарыстоўваць кукі і ваш IP для сачэння за вамі.
vpn-ipad-thats-why-you = Вось чаму вам патрэбен { -brand-name-mozilla-vpn }, хуткі, надзейны і просты ў выкарыстанні VPN-сэрвіс, які трымае вашу дзейнасць у сеціве далей ад старонніх вачэй.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } — гэта сэрвіс віртуальнай прыватнай сеткі, які шыфруе ваш інтэрнэт-трафік і хавае ваш IP-адрас.
vpn-ipad-with-mozilla-vpn = З { -brand-name-mozilla-vpn } вы можаце атрымаць:
vpn-ipad-protection-for-up-to = <strong>Ахову да 5 прылад:</strong> выкарыстоўвайце { -brand-name-mozilla-vpn } на сваім iPad і да чатырох іншых прылад з адной падпіскай. Вы таксама можаце выкарыстоўваць яго ў Windows, macOS, Linux, iPhone і Android.
vpn-ipad-access-to-servers = <strong>Доступ да сервераў у 30+ краінах:</strong> Вы можаце выбіраць з больш чым 500 сервераў у больш за 30 краінах свету для падлучэння к Інтэрнэту. Гэта дае вам больш магчымасцей і гібкасці для доступу да патрэбнага змесціва.
vpn-ipad-device-level = <strong>Шыфраванне трафіку на ўзроўні прылады:</strong> { -brand-name-mozilla-vpn } шыфруе ўвесь ваш трафік, перш чым ён пакіне вашу прыладу, не толькі ад вашага браўзера, але таксама праграм, гульняў і стрымінгавых сэрвісаў. Вы таксама можаце выкарыстоўваць { -brand-name-mozilla-vpn }, каб блакаваць рэкламу і трэкеры, якія могуць паставіць пад пагрозу вашу прыватнасць.
vpn-ipad-no-online = <strong>Ніякіх журналаў дзейнасці ў сеціве:</strong> { -brand-name-mozilla } не рэгіструе, якія сайты вы наведваеце, і не правярае вашы паведамленні.
vpn-ipad-feel-safe = <strong>Адчуванне бяспекі пры выкарыстанні агульнадаступнага Wi-Fi:</strong> калі вы падключаецеся да агульнадаступнай сеткі Wi-Fi, напрыклад, у кавярні або ў аэрапорце, вашы дадзеныя могуць быць перахоплены хакерамі ці зламыснікамі. З дапамогай { -brand-name-mozilla-vpn } вашы дадзеныя шыфруюцца, каб ніхто не сачыў за вашай дзейнасцю ў інтэрнэце.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } падтрымліваецца { -brand-name-mozilla-foundation }, некамерцыйнай арганізацыяй, якая стварае { -brand-name-firefox }, адзін з самых папулярных і арыентаваных на прыватнасць браўзераў у свеце. Выбіраючы { -brand-name-mozilla-vpn }, вы падтрымліваеце нашу місію захоўваць Інтэрнэт адкрытым і даступным для ўсіх.
