# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = Атрымайце VPN для мабільных прылад ад { -brand-name-mozilla }
vpn-mobile-looking-for-a = Шукаеце VPN для аховы сваёй мабільнай прылады? { -brand-name-mozilla-vpn } падтрымліваецца некамерцыйнай кампаніяй. Даведайцеся пра тое, як VPN абараняе вас і чаму вы можаце давяраць { -brand-name-mozilla } сваю прыватнасць і бяспеку.
vpn-mobile-vpn-for-mobile = VPN для мабільных прылад ад { -brand-name-mozilla }
vpn-mobile-in-todays = У сучасным свеце, арыентаваным на мабільныя прылады, мы разлічваем на свае мабільныя тэлефоны і прылады для сувязі, забавы і працы. Аднак без VPN ваша асабістая інфармацыя можа быць уразлівай да шэрагу рызык бяспекі і прыватнасці.
vpn-mobile-why-do-i = Навошта мне VPN для мабільных прылад?
vpn-mobile-the-mozilla-vpn = Мабільная праграма { -brand-name-mozilla-vpn } невялікая, таму яна не выкарыстоўвае надта шмат памяці, не запавольвае ваш тэлефон і не разраджае акумулятар.
vpn-mobile-your-internet-v2 = Ваш інтэрнэт-правайдар (ISP) можа абмяжоўваць вашу прапускную здольнасць, калі ведае, што вы глядзіце фільмы, слухаеце музыку або стрыміце.
vpn-mobile-your-isp-v2 = Ваш інтэрнэт-правайдар можа блакаваць сайты або сэрвісы, якія яму не падабаюцца ці якія канкурыруюць з яго уласнымі.
vpn-mobile-hackers-can-steal-v2 = Хакеры могуць выкрасці вашы асабістыя звесткі, калі вы карыстаецеся агульнадаступным Wi-Fi, напрыклад, у кавярнях або аэрапортах.
vpn-mobile-a-vpn-works = VPN працуе на вашай прыладзе, а не толькі ў браўзеры, а значыць, і ў мабільных праграмах. І ў адрозненне ад бясплатных віртуальных прыватных сетак або проксі-сайтаў, якія могуць плаціць за свае серверы, шпіёнячы за вамі і прадаючы вашу інфармацыю, { -brand-name-mozilla } не вядзе запісы аб тым, куды вы хадзіце і што робіце.
