# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/governance/policies/participation/

participation-community-participation = सामुदायिक भागीदारी दिशानिर्देश
participation-mozilla-community = { -brand-name-mozilla } सामुदायिक भागीदारी दिशानिर्देश
participation-version-31-updated = संस्करण 3.1 - 16 जनवरी, 2020 को अद्यतन किया गया
participation-the-heart-of-mozilla = { -brand-name-mozilla } का कार्य-उद्देश्य लोगों पर केंद्रित है। हम लोगों को प्राथमिकता पर रखते हैं और अपने वैश्विक योगदानकर्ताओं की विविधता को मान्यता देने, उसकी सराहना करने और सम्मान करने के लिए अपने सर्वोत्तम प्रयास करते हैं। { -brand-name-mozilla } प्रोजेक्ट, ऐसे हर व्यक्ति की ओर से किए गए योगदानों का स्वागत करता है जो हमारे लक्ष्यों को साझा करते हैं और हमारे समुदाय के अंतर्गत स्वस्थ और रचनात्मक तरीके से योगदान करना चाहते हैं। इस प्रकार, हमने यह आचार-संहिता अपनाई है और योगदान करने वाले सभी लोगों के लिए इन समुदाय सहभागिता दिशा-निर्देशों से सहमत होने और उनका अनुपालन करना आवश्यक बनाया है, ताकि हमें सभी के लिए सुरक्षित और सकारात्मक सामुदायिक अनुभव निर्मित करने में सहायता मिले।
participation-these-guidelines-aim = इन दिशानिर्देशों का उद्देश्य एक ऐसे समुदाय का समर्थन करना है जहां सभी लोग भाग लेने के लिए , नए विचारों को प्रस्तुत करने अवं दूसरों को प्रोत्साहित करने में सुरक्षित महसूस करें, निम्न पर ध्यान दिए बगैर:
participation-background = पृष्ठभूमि
participation-family-status = पारिवारिक स्थिति
participation-gender = लिंग
participation-gender-identity-or = लिंग पहचान या अभिव्यक्ति
participation-marital-status = वैवाहिक स्थिति
participation-sex = लिंग
participation-sexual-orientation = लैंगिक रुझान
participation-native-language = मूल भाषा
participation-age = उम्र
participation-ability = योग्यता
participation-race-andor-ethnicity = कुल एवं/अथवा जाति
participation-caste = जाति
participation-national-origin = मूल नागरिक
participation-socioeconomic-status = सामाजिक आर्थिक स्थिति
participation-religion = धर्म
participation-geographic-location = भौगोलिक स्थान
participation-any-other-dimension = विविधता का कोई अन्य आयाम
participation-openness-collaboration = { -brand-name-firefox } के विकास से लेकर सहयोगपूर्ण तरीके से डिज़ाइन किए गए पाठ्यक्रम तक खुलापन, सहयोग और सहभागिता, हमारे कार्य के प्रमुख पहलू हैं। विविधता से हमें शक्ति मिलती है और हम उन सभी लोगों से सहयोग की अपेक्षा सक्रिय रूप से करते हैं, जो इसे उन्नत बनाते हैं। ये दिशा-निर्देश, विविध व्यक्तियों और समूहों को परस्पर लाभ के लिए सहभागिता करने और सहयोग करने में सक्षम बनाने के लिए मौजूद हैं। यह दस्तावेज़, अपेक्षित और प्रतिबंधित दोनों व्यवहारों को रेखांकित करता है।
participation-when-and-how-to-use = कब और कैसे इन दिशा-निर्देश का उपयोग करैं
participation-these-guidelines-outline = ये दिशा-निर्देश, हमारी ऑफलाइन और ऑनलाइन दोनों प्रकार की { -brand-name-mozilla } गतिविधियों में { -brand-name-mozilla } समुदाय के सदस्यों के रूप में हमारी व्यावहारिक अपेक्षाओं को रेखांकित करते हैं। { -brand-name-mozilla } से संबंधित परिसीमन रहित रूप से इन सभी गतिविधियों में इन दिशा-निर्देशों का पालन करने में आपकी सहभागिता अत्यावश्यक है:
participation-working-in-mozilla = { -brand-name-mozilla } के स्थानों पर कार्य करना।
participation-working-with-other = अन्य Mozillians और अन्य { -brand-name-mozilla } समुदाय प्रतिभागियों के साथ कार्य करना यथार्थता या सह-स्थित.
participation-representing-mozilla = सार्वजनिक कार्यक्रमों पर { -brand-name-mozilla } का प्रतिनिधित्व
participation-representing-mozilla-social = सोशल मीडिया में { -brand-name-mozilla } का प्रतिनिधित्व (आधिकारिक खातों, कर्मचारी खातों, व्यक्तिगत खातों, फेसबुक पेज).
participation-participating-in-mozilla = { -brand-name-mozilla } अवं प्रशिक्षण में भाग ले रहें.
participation-participating-in-mozilla-related = { -brand-name-mozilla }-संबंधित फोरम, डाक सूचीयों, विकी, वेबसाइट, गपशप चैनल, दोष, समूह या व्यक्ति-से-व्यक्ति बैठकों और मोज़िला-संबंधित पत्र - व्यवहार में भाग लेना।
participation-these-guidelines-work = ये दिशा-निर्देश, हमारी उत्पीड़न-रोधी/पक्षपात-रोधी नीतियों के साथ कार्य करते हैं<a href="{ $note1 }">[1]</a>, जो { -brand-name-mozilla } के कर्मचारियों के लिए सुरक्षा और दायित्व निर्धारित करते हैं। उत्पीड़न-रोधी/पक्षपात रोधी नीति का निर्माण विशिष्ट कानूनी परिभाषाओं और आवश्यकताओं को ध्यान में रखकर किया गया है।
participation-while-these-guidelines = यह दिशानिर्देश / आचार-संहिता विशिष्ट रूप से { -brand-name-mozilla } के कार्य और समुदाय पर लक्षित हैं, हम जानते हैं कि { -brand-name-mozilla } के ऑनलाइन या लोगों के दायरे के बाहर की गई कार्रवाई का समुदाय पर गहरा प्रभाव डालना संभव है. (उदाहरण के लिए, हमने पहले गैर-{ -brand-name-mozilla } फ़ोरम में सार्वजनिक तौर पर { -brand-name-mozilla } कर्मचारी पर लक्षित अनाम पोस्टिंग की पहचान की थी जिसे { -brand-name-mozilla } समुदाय से बाहर निकालने के लिए स्पष्ट आधार माना गया था.) यह विविधता और समावेशी क्षेत्र में एक सक्रिय विषय है. हम अपने समुदायों के बीच उचित सीमाओं के बारे में विस्तृत चर्चा की उम्मीद करते हैं.
participation-expected-behavior = अपेक्षित बर्ताव
participation-the-following-behaviors = सभी Mozillins से सहायक व्यवहार की उम्मीद है:
participation-be-respectful = सम्माननीय रहें
participation-value-each-others = एक दूसरे के विचारों, शैलियों और दृष्टिकोणों को महत्व दें। हो सकता है कि हम हमेशा सहमत नहीं हों, लेकिन असहमति, खराब व्यवहार के लिए कोई बहाना नहीं है। विभिन्न संभावनाओं और गलती के लिए तैयार रहें। सभी इंटरैक्शन और संचार में सम्मानजनक रहें, खासकर जब विभिन्न विकल्पों की खूबियों पर चर्चा करते हैं। अपने प्रभाव के बारे में और लोगों पर गहन प्रतिक्रियाओं के संभावित प्रभावों के बारे में सजग रहें। प्रत्यक्ष, रचनात्मक और सकारात्मक रहें। अपने प्रभाव और गलतियों की जिम्मेदारी लें – यदि कोई व्यक्ति यह कहता है कि उन्हें आपके शब्दों या कार्रवाई से चोट पहुँची है, तो ध्यानपूर्वक सुनें, गंभीरतापूर्वक क्षमा मांगें और आगे से अपने व्यवहार में सुधार करें।
participation-be-direct-but-professional = प्रत्यक्ष लेकिन व्यावसायिक रहें
participation-we-are-likely-to-have = हम संभावित रूप से इस बारे में कुछ चर्चा करेंगे कि क्या आलोचना सम्मानजनक होती है और कब होती है और कब वह सम्मानजनक नहीं होती। असहमत होने के दौरान प्रत्यक्ष बोलने <em>में </em> सक्षम होना हमारे लिए आवश्यक है, और हमें कब ऐसा लगता है कि सुधार करना हमारे लिए आवश्यक है। हम कड़वी सच्चाइयों को दूर नहीं रख सकते। ऐसा मर्यादित तरीके से करना मुश्किल होता है, जब लोग सुन रहे हों, तो ऐसा करना तुलनात्मक रूप से कुछ मुश्किल होता है और जब किसी व्यक्ति पर ये किए जा रहे हों, तो उन्हें सुनना और भी मुश्किल हो सकता है। हमें ईमानदार और स्पष्ट बनने की और साथ ही मर्यादित बनने की आवश्यकता है।
participation-be-inclusive = समावेशी बनें
participation-seek-diverse-perspectives = विविध दृष्टिकोणों को खोजें। टीमों में दृष्टिकोणों और लोगों की विविधता, नवप्रवर्तन को शक्ति देती है, भले ही यह हमेशा सुविधाजनक नहीं हो। सभी अभिव्यक्तियों को प्रोत्साहित करें। नए दृष्टिकोणों को सुनेजाने में सहायता करें और सक्रिय रूप से ग्रहण करें। यदि आपको ऐसा लगता है कि आप किसी चर्चा में प्रमुख हो रहे हैं, तो यह विशेष रूप से महत्वपूर्ण है कि आप कम प्रभावी बनें और अन्य अभिव्यक्तियों को शामिल होने के लिए प्रोत्साहित करें। इस बात का ध्यान रखें कि समूह के अन्य प्रभावी सदस्यों द्वारा कितना समय लिया गया है। जब संभव हो, तो योगदान करने या सहभागिता करने के वैकल्पिक तरीके प्रदान करें।
participation-be-inclusive-of-everyone = सहभागिता में लोगों की भागीदारी के दौरान उनका सम्मान करते हुए और उन्हें सुविधा प्रदान करते हुए हर व्यक्ति के लिए समावेशी रहें, जब कि वे:
participation-remote-on-video-or = दूरस्थ (वीडियो या फोन पर)
participation-not-native-language = मूल भाषा नही बोलने वाले
participation-coming-from-a-different = किसी अन्य संस्कृति से आते हों
participation-using-pronouns-other = “पुरुष” या “महिला” के लिए सर्वनामों का उपयोग करते समय
participation-living-in-a-different = किसी भिन्न समय क्षेत्र में रहने के दौरान
participation-facing-other-challenges = भागीदारी की दूसरी चुनौतियों का सामना करने के दौरान
participation-think-about-how-you = इस बारे में विचार करें कि आप योगदान करने या भागीदारी करने के वैकल्पिक तरीकों की सुविधा कैसे प्रदान कर सकते हैं। यदि आप स्वयं को किसी चर्चा में अत्यधिक प्रभावी पाते हैं, तो पीछे हटें। अन्य अभिव्यक्तियों के लिए मार्ग दें और उन्हें ध्यानपूर्वक सुनें।
participation-understand-different = विभिन्न दृष्टिकोणों को समझें
participation-our-goal-should-not = हमारा लक्ष्य हर असहमति या तर्क पर “विजय पाना” नहीं है। एक अधिक रचनात्मक लक्ष्य, विचारों के लिए स्वीकार्य होना और स्वयं के विचारों को बेहतर बनाना है। समावेशी दृष्टिकोण के लिए उदाहरण बनने हेतु प्रयास करें। “विजय” तब होती है, जब विभिन्न दृष्टिकोण हमारे कार्य को समृद्ध और सशक्त बनाते हैं।
participation-appreciate-and-accommodate = अपनी समानताओं और भिन्नताओं को प्रोत्साहित करें और उन्हें अपनाएं
participation-mozillians-come-from = Mozillia के लोग बहुत सी संस्कृतियों और पृष्ठभूमियों से आते हैं। सांस्कृतिक विविधता में आधिकारिक धार्मिक मान्यताओं से लेकर व्यक्तिगत आदतों और परिधान तक हर चीज़ शामिल है। भिन्न सांस्कृतिक मान्यताओं, दृष्टिकोणों और विश्वासों वाले लोगों के लिए सम्मानपूर्ण रहें। स्वयं के दोहरे मानदंडों, पूर्वग्रहों और पक्षपातपूर्ण मान्यताओं को दूर करने के लिए कार्य करें। अन्य लोगों के दृष्टिकोणों से उनकी आवश्यकताओं के बारे में विचार करें। प्राथमिक संबोधनों (सर्वनाम सहित) और अभिव्यक्ति के उचित स्वर का उपयोग करें। गोपनीयता और निजता के लोगों के अधिकार का पालन करें। अन्य लोगों को शिक्षित करने और साथ ही स्वयं को शिक्षित करने के लिए उपलब्ध रहें; Mozillia के लोगों के लिए हर जातीय और सांस्कृतिक समूह की सभी प्रथाओं की जानकारी होने की अपेक्षा करना अव्यावहारिक है, लेकिन अपनी स्थानीय संस्कृति को मान्यता देना हर व्यक्ति के लिए सकारात्मक सहभागिताओं का एकमात्र भाग है।
participation-lead-by-example = उदाहरण द्वारा नेतृत्व करें
participation-by-matching-your-actions = अपने कार्यों को अपने शब्दों के समान बनाकर आप ऐसे व्यक्ति बन जाते हैं, जिसका अनुसरण अन्य लोग करना चाहते हैं। आपके कार्य अन्य लोगों को ऐसा व्यवहार करने और ऐसी प्रतिक्रिया देने की प्रेरणा देते हैं जो हमारे संगठनात्मक परिणामों के लिए महत्वपूर्ण और उचित हों। अपने समुदाय और अपने कार्य को समावेशन के लिए तैयार करें। समावेशी व्यवहारों के लिए स्वयं को और अन्य व्यक्तियों को जिम्मेदार बनाएँ। <a href="{ $mission }">{ -brand-name-mozilla } के अभियान</a> के सर्वोत्तम हित के आधार पर निर्णय लें।
participation-behavior-that-will = ऐसा व्यवहार, जिसे सहन नहीं किया जाएगा
participation-the-following-behaviors-are = इन दिशा निर्देशों के अंतर्गत आगे दिए गए व्यवहार स्वीकार किए जाने के योग्य नहीं हैं।
participation-violence-and-threats = हिंसा तथा हिंसा की धमकी
participation-violence-and-threats-of = ऑनलाइन-ऑफलाइन हिंसा तथा हिंसा की धमकी स्वीकार योग्य नहीं हैं। इसमें किसी व्यक्ति को स्वंय को हानि पहुंचाने के लिए प्रोत्साहित करने सहित किसी व्यक्ति के प्रति हिंसा के लिए उकसाना शामिल है। इसमें ऑनलाइन अन्य व्यक्तियों जानकारी की पहचान करके उसे निजी तौर पर पोस्ट करना या पोस्ट करने की धमकी देना (“निजी जानकारी को खोजना”) शामिल है।
participation-personal-attacks = व्यक्तिगत हमले
participation-conflicts-will-inevitably = टकराव अवश्यंभावी होंगे लेकिन हताशा कभी भी व्यक्तिगत हमले में परिवर्तित नहीं होनी चाहिए। दूसरों का अपमान करना, उन्हें नीचा दिखाना या छोटा समझना उचित नहीं होता है। किसी व्यक्ति पर उसकी राय, विश्वास तथा विचारों के लिए हमला करना स्वीकार्य नहीं है। यह महत्वपूर्ण है कि जब हम असहमत हों अथवा हम यह सोचते हों कि हमें सुधार करने की आवश्यकता है तो सीधे वार्ता करें लेकिन इस प्रकार के विचार-विमर्श पेशेवर तथा सम्मानजनक तरीके से किया जाना चाहिए तथा सामयिक मुद्दे पर केंद्रित होना चाहिए।
participation-derogatory-language = अपमानजनक भाषा
participation-hurtful-or-harmful = अपमानित करने वाली या हानिप्रद भाषा इससे संबंधित हैः
participation-other-attributes = दूसरों को उत्तरदायी ठहराना
participation-is-not-acceptable = जो स्वीकार्य नहीं है. इसमें किसी को लिंग से सूचित करना जिसके साथ वे पहचान नहीं करते, और/या किसी की लैंगिक पहचान की यथार्थता पर सवाल करना शामिल है. अगर आप अनिश्चित हैं कि कोई शब्द अपमानजनक है, तो उसका इस्तेमाल न करें. इसमें दोहराया गया जटिल और/या अप्रत्यक्ष भेदभाव शामिल हैं; जब सवाल के घेरे में आने वाले व्यवहार को रोकने के लिए कहा जाए.
participation-unwelcome-sexual-attention = अवांछित यौन ध्यानाकर्षण या शारीरिक स्पर्श
participation-unwelcome-sexual-attention-or = अवांछित यौन ध्यानाकर्षण या अवांछित शारीरिक स्पर्श स्वीकार्य नहीं है। इसमें वार्तालाप, संचार, या सामग्री के प्रस्तुतिकरण में यौन टिप्पणियाँ, चुटकुले, या चित्रण के साथ साथ अनुचित स्पर्श, जबर्दस्ती स्पर्श करना, या यौन आचरण के लिए आग्रह शामिल हैं। इसमें किसी व्यक्ति को उसकी अनुमति के बिना उसके संवेदनशील भाग जैसे उसके बाल, गर्भधारण की स्थिति में पेट, गतिशील उपकरण (व्हीलचेयर, स्कूटर इत्यादि) या टैटू को स्पर्श करना शामिल हैं। इसमें शारीरिक रूप से किसी को रोकना या दूसरों को धमकी देना भी शामिल है। शारीरिक संपर्क या इसके समरूप शारीरिक स्पर्श (जैसे कि इमोजी के समान "चुंबन”) बिना सकारात्मक सहमति के स्वीकार्य नहीं है। इसमें यौन चित्रों या टेक्स्ट का वितरण अथवा साझाकरण शामिल है।
participation-disruptive-behavior = बाधक व्यवहार
participation-sustained-disruption = बाधा डालने वाली लगातार घटनाएँ , मंचों या बैठकों जिसमें वार्ता तथा प्रस्तुतियां शामिल हैं, को स्वीकार नहीं किया जाएगा। इसमें शामिल हैः
participation-talking-over-or-heckling = ‘किसी मुद्दे पर विचार विमर्श करना' या ‘टोकाटोकी करने वाले’ वक्ता।
participation-drinking-alcohol-to = शराब या मनोरंजनात्मक दवाओं का अत्याधिक सेवन या दूसरों को ऐसा करने के लिए कहना।
participation-making-derogatory = उनके बारे में अपमानजनक टिप्पणियां करना जो शराब या अन्य मादक पदार्थों से दूर रहते हैं, लोगों को शराब के लिए कहना, उनकी प्राथमिकताओं तथा विलासिता आचरणों के विषय में दूसरों से वार्ता करना अथवा बल प्रयोग से या ताना कसकर शराब सेवन के लिए दबाव डालना।
participation-otherwise-influencing = अन्यथा भीड़ को कारवाई के लिए प्रभावित करना जिससे सत्र में एक दूसरे के खिलाफ उग्र भावनाएँ भड़कें।
participation-influencing-unacceptable = अस्वीकार्य व्यवहार के लिए प्रभावित करना
participation-we-will-treat-influencing = हम प्रभावित करने वाली या इस तरह की गतिविधियों से उसी प्रकार से निपटते हैं जैसे कि हम उनकी स्वयं की गतिविधियों से निपटते हैं तथा इस प्रकार समान परिणाम लागू होते हैं।
participation-consequences-of-unacceptable = अस्वीकार्य व्यवहार के परिणाम
participation-bad-behavior-from = निर्णय लेने वाले प्राधिकरण सहित किसी भी Mozillian के दुर्व्यवहार को बर्दाश्त नहीं किया जाएगा। { -brand-name-mozilla } गतिविधियों के द्वारा जानबूझकर अलग किए गए व्यक्ति (दिशा निर्देशों या अन्य आधिकारिक कारवाई के परिणाम के रूप को छोड़कर) को बर्दाश्त नहीं किया जाएगा तथा उससे उचित रूप से निपटा जाएगा।
participation-reports-of-harassmentdiscrimination = उत्पीड़न/भेदभाव की रिपोर्ट का स्थान, ईवेंट या गतिविधि की सुरक्षा के लिए जिम्मेदार व्यक्ति द्वारा त्वरित रूप से गहन अन्वेषण किया जाएगा। स्थिति से निपटने के लिए उचित उपाय किए जाएँगे।
participation-anyone-asked-to-stop = जिस किसी से भी अस्वीकार्य व्यवहार के रोकने के लिए कहा जाए, उससे तुरंत अनुपालन की अपेक्षा की जाती है। इन दिशा-निर्देशों का उल्लंघन करने के परिणामस्वरूप आप से कार्यक्रम या ऑनलाइन स्पेस को या तो अस्थाई या ईवेंट की अवधि के दौरान छोड़ने के लिए कहा जा सकता है अथवा स्पेस या भावी ईवेंट तथा गतिविधियों में शामिल होने से हमेशा के लिए प्रतिबंधित किया जा सकता है।
participation-mozilla-staff-are = इन दिशा-निर्देशों के अलावा { -brand-name-mozilla } कर्मचारी, { -brand-name-mozilla } की कर्मचारी उत्पीड़न/भेदभाव निरोधक नीतियों <a href="{ $note1 }">[1]</a>के लिए उत्तरदायी ठहराए जा सकते हैं। इन दिशा-निर्देशों के उल्लंघन में { -brand-name-mozilla } कर्मचारी अनुशासनात्मक कारवाई जैसे अन्य परिणामों के अधीन हो सकते हैं जिसमें नौकरी से बर्खास्तगी शामिल है। ठेकेदारों या विक्रेताओं द्वारा इन दिशा-निर्देशों का उल्लंघन किए जाने से उनका अनुबंध की निरंतरता या उसका नवीनीकरण प्रभावित हो सकता है।
participation-in-addition-any-participants = इसके अतिरिक्त रिपोर्टिंग प्रक्रिया का दुरुपयोग करने वाले किसी भी प्रतिभागी को इन दिशा-निर्देशों का उल्लंघन माना जाएगा और समान परिणामों के अधीन होगा। विशेष रूप से प्रतिकार या बाहर निकालने के लिए असत्य रिपोर्टिंग को स्वीकार अथवा बर्दाश्त नहीं किया जाएगा।
participation-reporting = रिपोर्टिंग
participation-if-you-believe-youre = अगर आपको लगता है कि आप अवांछनीय व्यवहार का अनुभव कर रहे हैं जिसे उपरोक्त रूप में उल्लिखित नहीं किया जाएगा, <a href="{ $hotline }">तो कृपया रिपोर्ट करने के लिए हमारी हॉटलाइन का उपयोग करें</a>. रिपोर्ट सीधे { -brand-name-mozilla } के कर्मचारी काउंसल और HR जन साझेदारों को जाती हैं और सामुदायिक भागीदारी दिशानिर्देश प्रतिक्रिया लीड उन पर कार्रवाई करती है.
participation-after-receiving-a = आपकी परिस्थिति का एक संक्षिप्त विवरण प्राप्त करने के बाद वे अगले चरण की समीक्षा और निर्धारण करेंगे. कोई भी जाँच करने के अलावा, वे निजी परामर्श से लेकर अन्य सामुदायिक संसाधन प्रदान कर सकते हैं. वे अन्य सहकर्मियों या बाहरी विशेषज्ञों (जैसे लीगल काउंसल) को शामिल करेंगे जो कि प्रत्येक परिस्थिति से उचित रूप से निपटने के लिए आवश्यक होगा.
participation-additional-resources = अतिरिक्त संसाधन: <a href="{ $missing-var }">रिपोर्ट कैसे करें</a>
participation-questions-cpg-questionsmozillacom = सवाल: <a href="{ $missing-var }">cpg-questions@mozilla.com</a>
participation-please-also-report = यदि आपको कोई संभावित खतरनाक स्थिति दिखाई दे, कोई तनाव में दिखे, या इन दिशा-निर्देशों का उल्लंघन हो तो कृपया हमें सूचित करें, भले ही यह स्थिति आपके साथ न हो।
participation-if-you-feel-you-have = यदि आप महसूस करते हैं कि आप अनुचित तरीके से इन दिशा-निर्देशों के उल्लंघन के आरोपी बनाए गए हैं तो कृपया उसी रिपोर्टिंग प्रक्रिया का पालन करें।
participation-mozilla-spaces = { -brand-name-mozilla } स्पेस
participation-each-physical-or-virtual = प्रत्येक भौतिक या वर्चुअल { -brand-name-mozilla } स्पेस में निर्दिष्ट संपर्क होगा।
participation-mozilla-events = { -brand-name-mozilla } ईवेंट
participation-all-mozilla-events = सभी { -brand-name-mozilla } ईवेंट में ईवेंट के साथ-साथ ऑनलाइन आपातकाल के लिए निर्दिष्ट विशिष्ट सुरक्षा दिशा-निर्देश हैं तथा दुरुपयोग निरोधक संपर्क दिए जाएँगे। पूरे ईवेंट के दौरान इन संपर्कों को प्रमुखता से तथा प्रकाशन और ऑनलाइन सामग्री के साथ पोस्ट किया जाएगा। ईवेंट प्रमुखों से अनुरोध है कि वे ईवेंट में इन दिशा निर्देशों के विषय में बताएं तथा प्रतिभागियों से कार्यक्रम में भाग लेते समय इनकी समीक्षा करके इन पर सहमत होने को कहें।
participation-reports-will-receive = रिपोर्ट ईमेल नोटिस प्राप्ति के आधार पर प्राप्त होगी। एक बार किसी घटना की जांच होने तथा संबद्ध पक्षों को निर्णय संचारित किए जाने के पश्चात सभी के पास इस निर्णय के खिलाफ <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a> को एक ईमेल के द्वारा अपील करने का अवसर होता है।
participation-ask-questions = प्रश्न पूछो
participation-everyone-is-encouraged = इन दिशा-निर्देशों के विषय में हर किसी को प्रश्न पूछने के लिए प्रोत्साहित किया जाता है। यदि आप कोई ईवेंट या गतिविधि आयोजित कर रहे हैं तो अपने ईवेंट, गतिविधि या स्पेस के लिए युक्ति बिल्डिंग समावेशन के लिए संपर्क करें। आपके द्वारा दी गई जानकारी का स्वागत है और यदि आप <a href="{ $mailto_questions }">cpg-questions@mozilla.com</a>। कृपया इस दस्तावेज़ के अपडेट के लिए <a href="{ $changelog }"> इस परिवर्तन लॉग की समीक्षा करें</a>।
participation-license-and-attribution = लाइसेंस तथा अधिकार
participation-this-set-of-guidelines = दिशा-निर्देशों का यह सेट <a href="{ $license }" rel="license">क्रिएटिव कॉमन एट्रिब्यूशन-शेयरएलाइक लाइसेंस</a> के तहत वितरित किया जाता है।
participation-these-guidelines-have = ये दिशा-निर्देश { -brand-name-mozilla } की मूल सामुदायिक सहभागिता दिशा-निर्देश, <a href="{ $ubuntu_coc }">Ubuntu आचरण संहिता</a>, { -brand-name-mozilla } की <a href="{ $viewsource_coc }">स्रोत कॉन्फ्रेंस आचार संहिता</a>, तथा <a href="{ $rustlang_coc }">अभ्रद भाषा के लिए आचार संहिता</a> से अंगीकृत हैं जो कि Stumptown Syndicate के <a href="{ $citizen_coc }">सिटीजन आचार-संहिता पर आधारित है</a>। <a href="{ $lgbtqtech_coc }">LGBTQ तकनीकी आचार संहिता </a> और <a href="{ $wiscon_coc }">WisCon आचार संहिता</a>से अतिरिक्त पाठ। यह दस्तावेज़ तथा सभी संबद्ध प्रक्रियाएँ कई मोज़िलयनों की कड़ी मेहनत के साथ ही सभंव हैं।
participation-modifications-to-these = इन दिशानिर्देशों में संशोधन
participation-mozilla-may-amend = { -brand-name-mozilla } समय-समय पर दिशानिर्देशों में सुधार कर सकता है और संभव है कि किसी विशेष मामले में उचित होने पर यह सेट की गई प्रक्रियाओं से भिन्न हो जाए। दिशानिर्देशों का अनुपालन करने के आपके क़रार को इसमें किसी भी तरह के बदलाव को क़रार माना जाएगा। यह नीति किसी { -brand-name-mozilla } कर्मचारी के रोजगार संविदा या अन्यथा संविदात्मक प्रभाव का हिस्सा नहीं है।
participation-1-the-anti-harassment = [1] भुगतानित कर्मचारी उत्पीड़न निरोधक नीति को <a href="{ $missing-var }">यहां</a>से प्राप्त कर सकते हैं।
