# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = Гісторыя браўзераў: эпічная барацьба за ўладу, якая прынесла нам сучасныя браўзеры
browser-history-the-browser-wars-underdogs-giants = Войны браўзераў, няўдачнікі супраць гігантаў і моманты, якія змянілі свет. Чытайце пра гісторыю вэб-браўзера.
browser-history-the-history-of-web = Гісторыя вэб-браўзераў
browser-history-world-history-is = Сусветная гісторыя напоўнена эпічнымі войнамі за ўладу, тыранамі, якія заваёўваюць свет, і гераічнымі няўдачнікамі. Гісторыя вэб-браўзераў не вельмі адрозніваецца. Універсітэцкія першапраходцы напісалі простае праграмнае забеспячэнне, якое выклікала інфармацыйную рэвалюцыю і барацьбу за перавагу ў браўзерах і інтэрнэт-карыстальніках.
browser-history-before-web-era = Да эры Сеціва
browser-history-in-1950-computers = У 1950-я гады камп'ютары займалі цэлыя пакоі і былі дурнейшыя за сучасныя кішэнныя калькулятары. Але прагрэс быў хуткім, і да 1960-х яны ўжо маглі выконваць складаныя праграмы. Урады і ўніверсітэты па ўсім свеце лічылі, што было б выдатна, калі б машыны маглі размаўляць, спрыяючы супрацоўніцтву і навуковым прарывам.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> быў першым паспяховым сеткавым праектам, і ў 1969 годзе першае паведамленне было адпраўлена з лабараторыі інфарматыкі Каліфарнійскага ўніверсітэта ў Лос-Анджэлесе (UCLA) у Стэнфардскі даследчы інстытут (SRI), таксама ў Каліфорніі.
browser-history-that-sparked-a-revolution = Гэта выклікала рэвалюцыю ў камп'ютарных сетках. Утварыліся новыя сеткі, якія злучаюць універсітэты і даследчыя цэнтры па ўсім свеце. Але цягам наступных 20 гадоў Інтэрнэт быў недаступны для грамадскасці. Ён быў абмежаваны ўніверсітэцкімі і дзяржаўнымі даследчыкамі, студэнтамі і прыватнымі карпарацыямі. Існавалі дзясяткі праграм, якія маглі абменьвацца інфармацыяй па тэлефонных лініях, але ні адна з іх не была простай у выкарыстанні. Сапраўдны адкрыты Інтэрнэт і першы вэб-браўзер не былі створаны да 1990 года.
browser-history-web-era = Эра Сеціва
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = Брытанскі інфарматык Цім Бернерс-Лі стварыў першы вэб-сервер і графічны вэб-браўзер у 1990 годзе, калі <a href="{ $cern }">працаваў у CERN</a>, Еўрапейскай арганізацыі ядзерных даследаванняў у Швейцарыі. Ён назваў сваё новае акно ў інтэрнэт «WorldWideWeb». Гэта быў просты ў выкарыстанні графічны інтэрфейс, створаны для камп'ютара NeXT. Упершыню тэкставыя дакументы былі звязаны паміж сабой праз агульнадаступную сетку — Інтэрнэт, якім мы яго ведаем.
browser-history-a-year-later-berners = Годам пазней Бернерс-Лі папрасіў студэнтку матэматыкі CERN Ніколу Пелаў напісаць Line Mode Browser, праграму для асноўных камп'ютарных тэрміналаў.
browser-history-the-browser-wars = Войны браўзераў
browser-history-other-competitors = Іншыя канкурэнты з'явіліся ў канцы 90-х і пачатку 2000-х, у тым ліку { -brand-name-opera }, { -brand-name-safari } і { -brand-name-google } { -brand-name-chrome }. { -brand-name-microsoft } { -brand-name-edge } замяніў { -brand-name-ie } з выпускам { -brand-name-windows } 10 у 2015 годзе.
browser-history-browsing-the-web = Агляданне Сеціва сёння
# Variables:
#   $applications (url) - https://blog.mozilla.org/firefox/no-judgment-digital-definitions-app-vs-web-app/
browser-history-today-there-are = Сёння існуе ўсяго некалькі спосабаў доступу ў Інтэрнэт. { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge }, { -brand-name-safari } і { -brand-name-opera } з'яўляюцца асноўнымі канкурэнтамі. За апошняе дзесяцігоддзе мабільныя прылады сталі пераважным спосабам доступу ў Інтэрнэт. Сёння большасць інтэрнэт-карыстальнікаў выкарыстоўваюць толькі мабільныя браўзеры і <a href="{ $applications }">праграмы</a> для выхаду ў Інтэрнэт. Мабільныя версіі асноўных браўзераў даступныя для прылад { -brand-name-ios } і { -brand-name-android }. Хоць гэтыя прыкладанні вельмі карысныя для пэўных мэтаў, яны забяспечваюць толькі абмежаваны доступ да Інтэрнэту.
# Variables:
#   $vr (url) - https://mixedreality.mozilla.org/
browser-history-in-the-future-the = У будучыні Сеціва, хутчэй за ўсё, яшчэ далей адыдзе ад сваіх гіпертэкставых каранёў і стане велізарным морам інтэрактыўнага вопыту. Віртуальная рэальнасць была на гарызонце на працягу дзесяцігоддзяў (прынамсі, з моманту выпуску Lawnmower Man у 1992 годзе і Nintendo Virtual Boy у 1995 годзе), але Інтэрнэт можа нарэшце данесці яе да мас. { -brand-name-firefox } цяпер падтрымлівае <a href="{ $vr }">WebVR і A-Frame</a>, якія дазваляюць распрацоўшчыкам хутка і лёгка ствараць сайты віртуальнай рэальнасці. Большасць сучасных мабільных прылад падтрымліваюць <a href="{ $vr }">WebVR</a> і могуць лёгка выкарыстоўвацца як гарнітуры з простымі кардоннымі футлярамі. 3D-інтэрнэт віртуальнай рэальнасці, падобны да таго, што ўяўляў фантаст Ніл Стывенсан, можа быць не за гарамі. Калі гэта так, сам вэб-браўзер можа цалкам знікнуць і стаць сапраўдным акном у іншы свет.
browser-history-in-the-future-the-v2 = У будучыні Сеціва, хутчэй за ўсё, яшчэ далей адыдзе ад сваіх гіпертэкставых каранёў і стане велізарным морам інтэрактыўнага вопыту. Віртуальная рэальнасць была на гарызонце на працягу дзесяцігоддзяў (прынамсі, з моманту выпуску Lawnmower Man у 1992 годзе і Nintendo Virtual Boy у 1995 годзе), але Інтэрнэт можа нарэшце данесці яе да мас. { -brand-name-firefox } цяпер падтрымлівае WebVR і A-Frame, якія дазваляюць распрацоўшчыкам хутка і лёгка ствараць сайты віртуальнай рэальнасці. Большасць сучасных мабільных прылад падтрымліваюць WebVR і могуць лёгка выкарыстоўвацца як гарнітуры з простымі кардоннымі футлярамі. 3D-інтэрнэт віртуальнай рэальнасці, падобны да таго, што ўяўляў фантаст Ніл Стывенсан, можа быць не за гарамі. Калі гэта так, сам вэб-браўзер можа цалкам знікнуць і стаць сапраўдным акном у іншы свет.
browser-history-whatever-the-future = Якой бы ні была будучыня сеціва, { -brand-name-mozilla } і { -brand-name-firefox } будуць побач з карыстальнікамі, гарантуючы, што ў іх ёсць магутныя інструменты для выкарыстання Інтэрнэту і ўсяго, што ён можа прапанаваць. Сеціва прызначана для ўсіх, і кожны павінен кантраляваць свой досвед у інтэрнэце. Вось чаму мы даём інструменты { -brand-name-firefox } для аховы прыватнасці карыстальнікаў і ніколі не прадаём звесткі рэкламадаўцам.
browser-history-resources = Рэсурсы
browser-history-take-control-of = Вазьміце свой браўзер пад кантроль.
