# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Што такое вэб-браўзер?
# HTML page description
what-is-a-browser-a-web-browser = Браўзер пераносіць вас туды, куды толькі захочаце ў Інтэрнэце і дае вам магчымасць праглядаць тэкст, відарысы і відэа, дзе б вы не былі.
what-is-a-browser-the-web-is-a-vast = Інтэрнэт - гэта велізарны і магутны інструмент. За некалькі дзесяцігоддзяў ён змяніў тое, як мы працуем, як мы гуляем і як узаемадзейнічаем адзін з адным. У залежнасці ад таго, як ён выкарыстоўваецца, ён злучае нацыі, стымулюе бізнэс, дапамагае падтрымліваць адносіны, накіроўвае і стымулюе будучыя інавацыі і стварае больш мемаў, чым нам патрэбна.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Важна, каб усе мелі доступ да Інтэрнэту, але таксама важна, каб мы ўсе <a href="{ $tools }">разумелі інструменты</a>, якія мы выкарыстоўваем для доступу да яго. Мы выкарыстоўваем вэб-браўзеры, такія як { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } і { -brand-name-apple } { -brand-name-safari } кожны дзень, але ці разумеем мы, што яны такое і як яны працуюць?
what-is-a-browser-in-a-short-period-long = За кароткі прамежак часу мы перайшлі ад зачаравання магчымасцю адправіць электронны ліст камусьці ў хоць які куток свету да змены нашага ўяўлення пра спосабы ўзаемадзеяння з інфармацыяй. Узровень вашых ведаў больш не мае вызначальнага значэння, цяпер самае галоўнае, які браўзер ці дадатак змогуць найхутчэй дапамагчы знайсці патрэбную вам інфармацыю.
what-is-a-browser-in-a-short-period = За кароткі прамежак часу мы перайшлі ад зачаравання магчымасцю адправіць электронны ліст камусьці ў хоць які куток свету да змены нашага ўяўлення пра спосабы ўзаемадзеяння з інфармацыяй.
what-is-a-browser-how-does-a-web = Як працуе вэб-браўзер?
what-is-a-browser-a-web-browser-long = Браўзер пераносіць вас туды, куды толькі захочаце ў Інтэрнэце. Ён бярэ інфармацыю з іншых частак Інтэрнэту і адлюстроўвае яе на вашым камп'ютэры ці мабільнай прыладзе. Інфармацыя перадаецца з дапамогай пратакола перадачы гіпертэксту (Hypertext Transfer Protocol), які вызначае, як тэкст, відарысы і відэа перадаюцца ў Інтэрнэце. Гэта інфармацыя павінна быць адпраўлена і адлюстравана ў сумяшчальным фармаце, каб карыстальнікі кожнага браўзера ў хоць якім кутку свету маглі бачыць гэтую інфармацыю.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = На жаль, не ўсе распрацоўнікі браўзераў інтэрпрэтуюць фарматы аднолькава. Для карыстальнікаў гэта азначае, што вэб-сайт можа выглядаць і функцыянаваць па-рознаму. Стварэнне сумяшчальнасці паміж браўзерамі, каб кожны карыстальнік мог карыстацца Інтэрнэтам, незалежна ад абранага браўзера, называецца <a href="{ $standards }">вэб-стандартамі</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Калі вэб-браўзер атрымлівае даныя з сервера, падлучанага да Інтэрнэту, ён выкарыстоўвае праграмнае забеспячэнне пад назваю рухавік рэндэрынгу для ператварэння даных у тэкст і відарысы. Гэтыя даныя запісваюцца на <a href="{ $html }">мове гіпертэкставай разметкі (Hypertext Markup Language)</a> (HTML) і вэб-браўзеры чытаюць гэты код, каб стварыць тое, што мы бачым, чуем і даведваемся з Інтэрнэту.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Гіперспасылкі</a> дазваляюць карыстальнікам пераходзіць да іншых старонак або сайтаў у Інтэрнэце. Кожная вэб-старонка, відарыс і відэа мае свой унікальны <a href="{ $url }">Уніфікаваны лакатар рэсурсаў (Uniform Resource Locator)</a> (URL), які таксама вядомы як вэб-адрас. Калі браўзер звяртаецца да сервера, каб атрымаць даныя, вэб-адрас паведамляе браўзеру, дзе шукаць кожны элемент, апісаны ў HTML кодзе, які потым паведамляе браўзеру, дзе ён знаходзіцца на вэб-старонцы.
what-is-a-browser-cookies-not-the = Кукі
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Вэб-сайты захоўваюць інфармацыю пра вас ў файлах, якія называюцца <a href="{ $cookies }">кукі</a>. Яны захоўваюцца на вашым камп'ютары да наступнага наведвання гэтага сайта. Калі вы вернецеся, код сайта прачытае гэты файл, каб пераканацца, што гэта вы. Напрыклад, калі вы заходзіце на вэб-сайт, а старонка памятае ваша імя карыстальніка і пароль - гэта магчыма дзякуючы кукам.
what-is-a-browser-there-are-also = Таксама ёсць кукі, якія захоўваюць больш падрабязную інфармацыю пра вас. Магчыма, вашы інтарэсы, вашы звычкі ў час прагляду Інтэрнэту і г.д. Гэта азначае, што сайт можа даць вам больш актуальны кантэнт - часта ў выглядзе рэкламы. Існуе іншы тып кукі, які называецца <em>староннія</em> кукі. Гэтыя кукі паходзяць з сайтаў, якія вы нават не наведваеце ў гэты час, яны могуць адсочваць вас пры пераходзе ад сайта да сайта, для збору інфармацыі пра вас. Гэту інфармацыю часам прадаюць іншым кампаніям. Існуе магчымасць блакавання такіх кукі, але не ва ўсіх браўзерах.
what-is-a-browser-when-you-go-to = Калі вы заходзіце на вэб-сайт, а старонка памятае ваша імя карыстальніка і пароль - гэта магчыма дзякуючы кукам.
what-is-a-browser-understanding = Разуменне прыватнасці
what-is-a-browser-nearly-all-major = Амаль усе папулярныя браўзеры маюць функцыю прыватнага аглядання. Яна існуе, каб схаваць гісторыю праглядаў ад іншых карыстачоў на тым жа камп’ютары. Шмат якія людзі мяркуюць, што прыватнае агляданне ці рэжым інкогніта схавае іх асобу і гісторыю праглядаў ад Інтэрнэт-правайдараў, урадаў і рэкламадаўцаў. Але насамрэч гэта не так. У гэтым рэжыме сціраецца толькі ваша гісторыя аглядання, што вельмі зручна, калі вы маеце справу з прыватнымі асабістымі данымі на супольным або агульнадаступным камп’ютары. { -brand-name-firefox } пашырае гэтыя функцыі.
what-is-a-browser-firefox-helps = { -brand-name-firefox } дапамагае вам быць больш прыватнымі ў Інтэрнэце, дазваляючы блакаваць трэкеры асочвання вашых дзеянняў.
what-is-a-browser-making-your-web = Налада браўзера пад вашы патрэбы
what-is-a-browser-most-major-web = Большасць папулярных браўзераў дазваляюць карыстальнікам пашыраць функцыянальнасць праз пашырэнні або дадаткі. Пашырэнні - гэта праграмнае забеспячэнне, якое вы можаце дадаць у свой браўзер, каб наладзіць яго або дадаць функцыянальнасць. Пашырэнні могуць рабіць розныя цікавыя і практычныя рэчы, напрыклад, дадаваць новыя функцыі, слоўнікі замежных моў або візуальныя афармленні і тэмы.
