# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Што такое вэб-браўзер?
# HTML page description
what-is-a-browser-a-web-browser = Браўзер пераносіць вас туды, куды толькі захочаце ў Інтэрнэце і дае вам магчымасць праглядаць тэкст, відарысы і відэа, дзе б вы не былі.
what-is-a-browser-the-web-is-a-vast = Інтэрнэт - гэта велізарны і магутны інструмент. За некалькі дзесяцігоддзяў ён змяніў тое, як мы працуем, як мы гуляем і як узаемадзейнічаем адзін з адным. У залежнасці ад таго, як ён выкарыстоўваецца, ён злучае нацыі, стымулюе бізнэс, дапамагае падтрымліваць адносіны, накіроўвае і стымулюе будучыя інавацыі і стварае больш мемаў, чым нам патрэбна.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Важна, каб кожны меў доступ да Інтэрнэту, але таксама вельмі важна, каб мы ўсе <a href="{ $tools }">разумелі інструменты</a>, якія мы выкарыстоўваем для доступу да яго. Мы выкарыстоўваем вэб-браўзеры, такія як { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } і { -brand-name-apple } { -brand-name-safari } кожны дзень, але ці разумеем мы, што гэта такое і як яны працуюць?
what-is-a-browser-in-a-short-period-long = За кароткі прамежак часу мы перайшлі ад зачаравання магчымасцю адправіць электронны ліст камусьці ў любы куток свету да змены нашага ўяўлення пра спосабы ўзаемадзеяння з інфармацыяй. Узровень вашых ведаў больш не мае вызначальнага значэння, цяпер самае галоўнае, які браўзар ці дадатак змогуць найхутчэй дапамагчы знайсці патрэбную вам інфармацыю.
what-is-a-browser-in-a-short-period = За кароткі прамежак часу мы перайшлі ад зачаравання магчымасцю адправіць электронны ліст камусьці ў любы куток свету да змены нашага ўяўлення пра спосабы ўзаемадзеяння з інфармацыяй.
what-is-a-browser-how-does-a-web = Як працуе вэб-браўзер?
what-is-a-browser-a-web-browser-long = Вэб-браўзер пераносіць вас у хоць якую кропку Інтэрнэту. Ён бярэ інфармацыю з іншых частак Інтэрнэту і адлюстроўвае яе на вашым камп'ютэры ці мабільнай прыладзе. Інфармацыя перадаецца з дапамогай пратакола перадачы гіпертэксту (Hypertext Transfer Protocol), які вызначае, як перадаецца тэкст, відарысы і відэа ў Інтэрнэце. Гэта інфармацыя павінна быць адпраўлена і адлюстравана ў сумяшчальным фармаце, каб карыстальнікі хоць якога браўзера ў хоць якой кропцы свету маглі бачыць гэтую інфармацыю.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = На жаль, не ўсе распрацоўнікі браўзераў інтэрпрэтуюць фарматы аднолькава. Для карыстальнікаў гэта азначае, што вэб-сайт можа выглядаць і функцыянаваць па-рознаму. Стварэнне сумяшчальнасці паміж браўзерамі, каб кожны карыстальнік мог карыстацца Інтэрнэтам, незалежна ад абранага браўзера, называецца <a href="{ $standards }">вэб-стандартамі</a>.
what-is-a-browser-cookies-not-the = Кукі
what-is-a-browser-understanding = Разуменне прыватнасці
what-is-a-browser-firefox-helps = { -brand-name-firefox } дапамагае вам быць больш прыватнымі ў Інтэрнэце, дазваляючы блакаваць трэкеры асочвання вашых дзеянняў.
what-is-a-browser-making-your-web = Налада браўзера пад вашы патрэбы
