# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Што такое вэб-браўзер?
# HTML page description
what-is-a-browser-a-web-browser = Браўзер ў Інтэрнэце пераносіць вас туды, куды толькі захочаце, і дае магчымасць праглядзець тэкст, выявы і відэа, дзе б вы не знаходзіліся.
what-is-a-browser-the-web-is-a-vast = Інтэрнэт - гэта велізарны і магутны інструмент. За некалькі дзесяцігоддзяў ён змяніў нашу працу, адпачынак і ўзаемадзеянне адно з адным. Ён злучае нацыі, стымулюе бізнес, дапамагае камунікаваць, кіруе інавацыйным рухавіком будучыні. А таксама ён стварае больш мемаў, чым нам патрэбна.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Вельмі важна, каб усе мелі Інтэрнэт, але яшчэ важней, каб мы <a href="{ $tools }">разумелі як працуюць інструменты</a>, якія выкарыстоўваюцца для яго доступу. Кожны дзень выкарыстоўваюцца такія вэб-браўзеры: { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } і { -brand-name-apple } { -brand-name-safari }. Але ці разумеем мы, што гэта такое, і як яно працуе?
what-is-a-browser-in-a-short-period-long = За кароткі прамежак часу мы перайшлі ад захаплення магчымасцю адправіць электронны ліст у хоць які куток свету да змены нашага ўяўлення пра спосабы атрымання інфармацыі. Узровень ведаў больш не мае вызначальнага значэння. Цяпер галоўнае, які браўзер ці праграма змогуць найхутчэй дапамагчы знайсці патрэбную інфармацыю.
what-is-a-browser-in-a-short-period = За кароткі прамежак часу мы перайшлі ад захаплення магчымасцю адправіць электронны ліст у хоць які куток свету да змены нашага ўяўлення пра спосабы атрымання інфармацыі.
what-is-a-browser-how-does-a-web = Як працуе вэб-браўзер?
what-is-a-browser-a-web-browser-long = Браўзер у Інтэрнэце пераносіць вас туды, куды толькі захочаце. Ён бярэ інфармацыю з Інтэрнэту і паказвае яе на вашым кампутары ці мабільнай прыладзе. Інфармацыя перадаецца з дапамогай пратаколу перадачы гіпертэксту (Hypertext Transfer Protocol), які вызначае як тэкст, выявы і відэа перадаюцца ў Інтэрнэце. Гэта інфармацыя павінна быць адпраўлена і паказана ў сумесным фармаце, каб карыстальнікі кожнага браўзера ў хоць якім кутку свету маглі бачыць гэтую інфармацыю.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = Нажаль, не ўсе распрацоўнікі браўзераў разумеюць фарматы аднолькава. Для карыстальнікаў гэта азначае, што вэб-сайт можа выглядаць і функцыянаваць па-рознаму. Стварэнне сумяшчальнасці паміж браўзерамі, каб кожны мог карыстацца Інтэрнэтам незалежна ад абранага браўзера, называецца <a href="{ $standards }">вэб-стандартамі</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Калі вэб-браўзер атрымлівае даныя з сервера, падлучанага да Інтэрнэту, ён выкарыстоўвае праграмнае забеспячэнне пад назваю рухавік рэндэрынгу для ператварэння даных у тэкст і выявы. Гэтыя даныя запісваюцца на <a href="{ $html }">мове гіпертэкставай разметкі (Hypertext Markup Language)</a> (HTML) і вэб-браўзеры чытаюць гэты код, каб стварыць тое, што мы бачым, чуем і даведваемся з Інтэрнэту.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Гіперспасылкі</a> дазваляюць карыстальнікам пераходзіць да іншых старонак або сайтаў у Інтэрнэце. Кожная вэб-старонка, выява і відэа мае свой унікальны <a href="{ $url }">ўніфікаваны лакатар рэсурсаў (Uniform Resource Locator)</a> (URL), які таксама вядомы як вэб-адрас. Элементы, апісаныя ў HTML, могуць мець веб-адрас, які паведамляе браўзеру, да якога сервера ў Інтэрнэце звяртацца, каб атрымаць даныя. Таксама HTML дае знаць браўзеру, дзе на старонцы павінны знаходзіцца гэтыя элементы.
what-is-a-browser-cookies-not-the = Кукі (Cookies)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Вэб-сайты захоўваюць інфармацыю пра вас у файлах, якія называюцца <a href="{ $cookies }">кукі</a>. Яны захоўваюцца на вашым камп'ютары да наступнага наведвання гэтага сайта. Калі вы вернецеся, код сайта прачытае гэты файл, каб пераканацца, што гэта вы. Напрыклад, калі вы заходзіце на вэб-сайт, а старонка памятае ваша імя карыстальніка і пароль - гэта магчыма дзякуючы кукам.
what-is-a-browser-there-are-also = Таксама ёсць кукі, якія захоўваюць больш падрабязную інфармацыю пра вас. Магчыма, вашы інтарэсы, вашы звычкі ў час прагляду Інтэрнэту і г.д. Гэта азначае, што сайт можа даць вам больш актуальны кантэнт - часта ў выглядзе рэкламы. Існуе іншы тып кукі, які называецца <em>староннія</em> кукі. Гэтыя кукі паходзяць з сайтаў, якія вы нават не наведваеце ў гэты час, яны могуць адсочваць вас пры пераходзе ад сайта да сайта, для збору інфармацыі пра вас. Гэту інфармацыю часам прадаюць іншым кампаніям. Існуе магчымасць блакавання такіх кукі, але не ва ўсіх браўзерах.
what-is-a-browser-when-you-go-to = Калі вы заходзіце на вэб-сайт, а старонка памятае ваша імя карыстальніка і пароль - гэта магчыма дзякуючы кукам.
what-is-a-browser-understanding = Разуменне прыватнасці
what-is-a-browser-nearly-all-major = Амаль усе папулярныя браўзеры маюць функцыю прыватнага аглядання. Яна існуе, каб схаваць гісторыю праглядаў ад іншых карыстальнікаў на тым жа камп’ютары. Шмат якія людзі мяркуюць, што прыватнае агляданне ці рэжым інкогніта схавае іх асобу і гісторыю аглядання ад Інтэрнэт-правайдараў, урадаў і рэкламадаўцаў. Але насамрэч гэта не так. У гэтым рэжыме сціраецца толькі ваша гісторыя аглядання, што вельмі зручна, калі вы маеце справу з прыватнымі асабістымі данымі на супольным або агульнадаступным камп’ютары. { -brand-name-firefox } пашырае гэтыя функцыі.
what-is-a-browser-firefox-helps = { -brand-name-firefox } дапамагае вам быць больш прыватнымі ў Інтэрнэце, дазваляючы блакаваць трэкеры асочвання вашых дзеянняў.
what-is-a-browser-making-your-web = Налада браўзера пад вашы патрэбы
what-is-a-browser-most-major-web = Большасць папулярных браўзераў дазваляюць карыстальнікам пашыраць функцыянальнасць праз пашырэнні або дадаткі. Пашырэнні - гэта праграмнае забеспячэнне, якое вы можаце дадаць у свой браўзер, каб наладзіць яго або дадаць функцыянальнасць. Пашырэнні могуць рабіць розныя цікавыя і практычныя рэчы, напрыклад, дадаваць новыя функцыі, слоўнікі замежных моў або візуальныя афармленні і тэмы.
what-is-a-browser-all-browser-makers = Усе браўзеры распрацоўваюцца для максімальна хуткага і плаўнага адлюстравання відарысаў і відэа, каб вам было зручна карыстацца Інтэрнэтам. Распрацоўнікі ўпарта працуюць над тым, каб у карыстальнікаў быў хуткі, магутны і просты ў выкарыстанні браўзер. У чым яны адрозніваюцца, так гэта ў сваіх мэтах. Важна выбраць найлепшы для вас браўзер. { -brand-name-mozilla } стварае { -brand-name-firefox }, каб карыстальнікі маглі кантраляваць сваё жыццё ў Інтэрнэце, а таксама каб Інтэрнэт быў сусветным, публічным рэсурсам, даступным для ўсіх і кожнага.
