# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = فتّش عن أفضل المتصفّحات سرعةً وخصوصيةً وأمانًا.
best-browser-so-many-browser-options = خيارات المتصفّحات عديدة، وليس هناك إلا واحدًا يناسبك ويلائمك، وعلى هذا المتصفّح المميز أن يقدّم السرعة كما وحماية الخصوصية.
best-browser-privacy-speed-and-security = خصوصية وسرعة وأمان.
best-browser-how-to-choose-the-best = كيف تختار أفضل المتصفّحات ملائمةً لك؟
best-browser-the-internet-has-become = صارت أهمية الإنترنت بأهمية الكهرباء والماء، كما وصار أيضًا اختيار المتصفّح الأمثل أمرًا مهمًا في هذا العصر. باتت شبكة الإنترنت مكانًا تقضي فيه أوقات راحتك، وصارت معلّمًا لك وحتّى مُستشارتك الطبية (ولو أنّ طبيبك على أرض الواقع سيفضّل لو لم تبحث عن أعراض مرضك على الإنترنت).
best-browser-in-the-mid-nineties = سيطرت نِت‌سكيب وإنترنت إكسبلورر ومتصفّح AOL على ساحة المتصفّحات في منتصف التسعينيات. كانت الأمور حينها بسيطة، إذ تسمع الأثير الجميل للإنترنت بالطلب الهاتفي (dial-up) أينما رحت وارتحلت. كان انتظارنا لاكتمال تحميل صفحات الوِب مقياسًا فعليًا لمدى صبرنا. حينها لم يكن مهمًا أي شيء، سوى سرعة المتصفّح نفسه.
best-browser-today-is-a-different = أما اليوم، فالقصة مختلفة تمامًا. فأمور مثل الإعلانات واختراق الخصوصية وتسريب البيانات والأخبار الكاذبة ستُجبرك على رفع معيار ما يقدّمه المتصفح لك، مثل السؤال ”هل يحمي المتصفّح خصوصيتي؟“ و”هل صُمّم ليتعامل مع عدّة عديدة من عمليات الحاسوب والإنترنت في وقت واحد؟ هل صُمّم ليكون متعدّد المهام؟“
best-browser-when-you-use-a-browser = حين تستعمل المتصفّح لكلّ أمورك، حينها يجب أن يكون سريعًا. ولنفس السبب أيضًا، يجب أن يحمي الخصوصية. يملك المتصفّح حقّ الوصول إلى ما تفعله على الشبكة كله، بذلك يمكن أن يضعك في ورطة فعلية لو لم يحتوي ميزات خصوصية عالية الجودة.
best-browser-if-youre-wondering = لو كنت الآن تفكّر مليًا بعبارتي ”سريعًا“ و”يحمي الخصوصية“، فإليك تفصيلًا عن أمور ثلاثة يجب أن تتحلّى بها المتصفّحات.
best-browser-a-browser-is-still = لم يخرج المتصفّح عن كونه أداةً لتحقيق وظيفة، لذا فمن المنطقي أن تختار أفضل أداة تؤدّي بها العمل. ولو كنت من بني آدم يعمل ليجني لقمة عيشه، فستحتاج إلى متصفّح إنترنت سريع. وعلينا ألا ننسى أبدًا بأنّ المتصفّح الذي يشغّل متعقّبات الأطراف الثالثة سيكون أبطأ بلا شك من الذي لا يشغّلها. ما نعنيه بهذه المتعقّبات هو الكعكات التي لا تراها صحيحة، ولكنّها تعمل في خلفية الموقع مستهلكةً وقتًا لا يقدّر بثمن. كلما زاد عدد متعقّبات الطرف الثالث الذي يحجبه المتصفّح، زادت سرعته.
best-browser-this-is-one-of-the = هذا سبب واحد من أسباب عدّة تدفعك إلى اختيار متصفّح فَيَرفُكس، إذ يحجب فَيَرفُكس متعقّبات الأطراف الثالثة مبدئيًا. وهناك أسباب أخرى في جعبتنا، نتطرّق إليها لاحقًا.
best-browser-remember-the-last-massive = هل سمعت بآخر تسريب ضخم للبيانات؟ لا؟ ربما يعود ذلك إلى سرعة حدوث هذه التسريبات. تضع الشركات في يدها بيانات عملائها (مثل معلوماتهم الشخصية أو المالية)، ويأتي المخترقون يسرقونها ببساطة. لو كان الأمان أولى أولوياتك، فسيكون متصفّح الإنترنت الآمن هو الأمثل لك.
best-browser-there-are-a-few-ways = توجد أكثر من طريقة ليساهم المتصفّح في أمن مستخدميه. فمثلًا يمكن للمتصفّح المحدّث إلى أحدث تقنيات الأمن الموجودة مساعدتك على حماية حاسوبك، ومواقع الوِب على الزوّار غير المرغوب بهم مثل البرمجيات الضارة أو الفيروسات الحاسوبية.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = ويمكن أيضًا ألا يخزّن بيانات كثيرة عن المستخدمين، إذ لا يقدر المخترقين على سرقة ما ليس موجودًا أساسًا. لهذا السبب يحتفظ فَيَرفُكس بأدنى المعلومات المطلوبة عن مستخدميه. <a href="{ $data }">يعرف فَيَرفُكس</a> لو كنت أنت من تستخدم المتصفّح وعن مكانك بشكل عام، <a href="{ $privacy }">ولكنّه لا يعرف اسم حيوانك الأليف في صِغَرك أو لونك المفضّل.</a>
best-browser-last-but-not-least = وأخيرًا وليس آخرًا، على المتصفّح الآمن تقديم الأدوات التي تساعدك في مراقبة حساباتك. مثلًا: تنبيهات تُرسل إلى بريدك الإلكتروني مباشرةً في حال تسرّبت بياناتك، أو أيقونات تقول لك لو كان الموقع معمًّى أو لا (أي أنّ تقديم رقم بطاقتك الائتمانية إلى موقع للتسوّق لن يعرّضك لأي ورطة من أي نوع).
# Variables:
# $monitor (url) - link to https://monitor.firefox.com
best-browser-firefox-is-offering = بدأ فَيَرفُكس في تقديم ما هو جديد ليُبقيك آمنًا أكثر: ”فَيَرفُكس للمراقبة“ <a href="{ $monitor }">{ -brand-name-firefox-monitor }</a>، وهي خدمة مجّانية تُعلمك لو حدث أيّ تسريب لحساباتك على العموم، كما ولو اختُرقت حساباتك في الماضي. وإليك ميزة أخرى جميلة: القُفل الأخضر، وهي أيقونة صغيرة خضراء تقبع أعلى يسار نافذة المتصفّح. فلو كنت في فَيَرفُكس ورأيت هذا القُفل أخضرًا، فيعني بأنّ الموقع مُعمًّى وآمن. ولو كان رماديًا، ففكّر مليًا قبل أن تُدخل معلومات حساسة وسرية.
best-browser-we-visit-hundreds-or = يزور المرء مئات بل آلاف المواقع كلّ يوم، ولا يمكن أن نتوقّع من المستخدم اتخاذ القرارات السليمة تجاه أمن وخصوصية كلّ موقع. لهذا يكون تقديم المتصفّح لك سُلطة وتحكّمًا أعلى أمرًا مهمًا، إذ بذلك يوضّح لك الحماية الصحيحة والتي لها مغزًى.
best-browser-take-control-of-your = تحكّم في مُتصفّحك.
