# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = ابحث عن أفضل المُتصفحات من حيث السرعة والخصوصية والأمان.
best-browser-so-many-browser-options = خيارات المُتصفحات كثيرة، ولكن لا يُوجد فيها إلا خيار واحد يُناسب احتياجاتك. يجب أن يتميز المتصفح الأفضل بالنسبة لك بالسرعة وحماية الخصوصية على حد سواء.
best-browser-privacy-speed-and-security = خصوصية وسرعة وأمان.
best-browser-how-to-choose-the-best = كيف تختار المتصفح الأفضل لك.
best-browser-the-internet-has-become = لقد أصبح الإنترنت ضرورة من ضروريات الحياة كالماء والكهرباء، وأصبح اختيار المتصفح الأفضل لك أمرًا أكثر أهمية من ذي قبل. كما أصبح الإنترنت بمثابة مكتب بديل لمكتب العمل، ومعلِّم، ومستشار طبي أحيانًا، حتى لو كان طبيبك الحقيقي يفضل ألا تبحث عن أعراض مرضك على الإنترنت.
best-browser-in-the-mid-nineties = في منتصف التسعينيات، كانت متصفحات { -brand-name-netscape } و{ -brand-name-ie } وAOL تُسيطر على المشهد. وكانت الأمور حينها سهلة وبسيطة، وكان لحن الدخول إلى الإنترنت عن طريق خط الهاتف الأرضي يشنف الآذان وينتشر في شتى بقاع الأرض. وقد تعلمنا وقتئذٍ التحلي بالصبر وانتظار تحميل صفحات الويب. وعندها كان الأهم هو سرعة المتصفح.
best-browser-today-is-a-different = ولكن الأمر قد اختلف في الوقت الحاضر. فالإعلانات واختراقات الخصوصية والاختراقات الأمنية والأخبار المزيفة قد تَضطرك للبحث عن صفات أخرى في المتصفح. كيف يحمي المتصفح خصوصيتك؟ هل يسمح للمُتعقبات بتَتَبُّعك على الإنترنت؟ هل صُمم لإنجاز مهام متعددة والتعامل مع العديد من عمليات الكمبيوتر والإنترنت في آن واحد؟
best-browser-when-you-use-a-browser = عندما تستخدم متصفحًا لكل شيء، يجب أن يكون سريعًا. ويجب أن يحمي خصوصيتك، لنفس السبب أيضًا. ولأن المتصفح يمكنه الاطِّلاع على كل ما تفعله عبر الإنترنت، فإنه قد يعرِّضك لخطر جسيم إذا لم يكن يحتوي على ميزات خصوصية قوية.
best-browser-marshall-erwin-senior = مارشال إروين، كبير مديري الثقة والأمن في شركة { -brand-name-mozilla }
best-browser-if-youre-wondering = إذا كنت تُفكر في الحصول على مُتصفح خاص أو سريع، فإليك تفصيل ثلاثة أمور يجب أن يحتوي عليها أي متصفح.
best-browser-a-browser-built-for = متصفح مُصمم لأداء المهام بسرعة.
best-browser-a-browser-is-still = لمّا كان المتصفح يُمثل أداة لإنجاز مهام مُعينة، فإنه من المنطقي أن ترغب في اختيار أفضل أداة لهذا الغرض. وإذا كنت تحتاج إلى مُتصفح تعمل عليه من أجل لقمة العيش، فلا مناص لك من الحصول على متصفح سريع. ولكن ثمة أمر يجب مُراعاته في المتصفح، ألا وهو أن المتصفح الذي يسمح بتشغيل متعقِّبات خاصة بأطراف ثالثة من المرجح أن يكون أبطأ من غيره من المتصفحات. ذلك لأن المُتعقِّبات الخاصة بأطراف ثالثة عبارة عن ملفات تعريف ارتباط، لا يمكنك رؤيتها، لأنها تعمل في خلفية الموقع، وتستنزف وقتك الثمين. وكلما زاد عدد مُتعقِّبات الأطراف الثالثة التي يحجبها المتصفح، زادت سرعة تشغيله.
best-browser-this-is-one-of-the = وهذا من ضمن الأسباب العديدة التي تدفعك لاختيار مُتصفح { -brand-name-firefox }: لأن { -brand-name-firefox } يحجب المُتعقِّبات الخاصة بأطراف ثالثة افتراضيًا. وهناك أسباب أخرى سنتناولها لاحقًا.
best-browser-a-browser-that-puts = متصفح يضع أمن البيانات فوق كل اعتبار.
best-browser-remember-the-last-massive = هل تتذكر آخر عملية خرق ضخمة للبيانات؟ إذا لم تكن تتذكرها، ربما يكون ذلك بسبب كثرة حدوثها. تحتفظ الشركات ببيانات عُملائها، مثل معلوماتهم الشخصية أو المالية، ثم يتسلل المخترقون ويسرقونها. فإذا كنت تضع الأمن والسلامة على رأس أولوياتك، ستجد أن متصفح الإنترنت الآمن أفضل متصفح لك.
best-browser-there-are-a-few-ways = وهناك عدة طرق يمكن للمتصفح من خلالها مساعدة مستخدميه على الحفاظ على أمن بياناتهم. فالمتصفح المزود بأحدث تقنيات الأمان يُمكن أن يساعد على حماية جهاز الكمبيوتر ومواقع الإنترنت من الزائرين غير المرغوب فيهم، مثل البرامج الضارة أو فيروسات الكمبيوتر.

# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = والطريقة الثانية هي عدم تخزين بيانات كثيرة عن المستخدمين، لأنه لا يمكن للمخترقين سرقة بيانات غير موجودة. ولهذا يحتفظ متصفح { -brand-name-firefox } بأقل قدر مُمكن من البيانات عن مستخدميه. فمُتصفح <a href="{ $data }">{ -brand-name-firefox } يعرف</a> فقط أنك تستخدمه ويعرف موقعك العام، <a href="{ $privacy }">ولا يعرف اسم حيوانك الأليف أو لونك المفضل.</a>

best-browser-last-but-not-least = وختامًا، يجب أن يُوفر لك المتصفح الآمن أدوات تساعدك على مراقبة حساباتك. وذلك مثل التنبيهات التي تُرسَل مباشرةً إلى بريدك الإلكتروني في حالة اختراق أي من حساباتك أو الأيقونات التي تخبرك بما إذا كان الموقع الإلكتروني التي تزوره مشفرًا أم لا، (كأن تُخبرك بما إذا كان إدخال رقمك الائتماني في أحد مواقع التسوق سيُعرِّطك للخطر أمر لا).

# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = يُقدم متصفح { -brand-name-firefox } خدمة جديدة تحافظ على أمنك وأمانك على الإنترنت، ألا وهي: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. وهذه خدمة مجانية تُنبِّهك إذا تعرَّضت حِساباتك لأي عمليات اختراق عامة، وتُخبرك عما إذا كانت حِساباتك قد تعرَّضت للاختراق في الماضي أم لا. ومن ضمن الميزات الأخرى الرائعة التي يقدمها المتصفح ميزة القفل الأخضر. فهذا القفل يُشبه أيقونة خضراء صغيرة أعلى الجانب الأيمن من نافذة المتصفح. وإذا كنت تستخدم { -brand-name-firefox } وشاهدت هذا القفل الأخضر، فهذا يعني أن الموقع الإلكتروني مشفر وآمن. أمّا إذا كان لون القفل رماديًا، يجب أن تفكِّر مليَّاً قبل إدخال أي معلومات حساسة.

best-browser-we-visit-hundreds-or = يزور مستخدمو الإنترنت مئات، بل آلاف، المواقع الإلكترونية كل يوم، ولا يمكن أن نتوقع من المستخدمين اتخاذ قرارات سليمة تتعلق بالأمان والخصوصية لكل موقع من هذه المواقع. ومن ثمّ فإن وجود متصفح يُتيح لك المزيد من التحكم يُعد أمرًا مهمًا - لأنه يُوفر لك حماية حقيقية ذات معنى.
best-browser-a-browser-that-minds = متصفح يُركز على مهام عمله.
best-browser-privacy-on-the-web = إن مسألة الخصوصية على الإنترنت مسألة في غاية الأهمية. فإذا كانت الخصوصية تأتي على رأس قائمة أولوياتك، فلا بُد لك أن تبحث عن متصفح يحمي خصوصيتك حماية حقيقية. ولكي تجد هذا المتصفح، انظر إلى سياسة التعقب وكيفية تعامل المتصفح مع بياناتك. ومع أن هذه الأمور تبدو أمورًا فنية، إلا أنها السبب وراء كون بعض المُتصفحات أكثر خصوصية من غيرها.
best-browser-trackers-are-all-those = المُتعقِّبات هي رسائل "ملفات تعريف الارتباط" المزعجة التي تُرسَل إليك على المواقع الإلكترونية. ويُمكن لهذه المُتعقِّبات معرفة المكان الذي تنقر فيه، ويُمكن استخدامها لتحليل سلوكك. ومن ثمّ فإن المُتصفح الذي يَحمي الخصوصية يجب أن يُتيح للمستخدمين خيار إيقاف المُتعقِّبات، والأفضل أن يحجبها افتراضيًا.
best-browser-another-way-to-stop = ومن ضمن الطرق الأخرى لحجب المُتعقِّبات استخدام وضع التصفح الخاص. ولذلك يجب أن يُتيح أي متصفح يدَّعي أنه يحمي الخصوصية استخدام وضع التصفح الخاص.

# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = ومن بين الطرق السهلة للتحقق من هذا الأمر الاطلاع على صفحة إعدادات المُحتوى وسياسة الخصوصية في المتصفح. ويجب أن توضح صفحة الخصوصية ما إذا كانت تتم مُشاركة بياناتك أم لا، ولماذا. ولهذا فإن <a href="{ $privacy }">إشعار خصوصية مُتصفح { -brand-name-firefox }</a> يسهُل قراءته وإيجاده.

best-browser-choosing-the-best-browser = إنّ أمر اختيار أفضل مُتصفح لك يُشبه إلى حد كبير أمر اختيار منزل. حيث يجب أن تحدد خياراتك، وأن تبحث في الأمر بعض الشيء، ثم تتخذ قرارك بناءً على ما هو مهم لك.

# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = لقد بذلنا قُصارى جهودنا في تطوير متصفح <a href="{ $firefox }">{ -brand-name-firefox }</a>، وجئنا بمتصفح تفوق سرعته سرعة سابقِيه بمرتين ويمنح مُستخدميه مزيدًا من التحكم في أوقاتهم على الإنترنت.

best-browser-take-control-of-your = تحكَّم في متصفحك.
