# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = ക്രോമിൽ നിന്നും ഫയർഫോക്സിലേക്ക് ഞൊടിയിടയില്‍ മാറുക
switch-switching-to-firefox-is-fast = ഫയർഫോക്സിലേക്ക് മാറുന്നത് വേഗതയാർന്നതും എളുപ്പവും സുരക്ഷിതവുമാണ്. കാരണം ഫയര്‍ഫോക്സ് നിങ്ങളുടെ രഹസ്യവാക്കുകള്‍, ഓട്ടോഫില്ലുകൾ, രഹസ്യവാക്കുകള്‍, മുൻഗണനകൾ എന്നിവ ക്രോമിൽ നിന്നുമാണ് ഇറക്കുമതി ചെയ്യുന്നത്.
switch-switching-to-firefox-page-description = ഫയർഫോക്സിലേക്ക് മാറുന്നത് വേഗതയാർന്നതും എളുപ്പവും സുരക്ഷിതവുമാണ്. കാരണം ഫയര്‍ഫോക്സ് നിങ്ങളുടെ അടയാളകുറിപ്പുകള്‍, ഓട്ടോഫില്ലുകൾ, രഹസ്യവാക്കുകള്‍, മുൻഗണനകൾ എന്നിവ ക്രോമിൽ നിന്നുമാണ് ഇറക്കുമതി ചെയ്യുന്നത്.
switch-select-what-to-take = ക്രോമിൽ നിന്ന് എടുക്കേണ്ടത് എന്തെല്ലാമെന്നു് തിരഞ്ഞെടുക്കുക.
switch-let-firefox-do-the-rest = ബാക്കിയുള്ളവ ചെയ്യാൻ ഫയർഫോക്സിനെ അനുവദിക്കൂ.
switch-use-firefox-and-still-chrome = നിങ്ങൾക്ക് ഫയര്‍ഫോക്സും ക്രോമും ഉപയോഗിയ്ക്കാം. ക്രോം നിങ്ങളുടെ മെഷീനിൽ ഒരു തരി മാറ്റവും വരുത്തില്ല.
switch-share-with-your-friends = എങ്ങനെ ഫയർഫോക്സിലേക്ക് മാറാമെന്നു് നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി പങ്കിടുക
switch-firefox-makes-switching-fast-tweet = ക്രോമിൽ നിന്നും 🔥ഫയർഫോക്സിലേക്ക് ഞൊടിയിടയില്‍ മാറാം. ഇത് പരീക്ഷിച്ചുനോക്കൂ!
switch-switch-to-firefox = ഫയർഫോക്സിലേക്ക് മാറുക
switch-firefox-makes-switching-fast-email = ക്രോമിൽ നിന്നും ഫയർഫോക്സിലേക്ക് ഞൊടിയിടയില്‍ മാറാം. എനിക്ക് ഇത് ഒരുപാട് ഇഷ്ടമായി, നിങ്ങൾക്കും അത് പരീക്ഷിച്ചു നോക്കാം.
switch-still-not-convinced = ഫയർഫോക്സിലേക്ക് മാറുന്നത് എളുപ്പമാണെന്ന് ഉറപ്പില്ലേ?
switch-enjoy-the-web-faster = വേഗത്തിൽ വെബ് ആസ്വദിക്കൂ, നിങ്ങൾക്കായി എല്ലാം സജ്ജീകരിച്ചിട്ടുണ്ട്.
switch-download-and-switch = ഡൌൺലോഡ് ചെയ്തു ഫയര്‍ഫോക്സിലേക്ക് മാറുക
switch-share-to-facebook = ഫേസ്ബുക്കിൽ പങ്കിടുക
switch-send-a-tweet = ഒരു ട്വീറ്റ് അയയ്ക്കുക
switch-hey = നമസ്കാരം,
switch-check-it-out = ഇത് നോക്കിയിട്ട് എന്തു് തോന്നുന്നു എന്ന് പറയു:
switch-send-an-email = ഒരു ഇമെയിൽ അയയ്ക്കുക
