# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = { -brand-name-mozilla }-ова најчешћа питања о приватности података
# HTML page description
privacy-faq-v2-desc = У { -brand-name-mozilla }-у поштујемо и штитимо ваше личне податке.
privacy-faq-v2-heading = Залажемо се за људе изнад профита.
privacy-faq-v2-intro = Људима може бити тешко да знају шта да очекују од било ког софтвера или услуга које данас користе. Технологија која покреће наше животе је сложена и људи немају времена да се удубљују у детаље. То и даље важи за { -brand-name-firefox }, где откривамо да људи имају много различитих идеја о томе шта се дешава „испод хаубе“ у њиховом прегледачу.
privacy-faq-v2-at-mozilla = У { -brand-name-mozilla }-у поштујемо и штитимо ваше личне податке:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = Пратимо скуп <a { $attrs }>принципа приватности података</a> који обликују наш приступ приватности у { -brand-name-firefox } прегледачима за рачунаре и мобилне уређаје.
privacy-faq-v2-we-strive-collect-data = Трудимо се да прикупљамо само податке који су нам потребни за израду најбољих производа.
privacy-faq-v2-we-work-to = Радимо на томе да људима омогућимо контролу над њиховим подацима и онлајн искуствима.
privacy-faq-v2-we-adhere = Придржавамо се принципа „без изненађења“, што значи да напорно радимо како бисмо осигурали да разумевање { -brand-name-firefox }-а код људи одговара стварности.
privacy-faq-v2-following-questions = Следећа питања и одговори би требало да вам помогну да разумете шта можете очекивати од { -brand-name-mozilla }-а и { -brand-name-firefox }-а:

## FAQ

privacy-faq-v2-i-use-firefox = Користим { -brand-name-firefox } за скоро све на вебу. Ви људи у { -brand-name-mozilla }-у сигурно знате гомилу ствари о мени, зар не?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla } не зна онолико колико бисте очекивали о томе како људи прегледају веб. { -brand-name-firefox }, веб прегледач који се покреће на вашем уређају или рачунару, је ваша капија ка интернету. Ваш прегледач ће управљати многим информацијама о веб страницама које посећујете, али те информације углавном остају на вашем уређају.
privacy-faq-v2-it-seems-like = Чини се као да свака компанија на вебу купује и продаје моје податке. Вероватно ни ви нисте другачији.
privacy-faq-v2-we-never-sell-your = Никада не продајемо ваше личне податке. За разлику од других великих технолошких компанија које прикупљају и профитирају од ваших личних података, ми смо изграђени са приватношћу као подразумеваном вредношћу. Не знамо ваше године, пол, прецизну локацију или друге информације које „Big Tech“ прикупља и од којих профитира.
# Obsolete string (expires: 2025-12-08)
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } не продаје податке о вама (на начин на који већина људи мисли о „продаји података“) и не купујемо податке о вама. Пошто тежимо транспарентности, а ПРАВНА дефиниција „продаје података“ је на неким местима изузетно широка, морали смо да се повучемо од давања дефинитивних изјава које познајете и волите. И даље улажемо много труда како бисмо осигурали да подаци које делимо са нашим партнерима (што морамо да радимо како бисмо { -brand-name-firefox } учинили комерцијално одрживим) буду очишћени од било каквих идентификационих података, или дељени само збирно, или провучени кроз наше технологије за очување приватности (као што је <a { $attrs }>OHTTP</a>).
privacy-faq-v2-wait-so-how = Чекајте, па како онда зарађујете новац?
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } није обична организација. Основана као заједница отвореног кода 1998. године, { -brand-name-mozilla } је организација вођена мисијом која ради на здравијем интернету. Већина прихода { -brand-name-mozilla-corporation }-а долази од тантијема остварених кроз партнерства за претрагу у { -brand-name-firefox } веб прегледачу и уговоре о дистрибуцији широм света. Више о томе како зарађујемо новац можете сазнати у нашем <a { $attrs }>годишњем финансијском извештају</a>.
privacy-faq-v2-softballs = У реду, та прва питања су била лака. Које податке прикупљате?
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } подразумевано прикупља ограничен скуп података из { -brand-name-firefox }-а који нам помажу да разумемо како људи користе прегледач. Више о томе можете прочитати у нашем <a { $privacy }>обавештењу о приватности</a> и прочитати <a { $data }>комплетну документацију за то прикупљање података</a>. Такође чинимо нашу документацију јавном како би свако могао да провери да ли је оно што говоримо истина, да нам каже ако треба да се побољшамо и да има поверења да ништа не кријемо.
privacy-faq-v2-do-you-collect = Да ли прикупљате више података у пред-издањима { -brand-name-firefox }-а?
privacy-faq-v2-sort-of = Некако. Поред горе описаних података, по подразумеваним подешавањима примамо извештаје о рушењу и грешкама у претпремијерним верзијама { -brand-name-firefox }-а.
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = Такође можемо прикупити додатне податке у претпремијери за једно од наших <a { $attrs }>истраживања</a>. На пример, нека истраживања захтевају оно што називамо „подацима прегледања”, што може укључивати URL-ове и друге информације о одређеним веб сајтовима. Ово нам помаже да одговоримо на специфична питања како бисмо побољшали { -brand-name-firefox }, као што је како боље интегрисати популарне веб сајтове у одређеним локалитетима.
privacy-faq-v2-mozilla-pre-release = { -brand-name-mozilla }-ове претпремијерне верзије { -brand-name-firefox }-а су развојне платформе, које се често ажурирају експерименталним могућностима. Прикупљамо више података у претпремијери него након објављивања како бисмо разумели како ове експерименталне могућности раде. Можете онемогућити прикупљање ових података у подешавањима.
privacy-faq-v2-but-why-do-you = Али зашто уопште прикупљате било какве податке?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = Ако не знамо како прегледач ради или које могућности људи користе, не можемо га побољшати и испоручити одличан производ који желите. Инвестирали смо у изградњу алата за прикупљање и анализу података који нам омогућавају да доносимо паметне одлуке о нашем производу уз поштовање приватности људи. Можете прочитати више о неким технологијама за очување приватности које користимо, као што је <a { $attrs }>OHTTP</a>.
privacy-faq-v2-data-collection-bugs-me = Прикупљање података ме и даље мучи. Могу ли то да искључим?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = Да. Корисничка контрола је један од наших принципа приватности података. То спроводимо у пракси у { -brand-name-firefox }-у на нашој <a { $privacy }>страници са подешавањима приватности</a>, која служи као јединствено место за свакога ко жели да преузме контролу над својом приватношћу у { -brand-name-firefox }-у. Тамо можете <a { $data }>искључити прикупљање података</a>.
privacy-faq-v2-what-about-my-account = Шта је са подацима мог налога?
privacy-faq-v2-we-are-big-believers = Чврсто верујемо у минимизацију података и не тражимо ствари које нам нису потребне.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = Није вам потребан налог да бисте користили { -brand-name-firefox }. <a { $attrs }>Налози</a> су потребни за усклађивање података на различитим уређајима, али од вас тражимо само адресу е-поште и ваше године (само да бисмо се уверили да нисте дете).
privacy-faq-v2-you-use-digital = Користите дигитално оглашавање као део вашег маркетиншког микса. Да ли купујете податке људи како бисте боље циљали своје онлајн огласе?
privacy-faq-v2-no-we-do-not-buy = Не, ми не купујете податке људи за циљано оглашавање.
privacy-faq-v2-we-do-not-ask = Тражимо од наших огласних партнера да користе само податке прве стране које веб сајтови и издавачи знају о свим корисницима, као што су прегледач који користите и уређај на којем се налазите.
privacy-faq-v2-well-it-seems = Па, чини се да ми заиста чувате леђа по питању ове приватности.
privacy-faq-v2-yes-we-do = Да, чувамо.
privacy-faq-v2-find-out-more = Сазнајте више о томе како { -brand-name-mozilla } штити интернет.
