# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = تغییر مرورگر از کروم به فایرفاکس تنها کم تر از یک دقیقه
switch-switching-to-firefox-is-fast = تغییر به فایرفاکس بسیار سریع،‌ آسان و آری از هرگونه ریسک است. زیرا فایرفاکس نشانک، پرکننده های خودکار،‌کلمه عبور و ترجیحات شما را از کروم وارد می کند.
switch-switching-to-firefox-page-description = تغییر به فایرفاکس بسیار سریع،‌ آسان و آری از هرگونه ریسک است. زیرا فایرفاکس نشانک، پرکننده های خودکار،‌کلمه عبور و ترجیحات شما را از کروم وارد می کند.
switch-select-what-to-take = انتخاب کنید چه مواردی مایل هستید از کروم بیاورید.
switch-let-firefox-do-the-rest = اجازه دهید فایرفاکس باقی آنرا برای شما انجام دهد.
switch-use-firefox-and-still-chrome = شما می‌‌توانید از فایرفاکس استفاده کنید و همچنان کروم را داشته باشید. کروم حتی به اندازه یک بیت هم تغییر نخواهد کرد.
switch-share-with-your-friends = چگونگی تعویض کردن و رفتن به سوی فایرفاکس را برای دوستان خود همرسانی کنید
switch-firefox-makes-switching-fast-tweet = 🔥 فایرفاکس این امکان را دارد تا به سرعت از کروم مهاجرت کنید. امتحانش کنید!
switch-switch-to-firefox = عوض کردن با فایرفاکس
switch-firefox-makes-switching-fast-email = شما می‌توانیدخیلی سریع فایرفاکس را با کروم تعویض کنید. من خیلی این قابلیت را دوست دارم و شما هم باید تجربه کنید.
switch-still-not-convinced = هنوز متقاعد نشده اید مهاجرت به فایرفاکس بسیار ساده است؟
switch-enjoy-the-web-faster = از وب گردی سریعتر لذت ببرید همه چیز برای شما آماده شده است.
switch-download-and-switch = دریافت و تغییر
switch-share-to-facebook = همرسانی به فیسبوک
switch-send-a-tweet = ارسال یک تویت
switch-hey = سلام،‌
switch-check-it-out = این را نگاه نکنید و بعد من را در جریان فکر خود قرار دهید:
switch-send-an-email = ارسال یک پست الکترونیکی
