# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/manifesto/

# HTML page title
manifesto-the-mozilla-manifesto = Маніфест { -brand-name-mozilla }
# HTML page description
manifesto-these-are-the-principles = Гэта прынцыпы, якімі мы кіруемся для распаўсюджвання адкрытасці, укаранення інавацый і павелічэння магчымасцяў у інтэрнэце.
manifesto-the-internet-is-an-integral = Інтэрнэт — гэта неад'емная частка сучаснага жыцця, ключавы кампанент у адукацыі, зносінах, супрацоўніцтве, бізнесе, забавах і грамадстве ў цэлым.
manifesto-the-internet-is-a-global = Інтэрнэт з'яўляецца глабальным грамадскім рэсурсам, які павінен заставацца адкрытым і даступным.
manifesto-the-internet-must-enrich = Інтэрнэт павінен узбагачаць жыццё кожнага чалавека.
manifesto-individuals-security-and = Бяспека і прыватнасць людзей у інтэрнэце маюць асноватворнае значэнне і не могуць разглядацца як другарадныя моманты.
manifesto-individuals-must-have = Людзі павінны мець магчымасць фарміраваць інтэрнэт і сваё знаходжанне ў ім.
manifesto-the-effectiveness-of-the = Эфектыўнасць інтэрнэту як публічнага рэсурсу залежыць ад сумяшчальнасці (пратаколаў, фарматаў дадзеных, зместу), наватарства і дэцэнтралізацыі работы па развіццю інтэрнэту ва ўсім свеце.
manifesto-free-and-open-source-software = Свабоднае праграмнае забеспячэнне і адкрыты праграмны код спрыяюць развіццю інтэрнэту ў якасці грамадскага рэсурсу.
manifesto-commercial-involvement = Камерцыйны ўдзел у развіцці інтэрнэту дае вялікую выгаду; пры гэтым важна выканаць баланс паміж камерцыйным прыбыткам і грамадскай карысцю.
manifesto-magnifying-the-public = Павелічэнне грамадскіх аспектаў карысці інтэрнэту з'яўляецца важнай задачай, вартай выдаткаў часу і ўвагі.
manifesto-principle-1 = Прынцып 1
manifesto-principle-2 = Прынцып 2
manifesto-principle-3 = Прынцып 3
manifesto-principle-4 = Прынцып 4
manifesto-principle-5 = Прынцып 5
manifesto-principle-6 = Прынцып 6
manifesto-principle-7 = Прынцып 7
manifesto-principle-8 = Прынцып 8
manifesto-principle-9 = Прынцып 9
manifesto-principle-10 = Прынцып 10
# Main page heading
manifesto-the-mozilla-manifesto-addendum = Дадатак да маніфесту { -brand-name-mozilla }
# Main page sub-heading
manifesto-pledge-for-a-healthy-internet = Мы - за здаровы Інтэрнэт
manifesto-the-open-global-internet = Адкрыты, глабальны інтэрнэт - наймагутнейшы з вядомых нам рэсурсаў камунікацыі і супольнай працы. Ён увасабляе нашы найглыбейшыя надзеі на прагрэс чалавецтва. Ён дае новыя магчымасці, каб вывучаць і будаваць пачуццё агульнай чалавечнасці, вырашаць надзённыя праблемы людзей ва ўсім свеце.
manifesto-over-the-last-decade-we = Цягам апошняга дзесяцігоддзя наша надзея споўнілася ў многіх адносінах. Таксама мы бачылі, як моц інтэрнэту выкарыстоўвалі для павелічэння разладу, распальвання жорсткасці, пашырэння нянавісці і наўмыснага маніпулявання фактамі і рэчаіснасцю. Мы навучыліся, што мусім яўна акрэсліваць свае погляды на чалавечы досвед у інтэрнэце. Вось яны.
manifesto-we-are-committed-to-people = Мы выступаем за інтэрнэт, які ўключае ўсіх людзей на Зямлі — у якім дэмаграфічныя характарыстыкі асобы не ўплываюць на доступ да сеціва, магчымасці, і якасць досведу.
manifesto-we-are-committed-to-discourse = Мы выступаем за інтэрнэт, які прасоўвае павагу ў зносінах, людскую годнасць і індывідуальнасць выяўлення.
manifesto-we-are-committed-to-thinking = Мы выступаем за інтэрнэт, які падтрымлівае крытычнае мысленне, аргументаваныя дыскусіі, супольныя веды і правераныя факты.
manifesto-we-are-committed-to-diverse = Мы выступаем за інтэрнэт, які спрыяе супрацоўніцтву паміж рознымі супольнасцямі, якія разам робяць агульную справу.
manifesto-show-your-support = Выкажыце сваю падтрымку
manifesto-an-internet-with-these = Інтэрнэт з такімі якасцямі не з'явіцца сам па сабе. Людзі і арганізацыі мусяць убудаваць гэтыя погляды ў інтэрнэт-тэхналогіі і ў чалавечы досвед карыстання інтэрнэтам. Маніфест { -brand-name-mozilla } і дадатак да яго прадстаўляюць абавязацельства { -brand-name-mozilla } прасоўваць гэтыя погляды. Мы нацэлены працаваць паўсюдна разам з людзьмі і арганізацыямі, якія падзяляюць нашы мэты, каб зрабіць інтэрнэт яшчэ лепшым месцам для кожнага.
# obsolete (expires 2025-04-12)
manifesto-i-support-the-vision-of = Я падтрымліваю бачанне лепшага, здаравейшага інтэрнэту ад @mozilla, вы са мной?
manifesto-our-10-principles = <strong>Нашы 10</strong> Прынцыпаў
manifesto-read-the-entire-manifesto = Чытаць увесь маніфест
manifesto-details-the-mozilla-manifesto = Маніфест { -brand-name-mozilla }
manifesto-details-introduction = Уводзіны
manifesto-details-the-internet-is-becoming = Інтэрнэт становіцца ўсё больш важнай часткай нашага жыцця.
manifesto-details-the-mozilla-project-global = Праект { -brand-name-mozilla } з'яўляецца глабальнай супольнасцю людзей, якія вераць, што адкрытасць, наватарства і наданне роўных магчымасцяў з'яўляюцца ключавымі складнікамі здаровага развіцця Інтэрнэту. З 1998 года мы разам працуем для таго, каб забяспечваць развіццё Інтэрнэту ў кірунку, які выгадны ўсім і кожнаму. Самым вядомым з нашых праектаў з'яўляецца вэб-браўзер { -brand-name-mozilla } { -brand-name-firefox }.
manifesto-details-the-mozilla-project-community = Праект { -brand-name-mozilla } выкарыстоўвае заснаваны на супольнасці падыход да стварэння праграмнага забеспячэння сусветнага ўзроўню з адкрытым праграмным кодам і развіцця новых відаў сумеснай дзейнасці. Мы ствараем супольнасці людзей, якія робяць знаходжанне ў Інтэрнэце лепшым для ўсіх нас.
manifesto-details-as-a-result-of = У выніку гэтых намаганняў мы выпрацавалі шэраг прынцыпаў, якія, як мы верым, маюць важнае значэнне для таго, каб Інтэрнэт працягваў прыносіць як грамадскую карысць, так і камерцыйную выгаду. Гэтыя прынцыпы прыведзены ніжэй.
manifesto-details-the-goals-for = Мэтай Маніфеста з'яўляецца:
manifesto-details-articulate-a-vision = сфармаваць бачанне Інтэрнэту ўдзельнікамі праекта { -brand-name-mozilla }, якога павінна прытрымлівацца { -brand-name-mozilla-foundation };
manifesto-details-speak-to-people = наладзіць дыялог паміж людзьмі незалежна ад узроўню іх тэхнічнай падрыхтоўкі;
manifesto-details-make-mozilla-contributors = спрыяць таму, каб ўдзельнікі праекта { -brand-name-mozilla } ганарыліся праведзенай працай, і заахвочваць да яе працягу; і
manifesto-details-provide-a-framework = быць асновай для распаўсюджвання сярод людзей нашага бачання Інтэрнэту.
manifesto-details-these-principles = Гэтыя прынцыпы не ўвасобяцца ў жыццё самастойна. Каб Інтэрнет стаў адкрытым і агульным, патрэбны ўдзел людзей - дзейсных індывідуальна, якія працуюць у групах і такіх, якія вядуць за сабой астатніх. { -brand-name-mozilla-foundation } займаецца прасоўваннем прынцыпаў, выкладзеных у Маніфесце { -brand-name-mozilla }. Мы заклікаем усіх далучацца да нас, каб зрабіць Інтэрнэт лепшым для ўсіх і кожнага.
manifesto-details-principles = Прынцыпы
manifesto-details-the-internet-is-integral = Інтэрнэт гэта неад'емная частка сучаснага жыцця—ключавы кампанент у адукацыі, зносінах, супрацоўніцтве, бізнэсе, забавах і грамадстве ў цэлым.
manifesto-details-the-internet-is-global = Інтэрнэт з'яўляецца глабальным грамадскім рэсурсам, які павінен заставацца адкрытым і даступным.
manifesto-details-the-internet-must = Інтэрнэт павінен узбагачаць жыццё кожнага чалавека.
manifesto-details-individuals-security = Бяспека і прыватнасць людзей у Інтэрнэце маюць асноватворнае значэнне і не могуць разглядацца як другарадныя моманты.
manifesto-details-individuals-must = Кожны чалавек павінен мець магчымасць самастойна фарміраваць Інтэрнэт і ўласны вопыт знаходжання ў Інтэрнэце.
manifesto-details-the-effectiveness = Эфектыўнасць Інтэрнэту як публічнага рэсурсу залежыць ад сумяшчальнасці (пратаколаў, фарматаў дадзеных, зместу), наватарства і дэцэнтралізацыі работы па развіццю Інтэрнэту ва ўсім свеце.
manifesto-details-free-and-open = Свабоднае праграмнае забеспячэнне і адкрыты праграмны код спрыяюць развіццю Інтэрнэту ў якасці грамадскага рэсурсу.
manifesto-details-transparent-community = Празрыстасць дзейнасці супольнасцяў спрыяе сумеснай працы, павышае адказнасць і давер.
manifesto-details-commercial-involvement = Камерцыйны ўдзел у развіцці Інтэрнэту дае вялікую выгаду; пры гэтым важна выканаць баланс паміж камерцыйным прыбыткам і грамадскай карысцю.
manifesto-details-magnifying-the = Павелічэнне грамадскіх аспектаў карысці Інтэрнэту з'яўляецца важнай задачай, вартай выдаткаў часу і ўвагі.
manifesto-details-advancing-the = Прасоўванне маніфесту { -brand-name-mozilla }
manifesto-details-there-are-many = Ёсць шмат розных спосабаў увасаблення ў жыццё прынцыпаў маніфесту { -brand-name-mozilla }. Мы вітаем разнастайную дзейнасць і чакаем такой жа творчай актыўнасці, якую ўдзельнікі { -brand-name-mozilla } праявілі ў іншых галінах праекта. Для людзей, якія не прымаюць актыўнага ўдзелу ў праекце { -brand-name-mozilla }, асноўным і вельмі эфектыўным спосабам падтрымкі Маніфеста з'яўляецца выкарыстанне { -brand-name-mozilla } { -brand-name-firefox } і іншых прадуктаў, якія ўвасабляюць прынцыпы Маніфеста.
manifesto-details-mozilla-foundation = Абавязкі { -brand-name-mozilla-foundation }
manifesto-details-the-mozilla-foundation-pleges = { -brand-name-mozilla-foundation } сваімі дзеяннямі будзе падтрымліваць і прасоўваць маніфест { -brand-name-mozilla }. У прыватнасці, мы будзем:
manifesto-details-build-and-enable = ствараць і развіваць тэхналогіі з адкрытымі зыходнымі кодамі і супольнасці, якія падтрымліваюць прынцыпы Маніфеста;
manifesto-details-build-and-deliver = ствараць і распаўсюджваць больш спажывецкіх прадуктаў, якія падтрымліваюць прынцыпы Маніфеста;
manifesto-details-use-the-mozilla = выкарыстоўваць актывы { -brand-name-mozilla } (інтэлектуальную ўласнасць - аўтарскія правы і гандлёвыя маркі, інфраструктуру, сродкі і рэпутацыю) для падтрымкі Інтэрнэту як адкрытай платформы;
manifesto-details-promote-models = прасоўваць мадэлі для стварэння эканамічных каштоўнасцяў на карысць грамадства, і
manifesto-details-promote-the-mozilla = прасоўваць прынцыпы маніфесту { -brand-name-mozilla } у грамадскім жыцці і ў Інтэрнэт-індустрыі.
manifesto-details-some-foundation = Дзейнасць { -brand-name-mozilla-foundation } па некаторых напрамках—у цяперашні час гэта стварэнне, распаўсюджванне і прасоўванне спажывецкіх прадуктаў—ажыццяўляецца ў асноўным праз даччыную кампанію - { -brand-name-mozilla-corporation }.
manifesto-details-invitation = Запрашэнне
manifesto-details-the-mozilla-foundation-invites = { -brand-name-mozilla-foundation } прапануе ўсім, хто падзяляе прынцыпы маніфесту { -brand-name-mozilla }, далучыцца да нас і адкрываць новыя шляхі ўвасаблення гэтага бачання Інтэрнэту ў жыццё.
