# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/privacy/book

# HTML page title
privacy-book-little-book-of = كُتيب صغير للخصوصية

# HTML page description
privacy-book-the-internet-should = يجب أن يكون الإنترنت آمنًا ومفتوحًا وخاصًا. في ما يلي 15 نصيحة لك لاستعادة خصوصيتك واستعادة التحكم في تجربتك عبر الإنترنت!

privacy-book-how-to-stay = كيف تَبقى هادئًا وتكون آمنًا على الإنترنت.

privacy-book-healthy-internet = إنترنت صحي

privacy-book-a-healthy-private = إنترنت صحي خاص للمُستخدمين الأقوياء

privacy-book-we-believe-that = نُؤمن بأن الإنترنت يجب أن يكون آمنًا ومفتوحًا وشاملًا. ويلزمُه توفير الاختيار وإمكانية البقاء بخصوصية. على رسلك — ما هي الخصوصية مرة أخرى؟ ارتبط هذا المُصطلح في الآونة الأخيرة في الغالب بالانتهاكات وتسريبات البيانات والمعلومات الشخصية التي يتم بيعها من شركة إلى أخرى. يشعر مستخدمو الإنترنت بالخيانة واليأس ولم يعودوا يُؤمنون بتجربة الويب الخاصة. ونعرف السبب.

privacy-book-but-heres-good = ولكن إليك أخبار سارة: يُمكنك استعادة خصوصيتك واستعادة السيطرة على تجربة الإنترنت الخاصة بك! إن الأمر أسهل مما تتخيل. وبإمكان الجميع القيام بذلك (نعِد بذلك!). لن يستغرق الأمر سوى بعض الوقت لقراءة هذا الدليل واختيار النصائح التي تُريد تنفيذها والبدء.

privacy-book-what-risks-are = ما هي المخاطر التي تُواجهها بالفعل؟

privacy-book-theres-risk-always = هناك خطر دائمًا في كل مكان – عبر الإنترنت وخارجه وبالطبع، لا يتعرض الجميع له بنفس القدر، وتختلف الطُرق التي يحمي (أو يُمكن أن) بها الناس خصوصيتهم. وعلى الويب، يَعتمد ذلك على كيفية تصفحك وحجم تصفحك ومكانك. وعلى أي حال، من الضروري فهم المخاطر التي تُريد معالجتها قبل اتخاذ أي خطوات. إليك ما يجب الانتباه إليه على وجه الخصوص:

privacy-book-data-breaches = خروقات البيانات والملفات الشخصية المُزيفة:

privacy-book-even-when-organizations = حتى عندما تكون المؤسسات حريصة على بيانات المُستخدم، فمن المُمكن أن يتم كشف عناوين البريد الإلكتروني وكلمات المرور وحتى البيانات الأكثر حساسية في خرق البيانات. أو، في بعض الأحيان، قد نكشف عن غير قصد أكثر مما ينبغي أو نريده عن أنفسنا. ولسوء الحظ، لا يحتاج المحتالون إلا لبعض التفاصيل الشخصية من أجل إنشاء ملفات تعريف مزيفة، والتي قد تلقي تأثيرًا سيئًا على الشخص/الأشخاص المُتأثرين لفترة طويلة.

privacy-book-the-web-never = الويب لا ينسى أبدًا:


privacy-book-trackers-everywhere- = أدوات التتبع في كل مكان:


privacy-book-tracking-cookies-are = يفترض أن تُخبر ملفات تعريف الارتباط الخاصة بالتتبع مالكي مواقع الويب والمعلنين عن سلوك تصفحك وما يثير اهتمامك. ومن ثم، يتم استخدامها لتخصيص تجربة الويب الخاصة بك. في كثير من الأحيان، هذا يعني أنك ترى إعلانات مُخصصة تتوافق مع اهتماماتك. وفي النهاية، تقوم ملفات تعريف الارتباط بتجميع الكثير من المعلومات عنك وتخزينها في ملف تعريف. ربما يبدو هذا مناسبًا، ولكن للأسف، هذه الملفات الشخصية ليسَت دقيقة بالضرورة. وفي أفضل الأحوال، هذا يعني أنك تحصُل على إعلانات أقل صلة. وفي أسوأ الأحوال، لا تتناسب المعلومات التي تراها على بعض مواقع الويب مع احتياجاتك وتوقعاتك. وكن على علم أيضًا أن ملفك الشخصي يُمكن أن يؤثر، على سبيل المثال، في الأسعار التي يتم بها تقديم المُنتجات والخدمات لك.

privacy-book-stalkers-trolls- = الملاحقون والمتصيّدون وأنواع المضايقات الأخرى:

privacy-book-even-if-the = حتى إذا كان الإنترنت نادرًا ما يسمح لنا بأن نكون مجهولين تمامًا، فلا يزال من السهل الاختباء خلف هوية على الإنترنت. يَستغل بعض الأشخاص هذا للتنمر أو التصيد أو التبجح ضد الآخرين. وبخاصة عبر الشبكات الاجتماعية والمنتديات، حيث أصبحت هذه مُشكلة رئيسية في السنوات الأخيرة. ونظرًا لأننا نترك الكثير من الآثار على الإنترنت، فقد يكون لذلك المزيد من العواقب غير السارة. وفي أسوأ السيناريوهات، إذا وجد شخص ما معلومات شخصية كافية عنك عبر الإنترنت، يُمكنه متابعتك سواء كنت عبر الإنترنت أو خارجه.

privacy-book-fake-news-and = أخبار مزيفة وفقاعات التصفية:


privacy-book-how-much-control = ما حجم التحكم الذي يُتاح لنا حقيقةً؟ وما حجم ما يُمكننا التخلي عنه عن طيب خاطر؟


# Span is for visual formatting.
privacy-book-tips-for = 15 نصيحة<span>لِحياة رقمية أفضل.</span>

privacy-book-starting-over = نبدأ من جديد:


# Span is for visual formatting
privacy-book-a-tidy-browser = مُتصفح أنيق وعقل أنيق <span>– حسنًا، قد لا يكون هذا ما يقوله &quot;هم&quot; بشكل مُباشر ولكنه لا يزال صحيحًا!</span>

privacy-book-delete-your-browser = <strong>احذف محفوظات المُتصفح الخاصة بك.</strong> سواءً كنت تستخدم { -brand-name-firefox } أو { -brand-name-chrome } أو { -brand-name-safari } أو أي مُنتج مُختلف – تقدّم جميعُها هذه الوظيفة. ستجدها عادةً في قائمة الإعدادات ضمن &quot;الأمان&quot; أو في منطقة منفصلة. هذه هي طريقة العناية بها في { -brand-name-firefox }.

privacy-book-delete-your-google = <strong>احذف محفوظات نشاطات { -brand-name-google }.</strong> سجّل الدخول إلى حسابك، وافتح قسم &quot;نشاطي&quot;، وتصفّحه. هل أنت مندهش من كل المعلومات المخزنة هنا، وربما قد صُدمت؟ لا تتردد في حذفها: في القائمة الموجودة على اليسار، انقر للانتقال إلى &quot;حذف النشاط&quot;&gt; تغيير التاريخ إلى &quot;كل الوقت&quot; والمنتجات إلى &quot;جميع المنتجات&quot;&gt; انقر فوق &quot;حذف&quot;&gt; انقر فوق &quot;موافق&quot; للحذف إذا ظهرت نافذة منبثقة.

privacy-book-convenience-may-be = قد تكون الراحة مغرية – ولكنها ليست الحل الأفضل دائمًا:

privacy-book-all-of-us = نميل جميعًا أو بِنِسب مُتفاوتة إلى الراحة. يعني ذلك أحيانًا أننا نتخلى عن طيب خاطر عن قدر كبير من التحكّم. حتى لا تَضطر إلى بدء عملية تنظيف رقمي كبيرة كل أسبوعين، تأكد بِبساطة من عدم جمع الكثير من بياناتك في المقام الأول. إنه أسهل مما تتصور! طريقة واحدة بسيطة: تجنب استخدام الحلول المُتكاملة. حيث يُمكنها تشكيل رؤية عنك بنسبة 360 درجة غير أنها ليست بالضرورة أيضًا الحل الأمثل لكُل المستخدمين. حان الوقت لتجربة بعض البدائل! دعونا نُعطي بعض الأمثلة:

privacy-book-search-engine-title = مُحرك البحث:


privacy-book-email-have-title = البريد الإلكتروني:

privacy-book-email-have-you = هل سمِعت عن Posteo؟ مُزوّد بريد إلكتروني مُستقل مقرُّه في برلين يقدم خدمات بريد إلكتروني مستدامة ودفاتر عناوين وتقويمات آمنة للغاية ومُشفرة وخالية من الإعلانات ومُمولة من قبل المُستخدم من خلال رسوم شهرية منخفضة.

privacy-book-browser-while-title = المتصفح:

privacy-book-browser-while-many = في حين يختار العديد من المُستخدمين مُتصفحهم المُفضل لاستخدامه على أجهزة الكمبيوتر المكتبية الخاصة بهم، فإن مُعظمهم لا يبدل تطبيقات المُتصفح المثبتة مسبقًا على أجهزتهم المحمولة.

privacy-book-give-firefox-focus = جرّب { -brand-name-firefox-focus }. يحظر متصفح الخصوصية فائق السرعة الخاص بنا العديد من ملفات تعريف الارتباط والتتبع، ويتيح لك تصفح الويب وأنت محمٍ تمامًا.

privacy-book-messenger-signal-title = تطبيق المراسلة:

privacy-book-messenger-signal-is = Signal هو تطبيق مراسلة مشفر مجاني وآمن لنظام { -brand-name-ios }، و{ -brand-name-android } وأنظمة تشغيل الكمبيوتر المختلفة. التطبيق مدعوم أيضًا من قبل مؤسسة تدعم المصادر المفتوحة وتدعو إلى حرية التعبير.

privacy-book-sharing-is-caring = المشاركة تعنى الاهتمام – لكن يَجب أن تكون هناك حدود!

privacy-book-got-it-youre = حسنًا: أنت مُهتم حقًا بالمشاركة ويُسعدك السماح لأصدقائك بتجربة كعكتك أو استخدام سيارتك من حين لآخر أو حتى لا تُمانع في إقراض قلمك المفضل لشخص غريب. ومع ذلك، عندما يتعلق الأمر ببياناتك، قد ترغب في التفكير في أن تكون أقل سخاء وأن تضع حدودًا واضحة:

privacy-book-the-art-of = <strong>فن قول لا:</strong> أخبر مُتصفح الويب الخاص بك بما يجب تخزينه وما لا يجب تخزينه – على سبيل المثال، قد ترغب في حفظ كلمات المُرور الخاصة بك ولكن ليس محفوظات الاستعراض الخاصة بك. يُمكنك أيضًا اختيار ما إذا كُنت ترغب في مشاركة معلومات الاستخدام مع مطوّر المُتصفح وما إذا كُنت تسمح بملفات تعريف الارتباط أم لا. بالمناسبة: عند استخدام { -brand-name-firefox }، لا داعي للقلق بشأن هذا الأخير. نحن بالفعل نحظُر الكثير من ملفات تعريف الارتباط للجهات الخارجية بِشكل افتراضي كما أن إعدادات الخصوصية في { -brand-name-firefox } تجعل من السهل للغاية الاختيار بين التفضيلات القياسية والصارمة نوعًا ما.

privacy-book-the-easiest-way = تعتبر أسهل طريقة لحماية خصوصيتك في جميع المتصفحات هي البقاء تحت رادار جامعي البيانات. إذا كُنت تستخدم التصفح في الوضع الخاص/التخفي، فلن يحفظ مُتصفحك سِجل نشاطك على جهازك أو ملفات تعريف الارتباط التي تم تعيينها أثناء جلسة التصفح هذه.

privacy-book-we-love-social = <strong>نحن نحب وسائل التواصل الاجتماعي!</strong> ومع ذلك، قد لا تعمل هذه المواقع (وغيرها) بشكل صحيح عندما تتصفح بشكل خاص: فهي لن تتعقب فقط ما تفعله أثناء تسجيل الدخول، بل أيضًا أنشطتك خارج الشبكة المَعنية التي تحدث في نفس نافذة المتصفح. بالنسبة لهم، تُعتبر معلومات التصفح الخاصة بك ذات قيمة خاصة لأنهم قادرون على ربطها بحسابك وقد يتعرفون عليك في النهاية بطريقة أفضل مما يعرفها بك أصحابك عنك. هل انتابك القلق؟ لا داعي لذلك، { -brand-name-firefox } هنا للمُساعدة: نزّل إضافة { -brand-name-facebook-container } ،والتي تجعل من الصعب على { -brand-name-facebook } تعقبك على ويب وأنت خارج { -brand-name-facebook }.

privacy-book-theres-actually-even = <strong>في الواقع، هناك الكثير من الأشياء التي تجب مراعاتها عندما يتعلق الأمر بالشبكات الاجتماعية:</strong> كما تعلم، صُممت هذه الشبكات لمُشاركة الأشياء الشخصية مع الأشخاص الذين نعرفهم (سواءً عن قرب أم مُجرد معرفة عابرة). عليك أن تُقرر مقدار المعلومات الخاصة التي تريد مشاركتها. وهذا ينطبق على منشوراتك بالإضافة إلى موقعك والأشياء التي تُعجبك ورقم هاتفك أو من تقضي الوقت مَعه. تذكّر: كل هذه البيانات ليست مرئية فقط للشبكة الاجتماعية المَعنية، ولكنها قد تكون أيضًا للمُعلنين وعامة الناس إذا أبقيت ملفك الشخصي متاحًا للجمهور. وأيضًا، إذا كُنت تشارك أقل، فلن يقع إلا القليل في أيدي الأشخاص الذين لا تعرفهم أو تثق بهم.


privacy-book-what-does-the = ماذا يعرف العالم عنك؟

privacy-book-to-an-extent = يُمكننا إلى حد ما التحكّم في المعلومات المُتوفرة عن أنفسنا على الويب. ولسوء الحظ، لا يمكن أن يحمينا هذا تمامًا من الأخطار. وأسوأ الأخطار هو بالطبع سرقة الهوية. إليك ما قد ترغب في وضعه في الاعتبار:

privacy-book-search-your-name = <strong>ابحث عن اسمك على الإنترنت من حين لآخر.</strong> سيُعطيك هذا فكرة عما يكتشفُه الآخرون إذا كانوا مُهتمين بك، وما هي المعلومات المُوجودة بالفعل، وما الذي قد ترغبُ في إزالته.

privacy-book-dont-have-time = <strong>أليس لديك وقت؟</strong> قم بإعداد تنبيه { -brand-name-google } لاسمِك وتلقى إخطارك إذا تم ذِكر اسمك على موقع ويب.

privacy-book-breach-alert-if = <strong>تنبيه بحدوث خرق:</strong> إذا أصبحت بياناتك علنية بالفعل من خلال خرق معروف، فمن الضروري التفاعل بأسرع ما يُمكن وتغيير كلمات المرور الخاصة بك. { -brand-name-firefox-monitor } هي أداة يدوية ستُرسل لك رسالة إذا حدث ذلك.

privacy-book-stay-safe-online = ابق آمنًا على الإنترنت:

privacy-book-there-are-a = هناك مجموعة من الأدوات التي يُمكن أن تُساعد في تحسين مستوى الخصوصية والسرية لديك. وهذا شيء عظيم! ومع ذلك، ستظل بحاجة الى كلمات مرور لحماية الحسابات الخاصة بك. هل تتوقع أن يحميك أحدث نظام أمان منزلي مُتطور من اللصوص إذا لم يكن لديك باب شقة؟ إليك ما يجب فعله:

privacy-book-set-up-strong = <strong>إعداد كلمات مُرور قوية.</strong> قد لا يكون الأمر مفاجئًا: عند كتابة كلمة مرور كـ &quot;password&quot; أو &quot;12345&quot; أو عيد ميلادك، فهذه خيارات ليست الأفضل على الأرجح. كلمة المرور القوية، في الحالة المثالية، يجب أن تكون عشوائية، ومحتوية على أحرف كبيرة وصغيرة وأرقام وأحرف خاصة. قد تكون ما تُسمى بعبارات المرور خيارًا أيضًا، حيث يصعُب فتحها بواسطة الخوارزميات (ويكون الأمر أكثر صعوبة على البشر) – على غرار كلمات المرور التي تم تجميعها عشوائيًا. تأكد أيضًا من الحصول على كلمة مرور منفصلة لكل من عمليات تسجيل الدخول الخاصة بك حتى لا تُضطر إلى تحديث جميع عمليات تسجيل الدخول الخاصة بك في حالة تسريب أحدها أثناء اختراق البيانات.

privacy-book-some-online-services = <strong>ستطلب منك بعض الخدمات عبر الإنترنت حماية حساباتك بالإضافة إلى أسئلة الأمان.</strong> يقترحون على سبيل المثال اسم حيوانك الأليف أو سيارتك الأولى أو عنوان منزلك عندما كنت طفلاً. ومع ذلك، فإن أي شخص يعرفُك جيدًا بما يكفي (أو يتمكن من الحصول على هذه المعلومات من تسريب البيانات أو حتى مُجرد بحث سريع على الويب) قد يعرف إجابات هذه الأسئلة أيضًا، مما يجعلُها غير فعالة. الحل سهل: ليست هناك حاجة لتقديم إجابات صحيحة لأسئلة الأمان عند إعدادها. لن تتحقق الخدمات المعنية من الدقة؛ فقط تأكد من تذكر الإجابات التي تقدمها.

privacy-book-wondering-how-youre = <strong>تتساءل كيف من المُفترض أن تأتي بها وتتذكر كل كلمات مرورك وإجابات الأمان؟</strong> يُرجى عدم كتابتها على قطعة من الورق تحتفظ بها بجوار جهاز الكمبيوتر الخاص بك (نعم، الناس يفعلون ذلك). وبدلاً من ذلك، نزّل مدير كلمات مرور لا يقوم فقط بتخزين كلمات المرور وإجابات الأمان والمعلومات الخاصة الأخرى بأمان، ولكنه يُساعدك أيضًا في إنشاء كلمات مرور عشوائية ويُتيح لك استخدامها بسهولة عبر جميع أجهزتك.

privacy-book-there-are-several-v2 = هناك العديد من برامج إدارة كلمات المرور الرائعة في السوق؛ بعضها مُشفر بكلمة مرور أساسية، والبعض الآخر بميزات بيومترية (بصمة إصبع أو مسح الوجه ضوئيًا). اختر أيهما أفضل بالنسبة لك – وربما تحتاج إلى تجربة { -brand-name-firefox-lockwise }؟ ستقوم بتخزين جميع كلمات المرور الخاصة بك بشكل آمن ومتاح للأجهزة المحمولة الخاصة بك وكذلك مُتصفح سطح المكتب الخاص بك، بحيث يكون لديك معلومات تسجيل الدخول الخاصة بك جاهزة متى احتجت إليها.

# Obsolete string
privacy-book-there-are-several = هناك العديد من برامج إدارة كلمات المُرور الرائعة في السوق؛ بعضها مُشفر بكلمة مرور أساسية، والبعض الآخر بميزات بيومترية (بصمة إصبع أو مسح الوجه ضوئيًا). اختر أيهما أفضل بالنسبة لك – وربما تحتاج إلى تجربة { -brand-name-firefox-lockwise }؟ ستقوم بتخزين جميع كلمات المرور الخاصة بك بشكل آمن ومُتاح للأجهزة المحمولة الخاصة بك وكذلك مُتصفح سطح المكتب الخاص بك، بحيث يكون لديك معلومات تسجيل الدخول الخاصة بك جاهزة متى احتجت إليها.

privacy-book-not-just-for = ليست فقط لمُتخصصي تكنولوجيا المعلومات:

privacy-book-a-strong-password = تُعد كلمة المرور القوية مُهمة وخطوة أولى نحو تعزيز الأمان عبر الإنترنت. هل تُريد مضاعفة الأمان؟ جرّب المُصادقة مُتعددة العوامل (MFA) – حيث تطرح العديد من الخدمات هذا الخيار بالفعل!

privacy-book-mfa-gets-its = <strong>حصلت MFA على اسمها من حقيقة أنها تتطلّب عوامل مُتعددة</strong> – مثل على سبيل المثال، كلمة مرور ومسح بيومتري – لتسجيل دخولك إلى حسابك. قد تعرف هذا النظام بالفعل من أجهزة الصراف الآلي، حيث تحتاج إلى كلٍ من بطاقتك المصرفية ورقم التعريف الشخصي لسحب الأموال.

privacy-book-there-are-many = <strong>هناك العديد من الخيارات المُختلفة لـ MFA، اعتمادًا على أنواع الأجهزة التي تستخدمها؛</strong> يُمكنك اختيار مفاتيح مادية أو حلول قائمة على البرامج بالكامل. يُشارك كلٌ منها ميزة رئيسية واحدة: لن يتمكّن أي شخص من تسجيل الدخول إلى حساباتك ما لم يكُن لديه العوامل المطلوبة. حتى في حالة سرقة (مفتاح مادي أو كلمة مرور، بِسبب اختراق البيانات)، ستكون أكثر أمانًا.

privacy-book-safer-connections-public = اتصالات أكثر أمانًا:

privacy-book-public-wifi = الشبكة اللاسلكية العامة هي بلا شك مُلائمة – خاصة عندما يُمكنك الاتصال بدون تسجيل الدخول. ولسوء الحظ، هذا يَعني أن هذه الشبكات قد لا تكون آمنة جدًا لأنها في الأساس غير محمية. إليك توصياتنا:

privacy-book-ideally-avoid-publicly = <strong>من الناحية المثالية، تَجنب الشبكات اللاسلكية المتاحة للجمهور،</strong> خاصة إذا لم تكن مَحمية بكلمة مرور. حيث يُمكن لأي شخص الوصول إليها ويُمكنه بسهولة مُهاجمة الأجهزة ضعيفة الحماية في الشبكة.

privacy-book-perhaps-you-just = <strong>ربما تحتاج فقط إلى القيام بشيء ما بِشكل عاجل والاعتماد على شبكة لاسلكية عامة.</strong> هذا جيد. إذا طلبَت منك الشبكة إدخال عنوان بريد إلكتروني للاتصال، يُرجى عدم إدخال العنوان الذي تَستخدمه عادةً. وبدلاً من ذلك، احصل على عنوان بريد إلكتروني جديد للمواقع والخدمات الأقل موثوقية ولا تستخدمُه في مراسلات البريد الإلكتروني الشخصية أو الحسابات المُهمة أو الخدمات المَصرفية عبر الإنترنت. وبهذه الطريقة، لن تُمانع حقًا إذا تلقّيت الكثير من الرسائل غير المرغوب فيها بعد ذلك.

privacy-book-avoid-naming-your = <strong>تجنّب تسمية هاتفك أو جهازك اللوحي أو الكمبيوتر باسمك.</strong> قد يبدو ذلك مُناسبًا ويَسهل تذكّره ولكنه يُساعد الآخرين أيضًا على ربطِها بك.

privacy-book-disconnect-and-remove = <strong>اقطع الاتصال وأزل جميع الشبكات اللاسلكية العامة المستخدمة في حال عدم حاجتك إليها.</strong> وإلا، فقد تُعيد أجهزتك الاتصال بها تلقائيًا عندما تكون بالقرب منها. قد لا تُلاحظ ذلك ولكن هذا الإجراء قد يخلُق مُخاطرة أمنية غير ضرورية.

privacy-book-how-about-your = ماذا عن البلوتوث الخاص بك؟

privacy-book-bluetooth-is-a = يُعتبر البلوتوث اختراعًا رائعًا يُمكن أن يُوفر لنا الكثير من فوضى الكابلات. ومع ذلك، لا يستخدمُه مُعظم الأشخاص بشكل دائم. إذا كُنت لا تملك ساعة ذكية أو جهازًا آخر يحتاج إلى الاتصال بهاتفك طوال الوقت، فقم بإيقاف تشغيل البلوتوث. ويمكن أن يُوفر هذا طاقة البطارية، وفي نفس الوقت، يُزيل نقطة ضعف قد يستفيد منها المُتسلِّلون.

privacy-book-the-secure-site = الموقع الآمن:

privacy-book-its-not-unusual = من غير المُعتاد أن ترى عناوين على الإنترنت تبدأ ببروتوكول HTTP. فهذا بروتوكول يجعل من المُمكن تحميل صفحات الويب في المتصفح. ومن ثم، حاول متى أمكن استخدام الخيار المشفر HTTPS بدلاً من ذلك. هذا صحيح وبخاصة إذا كُنت تستخدم شبكة لاسلكية عامة: حتى إذا لم يكُن الاتصال نفسه مشفرًا فإن برتوكول HTTPS سَيضمن تشفير البيانات التي تُرسلها.

privacy-book-email-accounts-and = حسابات البريد الإلكتروني والهويات عبر الإنترنت:


privacy-book-resist-the-urge = مقاومة الرغبة في النقر:

privacy-book-sometimes-its-easier = أحيانًا يَكون الكلام أسهل من الفعل – لا تنقُر على روابط مشكوك فيها! يَعرف مُعظم مستخدمي الويب توخي الحذر خصوصًا عندما يتعلق الأمر برسائل البريد الإلكتروني التي يبدو أنها تأتي من بنكِهم أو من بائع تجزئة عبر الإنترنت. ومع ذلك، عندما نتلقى روابط من الأصدقاء والعائلة، فالأمر على ما يرام، أليس كذلك؟ حسنًا، هناك استثناءات:

privacy-book-from-time-to = يتم التسلل إلى حسابات وسائل التواصل الاجتماعي من وقت لآخر ويرسل المحتالون روابط احتيالية إلى أصدقاء الشخص المُتضرر. إذا تلقَّيت رسالة من حساب صديق تبدو مريبة أو تحتوي على رابط غريب وغير معروف، فاتصل به لمعرفة ما إذا كان قد أرسل هذه الملاحظة بالفعل.

privacy-book-its-also-possible = ويحتمل أيضًا أنه لم يتم اختراق حساب أي شخص ولكن لا يزال عمّك يرسل إليك رابطًا احتياليًا لأنه ببساطة ليس لديه خبرة كبيرة في هذه الأمور. إذا كنت لا تعرف الموقع وتُفضل أن تكون آمنًا وألا تشعر بالأسف حيال أمر ما، فقم بإجراء بحث سريع على الويب قبل النقر!

privacy-book-look-at-the = لننظر إلى الصورة الأكبر:

privacy-book-we-already-talked = لقد تحدثنا بالفعل عن كيف يَميل الناس إلى الراحة – هل تتذكر؟ عندما يتعلق الأمر بالمعلومات التي نُعالجها، قد يكون من الجيد رؤية تأكيد لموقفنا وتوقعاتنا، فهذا أمر مُفرح ورائع. ولكن هل هذا يجعل المعلومات دقيقة؟ هل نرى الصورة الكبيرة أم مجرد جزء منها؟

privacy-book-you-can-of = <strong>يمكنك، بالطبع، تعيين مفضلاتك</strong> ولكن تحقق من المنافذ المختلفة من وقت لآخر للتعرف على الآراء المختلفة وإعطاء فرصة لوجهات النظر الأخرى.

privacy-book-ask-yourselves-do = <strong>اسأل نفسك:</strong> هل تقوم المنافذ المُختلفة بالإبلاغ عن القضايا التي تهمُك؟ وهل المعلومات التي تتم مشاركتها مُتسقة إلى حد ما أم أنها مختلفة كثيرًا؟ هذه هي أفضل طريقة لمُحاربة فقاعات التصفية والمعلومات المغلوطة.

# This sentence will only be shown to "DE" locale because the blog post is in German only.
privacy-book-de-blog-post = إذا كنت تُريد معرفة المزيد عن هذا الأخير، فراجع <a href="https://blog.mozilla.org/firefox/how-to-spot-real-fake-news/">منشور مدونة مثير للاهتمام</a> يمكن أن يكون مفيدًا.

privacy-book-disable-unnecessary-location = تعطيل خدمات الموقع (غير الضرورية):

privacy-book-todays-mobile-devices = تتمتع أجهزة الجوّال اليوم عادةً بالقدرة على تحديد موقعها وتخزينه ومشاركته. ويعتبر هذا ملائمًا في التنقل أو عندما تفقد هاتفك. وفي الوقت نفسه، قد تستخدم التطبيقات أيضًا هذه المعلومات الحسّاسة جدًا، حتى إذا كنت لا تُريدها.

privacy-book-many-social-media = <strong>تقرير حالة بحالة:</strong> تعرِض العديد من تطبيقات الوسائط الاجتماعية مشاركة موقعك عند نشر شيء ما. الأمر متروك لك إذا كنت تريد أن يعرف الآخرون مكانك ومن الجيد تمامًا أن تقول لا.

privacy-book-for-each-of = <strong>حدد قرارك مع كل تطبيق على حدة:</strong> لكُل تطبيق على جهازك يُريد الوصول إلى معلومات موقعك، يُمكنك تحديد ما إذا كُنت تريد مُشاركتها أم لا. تَسمح لك جميع أنظمة التشغيل الرئيسية بتغيير الإعدادات الخاصة بك بحيث تحُد من الوصول إلى تطبيقات مُحددة أو جميعها.

privacy-book-another-reason-to = <strong>تجنب تعريب الخلفية:</strong> سبب آخر للقيام بذلك هو أن بعض التطبيقات لا تقوم فقط بحفظ موقعك عند استخدامها – بل يقوم العديد منهم أيضًا بتشغيل خدمة الموقع في الخلفية وقد تُنشئ ملفات تعريف بحركتك كاملة على مدار الوقت. يجوز بعد ذلك لمُوفر التطبيق استخدام هذه المعلومات للعديد من الأغراض، وحتى بيعها، وهو ما قد لا يناسبك.

privacy-book-dont-need-it = هل تحتاج إليها؟ احذفها!

privacy-book-even-if-you = حتى إذا اشتريت هاتفًا ذكيًا به ذاكرة كبيرة بحيث لا تُضطر أبدًا إلى حذف أي شيء مرة أخرى، فإن تنظيفه من وقت لآخر ليس فكرة سيئة. لمَ؟

privacy-book-the-more-apps = <strong>قلّل نقاط الضعف.</strong> كلما زاد عدد التطبيقات الموجودة على جهازك، زاد عدد الكيانات التي يمكنها الوصول إلى بياناتك – ومن المُستحيل أن يكون لك نظرة عامة كاملة طوال الوقت على ما يجري.


privacy-book-also-reconsider-the = <strong>قلل الوصول.</strong> أيضًا، أعد النظر في الأذونات التي منحتها ذات مرة للتطبيقات المتبقية، بما في ذلك الشبكات الاجتماعية، واسأل نفسك: هل يحتاج هذا التطبيق حقًا إلى الوصول إلى موقعي؟ جهات اتصالي؟ صوري؟ الكاميرا والميكرفون؟

privacy-book-friendly-reminder-what = تذكير ودّي: ما المقصود مرة أخرى بأدوات التتبع؟

privacy-book-we-distinguish-between = نحن نُميز بين أدوات التتبع من الطرف الأول والثالث، أو ملفات تعريف الارتباط للتتبع. يُمكن العثور على أدوات التتبع من الطرف الأول والثالث على مواقع الأخبار، على سبيل المثال. مُهمتها هي ملاحظة متى يدخل قارئ جديد أو مُتكرر إلى الموقع، والتحقق من المقالات التي قرأها، ومقدار الوقت الذي يقضيه في كل صفحة وغيرها. حيث يستخدمون هذه المعلومات لتحسين جودة المواد المعروضة والوقوف على مدى حُب القرّاء لها.


privacy-book-as-you-might = كما قد تفترض بالفعل، فإن هذه المعلومات قيِّمة للغاية. هذا هو السبب في أن الشركات التي تمتلكُها تجنِي الكثير من المال عن طريق بيعها للآخرين. ولسوء الحظ، لا يُشركك أحد في هذا القرار. وهذا هو سبب قيام { -brand-name-firefox } بحظر العديد من أدوات التتبع التابعة لجهات خارجية بشكل افتراضي لإعطائك مزيدًا من التحكم في تجربتك عبر الإنترنت وتقليل فُرص متابعتك عبر الويب من قبل الإعلانات والشركات المشبوهة.

privacy-book-questions-feedback = أسئلة وتعليقات

privacy-book-do-you-have = هل لديك أسئلة أو تعليقات؟ لا تتردد في التواصل معنا، فنحن نتطلع إلى الاستماع إليك!

privacy-book-twitter = { -brand-name-twitter }
