# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = Желідегі жалған ақпараттан аулақ болыңыз – { -brand-name-firefox } сізге көмектесуге дайын
misinformation-page-desc = Жалған ақпарат жалықтырады, көңілді бөледі және шығынды талап етеді. { -brand-name-firefox } желіде шолу кезінде жалған ақпараттан аулақ болу және оны азырақ көру бойынша бірнеше кеңестер ұсынады.
misinformation-page-subheading = Жалған ақпаратты азырақ көруге және өзіңіз үшін маңызды нәрсеге назар аударуға көмектесетін кеңестермен танысыңыз
misinformation-what-is-heading = Жалған ақпарат дегеніміз не? Дезинформация дегеніміз не?
misinformation-disinformation = Жалған ақпарат, дезинформация – сіз бұл терминдерді бұрын естіген боларсыз және олардың мағынасы жағынан қалай ерекшеленетіні туралы ойланған боларсыз. Оларды ерекшелейтін нәрсе – ниет: Жалған ақпарат – бұл адамдар сеніп қалуы мүмкін кез келген қате ақпарат түрі. Ол дәлелденгендей қате немесе жаңылыстырушы болуы мүмкін, бірақ адамдарды алдау ниетімен жасалмаған немесе бөлісілмеген. Ал дезинформация, керісінше, қате ақпарат беру және белгілі бір мақсатқа жету үшін жасалады және таратылады.
misinformation-ultimately-harmful = Түптеп келгенде, жалған ақпарат та, дезинформация да зиянды болуы мүмкін. Мәселе тек адамдардың қате ақпаратқа сенуінде ғана емес, жалған ақпарат жаһандық экономикаға үлкен шығын әкеледі және демократия мен тиімді басқаруға қауіп төндіруі мүмкін. Сондай-ақ оны тоқтату қиын, өйткені жалған жаңалықтар дұрыс жаңалықтарға қарағанда айтарлықтай тезірек, тереңірек және кеңірек таралады.
misinformation-false-info-heading = Жалған ақпарат қай жерде пайда болады?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = Сіз жалған ақпарат пен дезинформацияны кез келген жерден кездестіре аласыз, бірақ ол интернетте бөлісілгенде кеңінен таралып, барынша әсер етеді. Алгоритмдер мен <a href="{ $tracking }">бақылау</a> жалған ақпарат пен дезинформацияның веб-сайттарда, блоктарда, форумдарда және әлеуметтік желілерде үлкен аудиторияға жету мүмкіндігін арттырды.
misinformation-tracking-advertising = Сіз бақылау туралы негізінен жарнама контекстінде естіген боларсыз. Дегенмен, бұл жалған ақпараттың таралуына келгенде де қуатты құрал болып табылады. Неліктен? Сіз интернетте шолу жасағанда немесе әлеуметтік желі лентасын қарағанда, сіздің мінез-құлқыңыз, қызығушылықтарыңыз, кейбір жағдайларда контактілеріңіз және т.б. сіздің хабарыңызсыз немесе келісіміңізсіз басқаларға сату үшін өте егжей-тегжейлі профиль жасау мақсатында әртүрлі тараптармен веб-сайттар арқылы бақыланады. Бұл профильдер жекелендірілген жарнама үшін қолданылады, бірақ сонымен қатар сізге кез келген мақсатты ақпаратты ұсынуға қызмет ете алады.
misinformation-social-newtorks = Кез келген веб-сайтта немесе әлеуметтік желіде контент бойынша ұсыныстар алған кезде, бұл көбінесе алгоритмнің профиль ақпаратыңыз негізінде мәліметтер ұсынуына байланысты болады. Өкінішке орай, алгоритмдер барған сайын ақылды бола түскенімен, олар контенттің дәлдігін тексермейді. Бұл әсіресе әлеуметтік желілерде проблема тудырады: Бұл желілер күн сайын пайдаланушылары үшін сансыз ақпаратты шығарады және пайдаланушы жазбаларын, жаңалықтар мақалаларын, жарнамаларды және демеушілік контентті қоса алғанда, шектеусіз мазмұнға қол жеткізе алады. Жазбалар мен мақалалар кездейсоқ жалған ақпарат таратуы мүмкін болса, жарнамалар мен демеушілік контент сізді манипуляциялау үшін әдейі дезинформациямен нысанаға алу үшін қолданылуы мүмкін, сондықтан жалған ақпаратты қалай анықтау керектігін білу өте маңызды.
misinformation-spot-online-heading = Интернеттегі жалған ақпаратты қалай анықтауға және оның таралуын тоқтатуға көмектесуге болады
