# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = Желідегі жалған ақпараттан аулақ болыңыз – { -brand-name-firefox } сізге көмектесуге дайын
misinformation-page-desc = Жалған ақпарат жалықтырады, көңілді бөледі және шығынды талап етеді. { -brand-name-firefox } желіде шолу кезінде жалған ақпараттан аулақ болу және оны азырақ көру бойынша бірнеше кеңестер ұсынады.
misinformation-page-subheading = Жалған ақпаратты азырақ көруге және өзіңіз үшін маңызды нәрсеге назар аударуға көмектесетін кеңестермен танысыңыз
misinformation-what-is-heading = Жалған ақпарат дегеніміз не? Дезинформация дегеніміз не?
misinformation-disinformation = Жалған ақпарат, дезинформация – сіз бұл терминдерді бұрын естіген боларсыз және олардың мағынасы жағынан қалай ерекшеленетіні туралы ойланған боларсыз. Оларды ерекшелейтін нәрсе – ниет: Жалған ақпарат – бұл адамдар сеніп қалуы мүмкін кез келген қате ақпарат түрі. Ол дәлелденгендей қате немесе жаңылыстырушы болуы мүмкін, бірақ адамдарды алдау ниетімен жасалмаған немесе бөлісілмеген. Ал дезинформация, керісінше, қате ақпарат беру және белгілі бір мақсатқа жету үшін жасалады және таратылады.
misinformation-ultimately-harmful = Түптеп келгенде, жалған ақпарат та, дезинформация да зиянды болуы мүмкін. Мәселе тек адамдардың қате ақпаратқа сенуінде ғана емес, жалған ақпарат жаһандық экономикаға үлкен шығын әкеледі және демократия мен тиімді басқаруға қауіп төндіруі мүмкін. Сондай-ақ оны тоқтату қиын, өйткені жалған жаңалықтар дұрыс жаңалықтарға қарағанда айтарлықтай тезірек, тереңірек және кеңірек таралады.
misinformation-false-info-heading = Жалған ақпарат қай жерде пайда болады?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = Сіз жалған ақпарат пен дезинформацияны кез келген жерден кездестіре аласыз, бірақ ол интернетте бөлісілгенде кеңінен таралып, барынша әсер етеді. Алгоритмдер мен <a href="{ $tracking }">бақылау</a> жалған ақпарат пен дезинформацияның веб-сайттарда, блоктарда, форумдарда және әлеуметтік желілерде үлкен аудиторияға жету мүмкіндігін арттырды.
misinformation-tracking-advertising = Сіз бақылау туралы негізінен жарнама контекстінде естіген боларсыз. Дегенмен, бұл жалған ақпараттың таралуына келгенде де қуатты құрал болып табылады. Неліктен? Сіз интернетте шолу жасағанда немесе әлеуметтік желі лентасын қарағанда, сіздің мінез-құлқыңыз, қызығушылықтарыңыз, кейбір жағдайларда контактілеріңіз және т.б. сіздің хабарыңызсыз немесе келісіміңізсіз басқаларға сату үшін өте егжей-тегжейлі профиль жасау мақсатында әртүрлі тараптармен веб-сайттар арқылы бақыланады. Бұл профильдер жекелендірілген жарнама үшін қолданылады, бірақ сонымен қатар сізге кез келген мақсатты ақпаратты ұсынуға қызмет ете алады.
misinformation-social-newtorks = Кез келген веб-сайтта немесе әлеуметтік желіде контент бойынша ұсыныстар алған кезде, бұл көбінесе алгоритмнің профиль ақпаратыңыз негізінде мәліметтер ұсынуына байланысты болады. Өкінішке орай, алгоритмдер барған сайын ақылды бола түскенімен, олар контенттің дәлдігін тексермейді. Бұл әсіресе әлеуметтік желілерде проблема тудырады: Бұл желілер күн сайын пайдаланушылары үшін сансыз ақпаратты шығарады және пайдаланушы жазбаларын, жаңалықтар мақалаларын, жарнамаларды және демеушілік контентті қоса алғанда, шектеусіз мазмұнға қол жеткізе алады. Жазбалар мен мақалалар кездейсоқ жалған ақпарат таратуы мүмкін болса, жарнамалар мен демеушілік контент сізді манипуляциялау үшін әдейі дезинформациямен нысанаға алу үшін қолданылуы мүмкін, сондықтан жалған ақпаратты қалай анықтау керектігін білу өте маңызды.
misinformation-spot-online-heading = Интернеттегі жалған ақпаратты қалай анықтауға және оның таралуын тоқтатуға көмектесуге болады
misinformation-look-at-url = URL-ді және/немесе дереккөзді қараңыз.
misinformation-known-to-br-credible = Оның сенімді екені белгілі ме? Егер сенімді болмасаңыз, дереккөз және оның интернеттегі беделі туралы көбірек білуге тырысыңыз.
misinformation-overly-sensational = Тақырып тым сенсациялы ма?
misinformation-check-out-websites = Өзіңіз сенетін веб-сайттар мен жаңалықтар басылымдарын тексеріп, олардың осы тақырып туралы қалай хабарлайтынын көріңіз. Манипуляциялауға арналған контент көбінесе ешқандай дәлелі жоқ және мұқият зерттелген репортаждарда кездеспейтін шектен шығушылық пен асыра сілтеуді қолданады.
misinformation-content-up-to-date = Контент өзекті ме?
misinformation-outdated-information = Ескірген ақпарат міндетті түрде дезинформация жасауды білдірмейді, бірақ ол бұдан былай нақты дұрыс болмауы мүмкін.
misinformation-credible-publication = Автор басқа мақалалар немесе жазбалар жариялады ма, дұрысы сенімді басылымдарда ма?
misinformation-authors-name = Егер сіз автордың атын тек күмәнді сайттардан тапсаңыз, олардың мәлімдемелеріне тым көп маңыз бермеуіңіз керек.
misinformation-images-captions = Суреттер мен тақырыпшалар сәйкес пе?
misinformation-images-are-powerful = Суреттер – мақсатты дезинформация үшін өте қуатты құрал. Тақырыпшасына байланысты қабылдау мүлдем қарама-қайшы жаққа өзгеруі мүмкін. Егер сенімді болмасаңыз, суреттің басқа сайттарда қалай сипатталғанын білу үшін кері сурет іздеуін орындаңыз.
misinformation-how-firefox-helps-heading = { -brand-name-firefox } сізге жалған ақпараттан қалай аулақ болуға көмектеседі
misinformation-firefox-keeps-trackers-heading = { -brand-name-firefox } трекерлерді бақылауда ұстайды:
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $protection (url) - link to https://support.mozilla.org/kb/enhanced-tracking-protection-firefox-desktop
misinformation-firefox-keeps-trackers-desc = Жоғарыда айтылғандай, трекерлердің қадағалауы жалған ақпараттың таралуында үлкен рөл атқарады. <a href="{ $firefox }">{ -brand-name-firefox } браузерін</a> <a href="{ $protection }">Кеңейтілген қадағалаудан қорғаныспен</a> бірге пайдалану, интернетте шолу кезінде көптеген жарнама берушілер мен басқа қатысушылардың үшінші тараптық трекерлерін әдепкі бойынша бұғаттау арқылы көмектеседі, осылайша сіз желідегі деректеріңізге бақылауды қайтарасыз.
misinformation-social-media-clean-heading = { -brand-name-firefox } әлеуметтік желілердегі лентаңызды таза ұстауға көмектеседі:
# Variables:
#   $container (url) - link to https://www.mozilla.org/firefox/facebookcontainer/
misinformation-social-media-clean-desc = Әлеуметтік желілер сіз туралы көп нәрсені біледі. Сонымен қатар, олар тіпті сізде аккаунт болмаса да, Қадағалаудан қорғанысқа қарамастан, «Бөлісу» және «Ұнату» батырмалары арқылы сізді өз платформаларынан тыс жерлерде де қадағалай алады. { -brand-name-firefox } арналған <a href="{ $container }">{ -brand-name-facebook-container }</a> { -brand-name-facebook } пен { -brand-name-instagram } үшін бұл мүмкіндікті қиындатады, бұл өз кезегінде жарнамалар мен жарнамаланатын контент арқылы жалған ақпаратты көру ықтималдығын айтарлықтай төмендетеді.
misinformation-why-trust-firefox = Неліктен { -brand-name-firefox } браузеріне сену керек?
# Variables:
#   $foundation (url) - link to https://www.mozillafoundation.org/
misinformation-because-we-put-people-first = Өйткені біз адамдарды бірінші орынға қоямыз. Шындығында, бізді <a href="{ $foundation }">коммерциялық емес ұйым</a> қолдайды. Алғашқы күннен бастап біздің миссиямыз — интернетті және оны пайдаланатын әрбір адамды қорғау.
misinformation-learn-more-about-our-mission = Біздің миссиямыз туралы көбірек біліңіз
misinformation-your-privacy-by-the-product = Жекелігіңіз — өнімнің негізі
misinformation-firefox-products-work-differently = { -brand-name-firefox } өнімдері басқаша жұмыс істейді — өйткені олар ең алдымен сіздің жекелігіңізді қорғауға арналған.
misinformation-learn-about-our-products = Өнімдеріміз туралы біліңіз
misinformation-designed-to-protect = Жекелігіңізді қорғау үшін жасалған
