# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = वेब ब्राउज़र क्या है?

# HTML page description
what-is-a-browser-a-web-browser = वेब ब्राउज़र आपको इंटरनेट पर कहीं भी ले जाता है, आपको दुनिया भर के टेक्स्ट, तस्वीरें और वीडियो देखने के अवसर देता है।

what-is-a-browser-the-web-is-a-vast = वेब एक विशाल और शक्तिशाली उपकरण है। कुछ दशकों में, इंटरनेट ने हमारे काम करने के तरीके से लेकर जिस तरह से हम खेलते हैं और जिस तरह से एक दूसरे के साथ बातचीत करते हैं, सब बदल दिया है। अपने उपयोग के आधार पर, यह देशों को जोड़ता है, रिश्तों और बाज़ार का पोषण करता है, भविष्य के नवाचार को बढ़ावा देता है और हमारी ज़रूरत से अधिक मीम के लिए ज़िम्मेदार है।

# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = यह महत्वपूर्ण है कि वेब सभी के लिए सुलभ हो, लेकिन यह भी महत्वपूर्ण है कि हम उन सभी <a href="{ $tools }">टूल को समझें जो</a> हम इस तक पहुंचने के लिए उपयोग करते हैं। हम { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } और { -brand-name-apple } { -brand-name-safari } जैसे वेब ब्राउज़र का उपयोग करते हैं, लेकिन क्या हम समझते हैं कि वे क्या हैं और कैसे काम करते हैं?

what-is-a-browser-in-a-short-period-long = कुछ ही समय में हम दुनिया भर में किसी व्यक्ति को ईमेल भेजने की क्षमता से चकित होने से आगे बढ़ गए हैं और जानकारी के बारे में हमारी सोच अब बदल गई है। सवाल अब यह नहीं है कि आप कितना जानते हैं, बस यह है कि कौन सा ब्राउज़र या ऐप आपको उस जानकारी तक सबसे तेज़ी से पहुंचा सकता है।
what-is-a-browser-in-a-short-period = कुछ ही समय में हम दुनिया भर में किसी व्यक्ति को ईमेल भेजने की क्षमता से चकित होने से आगे बढ़ गए हैं और जानकारी के बारे में हमारी सोच अब बदल गई है।
what-is-a-browser-how-does-a-web = वेब ब्राउज़र कैसे काम करता है?
what-is-a-browser-a-web-browser-long = एक वेब ब्राउज़र आपको इंटरनेट पर कहीं भी ले जाता है। यह वेब के अन्य हिस्सों से जानकारी प्राप्त करता है और इसे आपके डेस्कटॉप या मोबाइल डिवाइस पर प्रदर्शित करता है। जानकारी को हाइपरटेक्स्ट ट्रांसफर प्रोटोकॉल का उपयोग करके स्थानांतरित किया जाता है, जो यह परिभाषित करता है कि वेब पर टेक्स्ट, चित्र और वीडियो कैसे प्रसारित किए जाते हैं। इस जानकारी को एक सुसंगत प्रारूप में साझा और प्रदर्शित करने की आवश्यकता है ताकि दुनिया में कहीं भी किसी भी ब्राउज़र का उपयोग करने वाले लोग जानकारी देख सकें।

# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = दुःख की बात है कि सभी ब्राउज़र निर्माता फ़ॉर्मेट को इस नज़रिए से नहीं देखते हैं। उपयोगकर्ताओं के लिए, इसका मतलब है कि एक ही वेबसाइट सबके लिए अलग दिख सकती है और अलग तरीके से कार्य कर सकती है। ब्राउज़रों के बीच निरंतरता बनाना, ताकि कोई भी उपयोगकर्ता इंटरनेट का आनंद ले सके, चाहे वे जिस भी ब्राउज़र को चुनें, उसे <a href="{ $standards }">वेब मानक</a> कहा जाता है।

# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = जब वेब ब्राउज़र इंटरनेट से जुड़े सर्वर से डेटा प्राप्त करता है, तो वह उस डेटा को टेक्स्ट और छवियों में अनुवाद करने के लिए एक रेंडरिंग इंजन नामक सॉफ़्टवेयर का उपयोग करता है। यह डेटा <a href="{ $html }">हाइपरटेक्स्ट मार्कअप लैंग्वेज</a> (HTML) में लिखा गया है और वेब ब्राउज़र इस कोड को पढ़कर वह सामग्री बनाते हैं जो हम इंटरनेट पर देखते हैं, सुनते हैं और अनुभव करते हैं।

# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">हाइपरलिंक</a> उपयोगकर्ताओं को वेब पर अन्य पेजों या साइटों के लिए एक पथ का अनुसरण करने की अनुमति देता है। हर वेबपेज, इमेज और वीडियो का अपना एक <a href="{ $url }">यूनीफ़ॉर्म रिसोर्स लोकेटर</a> (URL) होता है, जिसे वेब एड्रेस के रूप में भी जाना जाता है। जब कोई ब्राउज़र डेटा के लिए किसी सर्वर पर जाता है, तो वेब एड्रेस ब्राउज़र को बताता है कि html में वर्णित हर एक आइटम को कहाँ देखना है। इससे ब्राउज़र को पता चलता है कि वेब पेज पर वह आइटम कहाँ है।
what-is-a-browser-cookies-not-the = कुकीज़ (स्वादिष्ट प्रकार के नहीं)

# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = वेबसाइट <a href="{ $cookies }">कुकीज़</a> नामक फ़ाइल में आपके बारे में जानकारी सहेजती हैं। उस साइट पर आपकी अगली विज़िट के लिए ये आपके कंप्यूटर पर सहेजे जाते हैं। आपके लौटने पर, वेबसाइट कोड उस फ़ाइल को पढ़ेगा यह देखने के लिए कि यह आप हैं। उदाहरण के लिए, जब आप किसी वेबसाइट पर जाते हैं, तो पेज आपके उपयोगकर्ता नाम और पासवर्ड को याद रखता है – जो कि कुकी के कारण ही संभव है।

what-is-a-browser-there-are-also = ऐसे कुकीज़ भी हैं जो आपके बारे में अधिक विस्तृत जानकारी रखते हैं। शायद आपकी रुचियाँ, आपके वेब ब्राउज़िंग पैटर्न आदि। इसका मतलब है कि एक साइट आपको अधिक लक्षित कंटेंट प्रदान कर सकती है – अक्सर विज्ञापनों के रूप में। कुकीज़ का एक प्रकार है, जिन्हें <em>तृतीय-पक्ष</em> कुकीज़ कहा जाता है, जो उन साइटों से आते हैं जो आप उस समय विज़िट भी नहीं कर रहे होते और आपकी जानकारी एकत्र करने के लिए आपको कई साइट पर ट्रैक कर सकते हैं। आपकी जानकारी कभी-कभी अन्य कंपनियों को बेची जाती है। कभी-कभी आप इस प्रकार की कुकीज़ को ब्लॉक कर सकते हैं, हालांकि सभी ब्राउज़र आपको अनुमति नहीं देते हैं।
what-is-a-browser-when-you-go-to = उदाहरण के लिए, जब आप किसी वेबसाइट पर जाते हैं, तो पेज आपके उपयोगकर्ता नाम और पासवर्ड को याद रखता है – जो कि कुकी के कारण ही संभव है।
what-is-a-browser-understanding = निजता को समझना
what-is-a-browser-nearly-all-major = लगभग सभी प्रमुख ब्राउज़रों में एक निजी ब्राउज़िंग सेटिंग है। ये एक ही कंप्यूटर पर अन्य उपयोगकर्ताओं से ब्राउज़िंग इतिहास को छिपाने के लिए मौजूद है। बहुत से लोग सोचते हैं कि निजी ब्राउज़िंग या गुप्त मोड इंटरनेट सेवा प्रदाताओं, सरकारों और विज्ञापनदाताओं से इनकी पहचान और ब्राउज़िंग इतिहास दोनों छिपाएँगे। वे ऐसा नहीं करते है। ये सेटिंग आपके सिस्टम पर केवल इतिहास को मिटा देती है, जो कि तभी सहायक है यदि आप साझा या सार्वजनिक कंप्यूटर पर संवेदनशील व्यक्तिगत जानकारी के साथ काम कर रहे हैं, तो यह सहायक है। { -brand-name-firefox } इससे आगे निकल जाता है।
what-is-a-browser-firefox-helps = { -brand-name-firefox } ट्रैकर्स को वेब के चारों ओर आपका पीछा करने से रोककर आपको एक निजी ऑनलाइन जीवन जीने में मदद करता है।
what-is-a-browser-making-your-web = अपने वेब ब्राउज़र से अपना काम करवाएँ
what-is-a-browser-most-major-web = अधिकांश प्रमुख वेब ब्राउज़र उपयोगकर्ताओं को एक्सटेंशन या ऐड-ऑन के माध्यम से अपने अनुभव को संशोधित करने देते हैं। एक्सटेंशन सॉफ़्टवेयर के बिट्स हैं जिन्हें आप इसे कस्टमाइज़ करने या कार्यक्षमता जोड़ने के लिए अपने ब्राउज़र में जोड़ सकते हैं। एक्सटेंशन सभी प्रकार की मज़ेदार और व्यावहारिक चीज़ें कर सकते हैं जैसे नई सुविधाओं, विदेशी भाषा शब्दकोश, या दृश्य और थीम को सक्षम करना।
what-is-a-browser-all-browser-makers = सभी ब्राउज़र निर्माता अपने उत्पादों को चित्रों और वीडियो को जल्द से जल्द और आसानी से प्रदर्शित करने के लिए विकसित करते हैं, जिससे आपके लिए वेब का अधिकतम लाभ उठाना आसान हो जाता है। वे सभी यह सुनिश्चित करने के लिए कड़ी मेहनत करते हैं कि उपयोगकर्ताओं के पास एक ब्राउज़र हो जो तेज़, शक्तिशाली और उपयोग करने में आसान हो। लेकिन इनमें जो अंतर है वह इनके उद्देश्यों को लेकर है। आपके लिए सही ब्राउज़र चुनना महत्वपूर्ण है। { -brand-name-mozilla } { -brand-name-firefox } यह सुनिश्चित करने के लिए बनाता है कि उपयोगकर्ताओं को ऑनलाइन जीवन पर नियंत्रण मिलें और इंटरनेट एक वैश्विक, सार्वजनिक संसाधन रहे, जो सभी के लिए सुलभ हो।
