# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = การปิดกั้นโฆษณา
# Page Title
features-adblocker-meta-title = เกี่ยวกับตัวปิดกั้นโฆษณา - { -brand-name-firefox }
# HTML page description
features-adblocker-meta-desc = ค้นพบว่าตัวปิดกั้นโฆษณาทำงานอย่างไรบ้าง ทำอะไรให้คุณได้บ้าง และ { -brand-name-firefox } ปกป้องคุณจากตัวติดตามและคุกกี้ได้อย่างไรบ้าง
features-adblocker-the-ad-blocker-a-tool = ตัวปิดกั้นโฆษณาเป็นเครื่องมืออย่างหนึ่งเพื่อประสบการณ์การท่องเว็บที่เป็นแบบคุณและดึงดูดความสนใจได้
features-adblocker-in-todays-digital-world = ในโลกดิจิทัลยุคปัจจุบัน เว็บบางแห่งอาจดูยุ่งเหยิงและระเกะระกะ ตัวปิดกั้นโฆษณาเป็นเครื่องมือที่ทรงพลังซึ่งให้คุณควบคุมประสบการณ์การท่องเว็บของคุณได้ โดยให้คุณตัดสินใจเองว่าต้องการให้อะไรบ้างปรากฏบนหน้าจอของคุณ
features-adblocker-ad-blockers-work = ตัวปิดกั้นโฆษณานั้นจะทำงานด้วยสองวิธีหลัก คือป้องกันเนื้อหาอย่างเช่นโฆษณาไม่ให้โหลดและปิดกั้นส่วนต่างๆ ในเว็บไซต์ที่เป็นที่อยู่ขององค์ประกอบเหล่านั้น โดยอาจรวมถึงโฆษณาในรูปแบบวิดีโอ โฆษณาที่ปรับแต่งตามบุคคลซึ่งจะติดตามตัวคุณไปในทุกเว็บ และแม้กระทั่งตัวติดตามจากบุคคลที่สามด้วย
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = การใช้ตัวปิดกั้นโฆษณานั้นเป็นเรื่องง่ายแบบตรงไปตรงมา โดยมีตัวเลือกที่น่าเชื่อถือมากมายให้เลือกใช้เป็นส่วนเสริมสำหรับเบราว์เซอร์ ซึ่งช่วยให้คุณค้นพบโซลูชันที่ตอบโจทย์สำหรับความต้องการของคุณได้ง่าย ตัวอย่างเช่น <a href="{ $firefox }">{ -brand-name-firefox }</a> มีการนำเสนอ<a href="{ $addons }">รายชื่อส่วนขยายที่ผ่านการอนุมัติ</a> ซึ่งออกแบบมาเพื่อยกระดับประสบการณ์การท่องเว็บของคุณให้ดีขึ้น พร้อมทั้งเคารพความเป็นส่วนตัวของคุณด้วย
features-adblocker-finding-the-right = การมองหาตัวปิดกั้นโฆษณาที่ใช่สำหรับคุณ
features-adblocker-there-are-many = มีเครื่องมือปิดกั้นโฆษณาหลายตัวให้เลือกใช้มากมาย โดยแต่ละตัวก็จะมีคุณลักษณะที่เหมาะกับความต้องการที่แตกต่างกัน การมองหาเครื่องมือที่ใช่สำหรับคุณนั้นขึ้นอยู่กับความต้องการและพฤติกรรมการท่องเว็บของคุณ นี่คือคำแนะนำบางข้อที่คุณควรพิจารณา:
features-adblocker-tip-1 = <strong>การปิดกั้นโฆษณา:</strong> ถ้าคุณต้องการแค่ปิดกั้นโฆษณาเพียงอย่างเดียว ให้เลือกตัวเลือกที่เรียบง่ายและมีน้ำหนักเบา
features-adblocker-tip-2 = <strong>ข้อกังวลเรื่องความเป็นส่วนตัว:</strong> ถ้าคุณมีความกังวลเกี่ยวกับตัวติดตาม ให้มองหาตัวปิดกั้นโฆษณาที่มีคุณลักษณะความเป็นส่วนตัวภายในตัว
features-adblocker-tip-3 = <strong>ความสามารถในการปรับแต่ง:</strong> ตัวปิดกั้นโฆษณาบางตัวให้คุณปรับแต่งการทำงานเพื่อเพิ่มไซต์ที่เจาะจงลงในรายชื่อที่อนุญาตหรือปิดกั้นองค์ประกอบที่เจาะจงได้ด้วย
features-adblocker-tip-4 = <strong>ความเข้ากันได้กับอุปกรณ์:</strong> พิจารณาว่าคุณต้องการใช้ตัวปิดกั้นโฆษณากับคอมพิวเตอร์ มือถือ หรือทั้งสองอย่าง
features-adblocker-tip-5 = <strong>การปิดกั้นมัลแวร์:</strong> ตัวปิดกั้นโฆษณาบางตัวจะช่วยปกป้องคุณจากโฆษณาที่เป็นอันตรายได้ (เช่น AdGuard)
features-adblocker-tip-6 = <strong>การควบคุมโดยผู้ปกครอง:</strong> มีประโยชน์ถ้าคุณต้องการปิดกั้นเนื้อหาที่ไม่เหมาะสม
features-adblocker-its-important-to-note = สิ่งสำคัญที่ต้องทราบคือเว็บไซต์บางแห่งจะใช้โฆษณาในการโหลดเนื้อหาหรือเพื่อให้บริการฟังก์ชันต่างๆ การปิดกั้นโฆษณาอาจทำให้คุณลักษณะต่างๆ ขัดข้องได้ เช่น วิดีโอไม่เล่น หรือตัวเลือกการเข้าสู่ระบบใช้ไม่ได้ ให้เลือกตัวปิดกั้นโฆษณาที่มีการอัปเดตอยู่เป็นประจำ และถ้าคุณพบว่าตัวปิดกั้นโฆษณาตัวใดตัวหนึ่งทำให้เกิดปัญหาอย่างเห็นได้ชัด ให้ลองเปลี่ยนไปใช้ตัวอื่นเพื่อให้เกิดความสมดุลระหว่างประสิทธิภาพและความเข้ากันได้ที่ดีขึ้น
features-adblocker-enhanced-privacy = ยกระดับความเป็นส่วนตัวและประสิทธิภาพให้ดีขึ้นด้วย { -brand-name-firefox }
features-adblocker-beyond-ad-blockers = นอกเหนือจากตัวปิดกั้นโฆษณาแล้ว { -brand-name-firefox } ยังมีคุณลักษณะภายในตัวที่ช่วยให้คุณควบคุมการท่องเว็บได้ดียิ่งขึ้น เครื่องมือเหล่านี้ช่วยปกป้องความเป็นส่วนตัวของคุณ พร้อมให้คุณปรับแต่งประสบการณ์การใช้งานของคุณได้:
features-adblocker-tool-1 = <strong>โหมดมาตรฐาน:</strong> ตัวเลือกที่สมดุลซึ่งปิดกั้นตัวติดตามที่พบบ่อยในขณะที่ยังคงรักษาการทำงานของเว็บไซต์ที่ราบรื่น
features-adblocker-tool-2 = <strong>โหมดเข้มงวด:</strong> เหมาะสำหรับผู้ใช้ที่ต้องการการปกป้องความเป็นส่วนตัวแบบเข้มงวดยิ่งขึ้นโดยการปิดกั้นตัวติดตามและคุกกี้เพิ่มเติม โปรดทราบว่าบางเว็บไซต์อาจต้องมีการปรับแต่งเพิ่มเติมเมื่อใช้โหมดนี้
features-adblocker-tool-3 = <strong>โหมดกำหนดเอง:</strong> สำหรับผู้ที่ต้องการควบคุมแบบเต็มที่ โหมดกำหนดเองจะช่วยให้คุณเลือกสิ่งที่ต้องการปิดกั้นได้ ไม่ว่าจะเป็นคุกกี้ ตัวติดตาม และอีกมากมาย
