# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/privacy/book

# HTML page title
privacy-book-little-book-of = プライバシーのハンドブック

# HTML page description
privacy-book-the-internet-should = インターネットは、安全で門戸が開放され、プライバシーが守られる場所であるべきです。ここでは、プライバシーを奪回して、自らのインターネットエクスペリエンスを再び自分でコントロールするためのヒントを 15 件紹介します。

privacy-book-how-to-stay = オンラインでの安全と安心を守る方法

privacy-book-healthy-internet = 健全なインターネット

privacy-book-a-healthy-private = 健全でプライバシーが保護されるインターネットでユーザーをパワフルに

privacy-book-we-believe-that = Mozilla では、インターネットは万人にとって安全で、門戸が開放され、誰もが利用可能な場所であるべきだと考えています。インターネットは選択肢を提供し、またプライバシーを保護することが可能である必要があります。それでは、プライバシーとは何でしょうか。近年では、多くの場合プライバシーという語は、侵害、データ漏えい、企業から企業へと販売される個人情報と関連して語られます。インターネットのユーザーは裏切られ、失望し、プライバシーが保護されているウェブエクスペリエンスを信用しなくなります。その理由は分かります。

privacy-book-but-heres-good = しかし、幸いなことに、ユーザーはプライバシーを奪回して、自らのインターネットエクスペリエンスを再び自分でコントロールできます。実際のところ、それは至って手軽です。誰でもそうすることができます。そのために必要とされるのは、このハンドブックを読み、必要なヒントを探し出して実施することだけです。

privacy-book-what-risks-are = 自分が実際に負っているリスクは何か

privacy-book-theres-risk-always = オンラインでもオフラインでも、リスクはあらゆる物事に存在します。無論、全員がリスクに等しく暴露されているというわけではなく、自分を保護する方法は各人によって異なります。ウェブでは、ブラウジングする方法とブラウジング量、所在地によってリスクは異なります。いずれにせよ、まず対処すべきリスクを理解してから処置を講じる必要があります。以下に、具体的な注意事項を紹介します:

privacy-book-data-breaches = データ侵害・虚偽プロフィール:

privacy-book-even-when-organizations = たとえ組織がユーザーのデータを注意して取り扱っていても、データ侵害でメールアドレスやパスワード、さらには、それよりも取扱に注意を要するデータでさえも暴露されてしまうおそれがあります。あるいは、自分のことについて、誤って必要以上に提示してしまう場合もあります。残念ながら、偽のプロフィールを作成するのに詐欺師が必要とするのは、ほんのわずかの個人情報のみです。そうした偽造プロフィールは長期にわたって被害者に危害を及ぼすおそれがあります。

privacy-book-the-web-never = ウェブは忘れない


privacy-book-trackers-everywhere- = トラッカーはあらゆるところに:


privacy-book-tracking-cookies-are = トラッキング Cookie は、ウェブサイトの所有者や広告主に、ユーザーのブラウジング時の行動と関心を持った事柄を伝える役割を担い、そうした行動や事柄は、その後ユーザーのウェブエクスペリエンスを個人に合わせてカスタマイズするために使用されます。その結果、多くの場合、ユーザーの関心に合わせてカスタマイズされた広告が表示されます。最終的に、Cookie はユーザーに関する多量の情報を収集し、それをプロフィールに保存します。これは便利だと思われるかも知れませんが、残念ながら、こうしたプロフィールは不正確な場合があります。その結果、最善の場合は多少不適切な広告が表示されます。最悪の場合、ウェブサイトに表示される情報が、ユーザーの必要性や要求に合わないものとなります。また、プロフィールは、例えばそのユーザーに提示される製品やサービスの価格に影響を及ぼす可能性もありますので、注意が必要です。

privacy-book-stalkers-trolls- = ストーカーやトロール等の嫌がらせ:

privacy-book-even-if-the = インターネットで完全に匿名とすることは殆ど許されませんが、それでもオンラインのIDに身を隠すことは簡単です。そのことを利用して他人をいじめたり、挑発したり、暴言を浴びせたりする人も居ます。特にソーシャルネットワークやフォーラムでは、近年それが大問題となっています。ユーザーはインターネットに多くの手がかりを残しますので、こうした状況により、更に不快な結果を招くことがあります。最悪の場合、ユーザーについて見つけた個人情報の量が十分であれば、そのユーザーをオンラインだけでなくオフラインでも追跡することができます。

privacy-book-fake-news-and = 虚偽報道・フィルターバブル


privacy-book-how-much-control = ユーザーは、本当のところどの程度コントロールできるでしょうか。そしてユーザーは、どの程度コントロールを失ってもよいと思っているでしょうか。


# Span is for visual formatting.
privacy-book-tips-for = <span>デジタル生活改善のための</span> 15 のヒント

privacy-book-starting-over = 始めましょう:


# Span is for visual formatting
privacy-book-a-tidy-browser = ブラウザーのクリーニングで気分爽快– <span>厳密には一般に言われていることと少し違いますが、一理あります。</span>

privacy-book-delete-your-browser = <strong>ブラウザーの閲覧履歴を消去する。</strong>ご使用の製品が { -brand-name-firefox } { -brand-name-chrome } でも、{ -brand-name-safari } でも、それ以外の製品であっても、この機能はすべての製品に備わっています。この機能は、通常『セキュリティ』の設定メニューか、別のエリアにあります。これが { -brand-name-firefox } の場合の対処方法です。

privacy-book-delete-your-google = <strong>{ -brand-name-google } のアクティビティ履歴を消去する。</strong>アカウントにログインして『マイ アクティビティ』セクションを開き、ページをスクロールしてみてください。ここに保存されている情報量には驚愕するでしょう。これは削除しても全く問題ありません。左側のメニューからクリックして『アクティビティを削除する基準』に移動→日付を『全期間』に変更し、サービスを『すべてのサービス』に変更→『削除』をクリック→ポップアップが表示された場合は『OK』をクリックします。

privacy-book-convenience-may-be = 利便性は魅力ですが、最高のソリューションであるとは限りません。

privacy-book-all-of-us = 人間は皆、多かれ少なかれ利便性指向です。その結果、自ら望んで管理力を大幅に放棄することになる場合があります。大々的なデジタルクリーニングを隔週で実施しなければならなくならないよう、あらかじめ大量のデータが収集されないようにしておきましょう。それは考えるほど難しくはありません。簡単な方法のひとつとして、オールインワンソリューションを避ける、という方法があります。そうしたソリューションはユーザーの全貌を把握することが可能です。しかも、全てのユーザーに最適というわけではありません。代替ソリューションを試しましょう。例をいくつか紹介しましょう。

privacy-book-search-engine-title = 検索エンジン:


privacy-book-email-have-title = 電子メール:

privacy-book-email-have-you = Posteo のことを聞いたことがありますか？Posteo はベルリンを拠点とする独立系の電子メールプロバイダーで、継続可能な電子メールサービス、アドレス帳、カレンダーを提供しています。それらのサービスは皆極めて安全性が高く、暗号化され、広告フリーで、ユーザーに対する低価格の月額使用料で運営されています。

privacy-book-browser-while-title = ブラウザー:

privacy-book-browser-while-many = デスクトップPCのブラウザーは自分のお気に入りを選択する方々が多いですが、モバイルデバイスのブラウザーアプリは、ほとんどの方がプリインストールされたものから変更しません。

privacy-book-give-firefox-focus = { -brand-name-firefox-focus } をお試しください。このブラウザーは、確認されている Cookie やトラッキングを多数ブロックし、十分に保護された状態でウェブをブラウジング可能な、Mozilla の超高速プライバシー保護ブラウザーです。

privacy-book-messenger-signal-title = メッセンジャー:

privacy-book-messenger-signal-is = Signal は、{ -brand-name-ios } や { -brand-name-android }、各種コンピューターオペレーティングシステム用の無料で安全な、暗号化機能付きメッセンジャーです。このアプリケーションもオープンソースをサポートし、言論の自由を唱道するファウンデーションが運営しています。

privacy-book-sharing-is-caring = 分け合うことは思いやりですが、限度をわきまえる必要があります。

privacy-book-got-it-youre = 友達と自分で作ったケーキを分け合ったり、自分の愛車を貸したり、さらには見ず知らずの人に自分のお気に入りのペンを貸したり、皆分け合うことを好むというのは事実です。しかし、データに関しては寛大さを抑制して、限度をきっぱり守りましょう:

privacy-book-the-art-of = <strong>上手な断り方</strong>: 例えば、パスワードをブラウザーに保存し、閲覧履歴は保存しないなど、保存する内容としない内容をウェブブラウザーに指定しましょう。使用状況に関する情報をブラウザー製造元と共有するかどうかや、Cookie を許可するかどうかを選択することもできます。ちなみに、{ -brand-name-firefox } を使用する場合、Cookie については心配無用です。Firefox は既定の設定で、すでに大量のサードパーティー製 Cookie をブロックし、{ -brand-name-firefox } のプライバシー設定では、標準設定と高レベル設定の選択は極めて簡単です。

privacy-book-the-easiest-way = すべてのブラウザーで自分のプライバシーを保護する最も手軽な方法は、データ収集者に気づかれないようにすることです。プライベートモードやシークレットモードを使用すると、ブラウザーはデバイスのアクティビティ履歴やそのセッション中に設定した Cookie を保存しません。

privacy-book-we-love-social = <strong>ソーシャルメディアは皆のお気に入りです</strong>しかし、ソーシャルメディア (およびそれ以外) のウェブサイトは、プライベートモードでは正常に動作しないことがあります。そうしたウェブサイトは、ログイン中のユーザーの行動のみならず、そのブラウザーウィンドウで、それぞれのネットワーク以外でのユーザーのアクティビティもトラッキングします。そうしたウェブサイトにとって、ユーザーのブラウジング情報は特に貴重です。なぜなら、そうしたウェブサイトはその情報をユーザーのアカウントと結びつけて、最終的にはそのユーザーのことを親友よりも詳しく知ることができるからです。不安になるかもしれませんが、{ -brand-name-firefox } が支援しますので、心配無用です。{ -brand-name-facebook-container } を使用すれば、{ -brand-name-facebook } 以外では、{ -brand-name-facebook } によるウェブのトラッキングが困難になります。

privacy-book-theres-actually-even = <strong>ソーシャルネットワークについては、それ以外にも注意すべきことがあります。</strong>ご承知のとおり、ソーシャルネットワークは、個人的な内容を知人 (よく知っている知人とそうでない知人) と共有するために作られたものです。しかし、プライベートな情報をどの程度共有するかは、ユーザー次第です。これは投稿のほか、所在地、好きな物事や電話番号、誰と一緒に居るかなどについても同様です。こうしたデータは、すべてソーシャルネットワークに対して表示されているだけでなく、自分のプロフィールを公開したままにしている場合、広告主や公衆にも表示されている可能性があります。また、共有する内容が少なければ、見知らぬ者や信用していない者の手に渡る可能性も低くなります。


privacy-book-what-does-the = 世界が自分について知っていること

privacy-book-to-an-extent = ウェブで知ることができる自分の情報は、ある程度制限することができます。しかし、そうした制限によって自分の危険を回避することはできません。特に悪質な事例として、なりすましがあります。次の各項目について検討する必要があるでしょう。

privacy-book-search-your-name = <strong>時々自分の名前をオンラインで検索しましょう。</strong>そうすることによって、他人が自分に関心を持った時に、どのような情報が出回っているか、どの情報を削除すべきかを知ることができます。

privacy-book-dont-have-time = <strong>時間が無い場合。</strong>ウェブサイトで自分のことが述べられた場合に通知が送信されるよう、自分の名前の{ -brand-name-google } アラートを設定しましょう。

privacy-book-breach-alert-if = <strong>侵害アラート:</strong> 確認されている侵害で自分のデータが開示された場合、なるべく早く対応してパスワードを変更することが不可欠です。{ -brand-name-firefox-monitor } は侵害発生時にメッセージを送信する手軽なツールです。

privacy-book-stay-safe-online = オンラインの安全を確保する:

privacy-book-there-are-a = プライバシーとセキュリティのレベル改善に役立つツールは多数あり、助かります。しかし、アカウントを保護するためには、依然としてパスワードが必要です。たとえば、自分のアパートに玄関の戸が無かったとしたら、最新鋭の高性能防犯システムで自宅を警備できると考えるでしょうか。次に、必要とされる処置を説明します:

privacy-book-set-up-strong = <strong>強力なパスワードを設定する。</strong>「password」や「12345」、自分の誕生日に設定するのが最善策ではないことは、容易に想像がつくでしょう。理想的には、無作為であり、大文字・小文字、数字、特殊文字が混合されているものが強力なパスワードです。いわゆるパスフレーズは、無作為に決めたパスワードと同様、アルゴリズムでロックを解除するのが困難 (人間にとってはさらに困難) ですので、パスフレーズでもよいでしょう。また、データ侵害で 1 件のパスワードが漏えいした場合に別のログイン情報をすべて更新する必要がなくなるよう、必ず各ログイン情報に個別のパスワードを設定しましょう。

privacy-book-some-online-services = <strong>オンラインサービスによっては、パスワードに加えてセキュリティの質問で自分のアカウントを保護するよう要求されます。</strong>そうしたオンラインサービスでは、自分のペットの名前や、自分の 1 台目の自動車の名前、子どもの頃住んでいた場所の住所などが提案されます。しかし、自分のことをある程度知っている者 (あるいはその情報をデータ漏えいやウェブ検索で知った者) も、そうした質問の答えを知っていますので、質問には効果がなくなります。これは簡単に解決できます: セキュリティの質問には、設定時に正しい答えを指定する必要はありません。各サービスでは、そうした答えの正確さを確認しません。ただし、指定した回答を忘れないようにしましょう。

privacy-book-wondering-how-youre = <strong>パスワードやセキュリティの質問の回答は、どのようにして決め、どのようにして覚えておくことができるでしょうか。</strong>コンピューターの側にある紙に記載したりしてはなりません (そうしている人を見かけますが。)その代わりに、パスワードマネージャーを使用しましょう。パスワードマネージャーは、パスワードやセキュリティの質問の回答を安全に保存するだけでなく、無作為なパスワードの生成を支援し、各使用デバイスで手軽にパスワード等を使用することができるものでなければなりません。

privacy-book-there-are-several-v2 = 市場に出回っている優れたパスワードマネージャーはいくつかあり、暗号化と主パスワードを採用しているものや、生体認証機能 (指紋・顔スキャン) を採用しているものもあります。自分に最も適したものを選びましょう。また、{ -brand-name-firefox-lockwise } を試してもよいでしょう。全てのパスワードを安全に保存し、モバイルデバイスでも、デスクトップブラウザーでも使用可能ですので、ログイン情報が必要なときに、いつでも使用できます。

# Obsolete string
privacy-book-there-are-several = 市場に出回っている優れたパスワードマネージャーはいくつかあり、暗号化とマスターパスワードを採用しているものや、生体認証機能 (指紋・顔スキャン) を採用しているものもあります。自分に最も適したものを選びましょう。また、{ -brand-name-firefox-lockwise } を試してもよいでしょう。全てのパスワードを安全に保存し、モバイルデバイスでも、デスクトップブラウザーでも使用可能ですので、ログイン情報が必要なときに、いつでも使用できます。

privacy-book-not-just-for = IT 関係者専用ではありません:

privacy-book-a-strong-password = 強力なパスワードは重要であり、オンラインセキュリティ強化の基本です。安全性を倍増させたい方は、多要素認証 (MFA) を試しましょう。すでに多くのサービスで利用できます。

privacy-book-mfa-gets-its = <strong>多要素認証という名称は、複数の要素が要求されることから名付けられました。</strong>複数の要素とは、たとえばアカウントログインにパスワードと生体認証スキャンが必要とされる場合などです。多要素認証システムは、すでに ATM で現金を引き出す際に、銀行カードと PIN が必要なことなどから、すでにご存じでしょう。

privacy-book-there-are-many = <strong>MFA には、使用デバイスによって様々なオプションがあります。</strong>物理キーや、ソフトウェアベースのソリューションなどを選択できます。そのすべてに共通する利点は、必要な複数の要素を所持していない者は、アカウントにログインできないということです。たとえそのうちひとつ (物理キーまたはパスワード) がデータ侵害により盗まれたとしても、比較的安全性が高くなります。

privacy-book-safer-connections-public = 比較的安全な接続:

privacy-book-public-wifi = 公共の WiFi は、とくにログインせずに接続できる場合など、便利であることは間違いありません。しかし、それは公共のネットワークが保護されておらず、したがってその安全性が極めて高いとは言えないということです。Mozilla では次の通り推奨しています:

privacy-book-ideally-avoid-publicly = <strong>理想的には、公共の接続が可能な WiFi ネットワークは避けるべきです。</strong>パスワードで保護されていない場合はなおさらです。そうしたネットワークには誰でもアクセス可能であるため、ネットワーク上の保護が貧弱なデバイスは簡単に攻撃されます。

privacy-book-perhaps-you-just = <strong>何か急用があって公共 WiFi を使用しなければならないこともあります。</strong>それは問題ではありません。ネットワークが接続するために電子メールアドレスの入力を要求する場合、通常使用するメールアドレスを入力してはなりません。信用性が低いサイトやサービス用にメールアドレスを新たに作成しましょう。そしてそのメールは個人のメール連絡や重要なアカウント、オンラインバンキングに使用するのを避けましょう。こうすることで、後で大量のスパムを受信しても全く気になりません。

privacy-book-avoid-naming-your = <strong>スマートフォンやタブレット、コンピューターの名前は自分の名前にちなんだ名前を付けないようにしましょう。</strong>自分の名前にちなんだ名前は便利で覚えやすいように思われますが、同時に他人もデバイスがあなたのものであることを確認しやすくなります。

privacy-book-disconnect-and-remove = <strong>公共の WiFi は、すべて不要になったら切断して削除しましょう。</strong>そうしなかった場合、その WiFi に近付いた時に、デバイスが自動でその WiFi に接続する場合があります。接続したことに気づかないかもしれませんが、確実にセキュリティリスクが生まれます。

privacy-book-how-about-your = Bluetooth はどうでしょうか？

privacy-book-bluetooth-is-a = Bluetooth は面倒な有線接続を解消する優れた発明です。しかし、Bluetooth を恒常的に使用する人は殆ど居ません。スマートウォッチなど、スマートフォンと常時接続する必要があるデバイスを所持していない場合は、Bluetooth をオフに切り替えましょう。こうすることにより、バッテリー残量が節約されると同時に、侵入者が悪用するおそれのある弱点がひとつ解消されます。

privacy-book-the-secure-site = 安全なサイト:

privacy-book-its-not-unusual = インターネットでは、HTTP から始まるアドレスを見かけることが珍しくありません。これはブラウザーでウェブページを読み込むことを可能とする、プロトコルというものです。その代わりに、なるべく暗号化された HTTPS を使うように心がけましょう。これは、とくに公共の WiFi を使用する場合に当てはまります。接続自体は暗号化されていませんが、HTTPS はユーザーが送信するデータを確実に暗号化します。

privacy-book-email-accounts-and = メールアカウントとオンライン上の本人識別情報


privacy-book-resist-the-urge = クリックしたくなる衝動を抑えること

privacy-book-sometimes-its-easier = 決して不審なリンクをクリックしてはなりません。これは、言うは易く行うは難しです。ほとんどのウェブユーザーは、一見して自分の銀行やオンラインショップから来たように思われるメールには特に注意する必要があることを知っています。しかし、友人や家族から受け取ったリンクは大丈夫かというと、例外があります。

privacy-book-from-time-to = ソーシャルメディアのアカウントが詐欺師にハイジャックされ、被害者の友達に詐欺のリンクが送付されることが時々あります。いかがわしいメッセージや、奇妙なリンクが含まれるメッセージを友達のアカウントから受信した場合は、友達に電話して、そのメッセージを送付したか確認しましょう。

privacy-book-its-also-possible = 誰もアカウントをハイジャックされていなくても、たとえば自分の叔父がそれと気づかずに送信した詐欺リンクが届くこと等もあります。そのサイトについて知らない場合、後悔しないように、ウェブで調べてからクリックしましょう。

privacy-book-look-at-the = 全体像を把握しましょう:

privacy-book-we-already-talked = 先だって人間が利便性を好む理由を説明しましたが、覚えているでしょうか。人間は自分の姿勢や希望を正当化する情報だけを確認することを望みます。なぜなら、そうすることが快適と安心をもたらすからです。しかし、それだからといって、その情報が正確であると言えるでしょうか。私たちが見ているのは、全体像でしょうか、それともその一部にすぎないでしょうか。

privacy-book-you-can-of = <strong>もちろん、人それぞれにお気に入りがあるでしょう。</strong>しかし、時々それと別の筋からの情報を確認して、様々な意見を知り、検討してみましょう。

privacy-book-ask-yourselves-do = <strong>自問すべきは、</strong>気になる問題が、別の筋でも報道されているかどうか、報道されている内容はある程度一致しているか、それとも全く異なるものか、ということです。フィルターバブルや誤報対策としては、それが最善策です。

# This sentence will only be shown to "DE" locale because the blog post is in German only.
privacy-book-de-blog-post = 誤報に関して詳細を確認したい場合は、<a href="https://blog.mozilla.org/firefox/how-to-spot-real-fake-news/">興味深いブログ記事</a>がありますので、それが役立つかもしれません。

privacy-book-disable-unnecessary-location = (不要な) 位置サービスを無効にする:

privacy-book-todays-mobile-devices = 通常、現在のモバイルデバイスには、デバイスの位置を測定して保存し、共有する機能があります。この機能はナビゲーションや電話を紛失した場合に便利です。しかし、それと同時に、こうした取扱いに極めて注意を要する情報が、本人が望まない場合であっても、アプリにより使用される可能性があります。

privacy-book-many-social-media = <strong>場合によって判断しましょう:</strong> ソーシャルメディアのアプリには、投稿時に位置を共有するか尋ねるものが多数あります。他の人々に自分の居場所を伝えるかは自分次第ですし、共有しなくても全く問題ありません。

privacy-book-for-each-of = <strong>アプリごとに決める:</strong> デバイス内で、位置情報にアクセスする必要のあるアプリそれぞれについて、位置を共有するかどうかを決められます。すべての主要オペレーティングシステムでは、設定を変更して個別またはすべてのアプリのアクセスを制限できます。

privacy-book-another-reason-to = <strong>バックグラウンドの位置特定を回避する: </strong>位置情報を制限するもうひとつの理由は、アプリを使用時に本人の位置を保存するだけでなく、バックグラウンドでロケーションサービスを実行し、長期にわたり完全な移動状況のプロフィールを作成するアプリもあるからです。アプリのベンダーは、その後その情報を様々な用途に用い、さらには販売し、本人に悪影響が及ぶ場合もあります。

privacy-book-dont-need-it = 不要なものは削除しましょう

privacy-book-even-if-you = メモリを消去して空きをつくらなくてもよいように大容量のスマートフォンを購入したとしても、ときどきメモリのクリーニングをするとよいでしょう。それはなぜでしょうか。

privacy-book-the-more-apps = <strong>弱点を制限する。</strong>デバイスにインストールされたアプリが多ければ、自分のデータにアクセスできる企業等も増えます。それに、常に全体を把握することは不可能です。


privacy-book-also-reconsider-the = <strong>アクセスを制限する。</strong>また、ソーシャルネットワークも含めて、継続して使用することにしたアプリに与えた許可について再検討し、そのアプリが自分の位置情報や、連絡先、写真、カメラやマイクにアクセスする必要が本当にあるかどうかを検討しましょう。

privacy-book-friendly-reminder-what = 確認の質問: トラッカーとは何でしょうか？

privacy-book-we-distinguish-between = Firefox はファーストパーティートラッカーとサードパーティートラッカー、トラッキング Cookie を区別します。ファーストパーティートラッカーはニュースサイト等で使用されます。ファーストパーティートラッカーの役割は、サイトに訪問した読者が新規読者か常連の読者かを認識したり、その読者がどの記事を読み、各ページを表示した時間などを確認することです。サイトは、この情報を使用してサービスの質を向上させ、リーダーの好みを判断します。


privacy-book-as-you-might = この情報が極めて貴重であることは想像できるでしょう。この情報を保有する企業がそれを販売して大規模な収益を上げているのは、このためです。訪問者はこうした判断に全く関与しません。そのため、{ -brand-name-firefox } は数多くのサードパーティートラッカーを既定の設定でブロックしてユーザーによるオンラインエクスペリエンスのコントロールを奪回し、広告やいかがわしい企業にウェブで追跡される可能性を低減しています。

privacy-book-questions-feedback = ご質問・フィードバック

privacy-book-do-you-have = ご質問やご意見がある方は、ぜひご遠慮なく Mozilla までご連絡ください。

privacy-book-twitter = { -brand-name-twitter }
