# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Жылдамдық, жекелік және қауіпсіздік үшін ең жақсы браузерді табыңыз.
best-browser-so-many-browser-options = Браузер нұсқалары өте көп, бірақ сіздің қажеттіліктеріңізге ең қолайлысы біреу ғана. Сізге арналған ең жақсы браузер жылдамдықты да, жекелік қорғанысын да қамтамасыз етуі керек.
best-browser-privacy-speed-and-security = Жекелік, жылдамдық және қауіпсіздік.
best-browser-how-to-choose-the-best = Өзіңізге ең жақсы браузерді қалай таңдауға болады.
best-browser-the-internet-has-become = Интернет электр қуаты мен ағын су сияқты маңызды қажеттілікке айналды, сондықтан өзіңізге ең қолайлы браузерді таңдау қазіргі уақытта бұрынғыдан да маңызды. Тіпті дәрігеріңіз симптомдарды интернеттен іздегеніңізді құптамаса да, интернет бүгінде екінші кеңсеге, мұғалімге, ал кейде медициналық кеңесшіге айналып отыр.
best-browser-in-the-mid-nineties = Тоқсаныншы жылдардың ортасында { -brand-name-netscape }, { -brand-name-ie } және AOL нарықта үстемдік етті. Бұл — диал-ап интернетінің тәтті әуені бүкіл елге естілетін қарапайым уақыт еді. Веб-беттердің жүктелуін күте отырып, шыдамдылықтың не екенін түсіндіңіз. Ол кезде тек браузердің жылдамдығы ғана маңызды болатын.
best-browser-today-is-a-different = Бүгінгі жағдай мүлдем басқаша. Жарнамалар, жекелікке қол сұғу, қауіпсіздіктің бұзылуы және жалған ақпарат сізді браузердің өзге қасиеттеріне мән беруге мәжбүр етуі мүмкін. Браузер сіздің жекелігіңізді қалай қорғайды? Ол трекерлерге сізді желіде аңдып жүруге жол бере ме? Ол бір уақытта көптеген компьютерлік және интернет-операцияларды орындайтындай көпміндеттілікке бейімделген бе?
best-browser-when-you-use-a-browser = Егер браузерді барлық нәрсе үшін қолдансаңыз, ол жылдам болуы керек. Бірақ дәл осы себепті, ол жекелік сипатын сақтауы тиіс. Браузер сіздің интернетте істейтін барлық әрекетіңізге қол жеткізе алады, сондықтан оның мықты жекелік функциялары болмаса, бұл сізге нақты қауіп төндіруі мүмкін.
best-browser-marshall-erwin-senior = Маршалл Эрвин, { -brand-name-mozilla } компаниясының Сенім және қауіпсіздік жөніндегі аға директоры
best-browser-if-youre-wondering = Егер сіз жекелікке негізделген немесе жылдам браузер дегеннің не екенін білгіңіз келсе, міне, браузерде болуы тиіс үш нәрсенің сипаттамасы.
best-browser-a-browser-built-for = Жылдамдық үшін жасалған браузер.
best-browser-a-browser-is-still = Браузер — бұл әлі де құрал, сондықтан жұмыс үшін ең жақсысын таңдағыңыз келетіні қисынды. Егер сіз өмір сүру үшін жұмыс істеуі керек адам болсаңыз, сізге жылдам интернет браузер қажет. Ескеретін бір жайт — үшінші тарап трекерлерін іске қосатын браузер, оларды іске қоспайтын браузерге қарағанда баяу болуы ықтимал. Үшінші тарап трекерлері — бұл кукилер (cookies), сіз оларды көрмесеңіз де, олар сайттың фондық режимінде жұмыс істеп, қымбат уақытыңызды алады. Браузер үшінші тарап трекерлерін неғұрлым көп бұғаттау арқылы соғұрлым жылдам жұмыс істей алады.
best-browser-this-is-one-of-the = Бұл { -brand-name-firefox } браузерін таңдаудың көптеген себептерінің бірі: { -brand-name-firefox } үшінші тарап трекерлерін әдепкі бойынша бұғаттау мүмкіндігіне ие. Бізде басқа да себептер бар және оларға кейінірек тоқталамыз.
best-browser-a-browser-that-puts = Қауіпсіздікті бірінші орынға қоятын браузер.
best-browser-remember-the-last-massive = Соңғы рет болған деректердің ауқымды таралып кетуі есіңізде ме? Егер есіңізде болмаса, бұл оның тым жиі болатындығынан шығар. Компаниялар тұтынушылардың жеке немесе қаржылық ақпарат сияқты деректерін сақтайды, ал хакерлер оларды ұрлайды. Егер қауіпсіздікті басты орынға қойсаңыз, онда қауіпсіз интернет браузері сіз үшін ең жақсы браузер болады.
best-browser-there-are-a-few-ways = Браузердің өз пайдаланушыларына қауіпсіздікті сақтауға көмектесетін бірнеше жолы бар. Соңғы қауіпсіздік технологияларымен жаңартылған браузер компьютеріңізді және веб-сайттарды зиянды бағдарламалар немесе компьютерлік вирустар сияқты қалаусыз қонақтардан қорғауға көмектеседі.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = Екіншісі — пайдаланушы деректерін тым көп сақтамау. Хакерлер жоқ нәрсені ұрлай алмайды, сондықтан { -brand-name-firefox } өз пайдаланушылары туралы ақпаратты минималды мөлшерде сақтайды. <a href="{ $data }">{ -brand-name-firefox } сіздің</a> браузерді қолданатыныңызды және жалпы орналасқан жеріңізді біледі, <a href="{ $privacy }">бірақ бала кездегі үй жануарыңыздың атын немесе сүйікті түсіңізді білмейді.</a>
best-browser-last-but-not-least = Соңғысы, бірақ маңыздысы, қауіпсіз браузер тіркелгілеріңізді бақылап отыруға көмектесетін құралдарды ұсынуы керек. Егер сіздің қандай да бір тіркелгіңізге бұзақылық жасалса, электрондық поштаңызға келетін ескертулерді немесе веб-сайттың шифрленгенін көрсететін белгішелерді (яғни, сауда сайтында несие картаңыздың нөмірін енгізу қауіпсіз бе дегенді) елестетіп көріңіз.
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } қауіпсіздігіңізді сақтау үшін жаңа мүмкіндікті ұсынады: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. Бұл — егер аккаунттарыңыз жария түрде бұзылса, сізге ескерту жіберетін және бұрын-соңды бұзылған-бұзылмағанын хабарлайтын тегін қызмет. Тағы бір тиімді функция — «Жасыл құлып» (Green Lock). Ол браузер терезесінің жоғарғы сол жақ бөлігіндегі кішкентай жасыл белгіше түрінде көрінеді. Егер сіз { -brand-name-firefox } пайдаланғанда жасыл құлыпты көрсеңіз, бұл веб-сайттың шифрленгенін және қауіпсіз екенін білдіреді. Ал егер құлып сұр түсті болса, құпия ақпаратты енгізбес бұрын мұқият ойланғаныңыз абзал.
best-browser-we-visit-hundreds-or = Біз күн сайын жүздеген, тіпті мыңдаған веб-сайттарға кіреміз және пайдаланушылардан осы сайттардың әрқайсысы үшін қауіпсіздік пен жекелік туралы шешім қабылдауды талап ете алмаймыз. Сондықтан сізге көбірек бақылау мүмкіндігін беретін браузер өте маңызды — себебі ол нақты әрі мазмұнды қорғанысты ұсынады.
best-browser-a-browser-that-minds = Бөтен іске араласпайтын браузер.
best-browser-privacy-on-the-web = Желідегі жекелік — өзекті мәселе. Егер жекелік сіздің басымдықтарыңыздың тізімінде бірінші орында болса, онда оған жауапкершілікпен қарайтын браузерді іздеуіңіз керек. Өзіңізге ең жақсы жеке браузерді таңдағанда, қадағалау саясатына және браузердің деректеріңізді қалай өңдейтініне назар аударыңыз. Бұл техникалық сұрақтар болып көрінуі мүмкін, бірақ кейбір браузерлердің басқаларға қарағанда жекелік сипатының жоғары болуына осылар себепші.
best-browser-trackers-are-all-those = Трекерлер — бұл авиакомпания сайттарында кездесетін барлық тітіркендіргіш «куки» (cookies) хабарламалары. Бұл үшінші тарап трекерлері қай жерге шерту жасағаныңызды біледі және мінез-құлқыңызды талдау үшін пайдаланылуы мүмкін. Жеке браузер пайдаланушыларға үшінші тарап трекерлерін өшіру мүмкіндігін беруі керек, ал ең дұрысы — оларды әдепкі бойынша өшіру.
best-browser-another-way-to-stop = Трекерлердің бақылауын тоқтатудың тағы бір жолы — шолу үшін жеке режимді пайдалану. Өзін жекелікке бағытталған деп санайтын кез келген браузер жеке режимде шолу мүмкіндігін ұсынуы тиіс.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = Мұны тексерудің бір оңай жолы — браузердің контент баптаулар парағына және жекелік саясатына өту. Жекелік веб-парағында деректеріңіздің бөлісілетін-бөлісілмейтіні және не үшін бөлісілетіні көрсетілуі тиіс. Сондықтан <a href="{ $privacy }">{ -brand-name-firefox } жекелік ескертуін</a> оқу оңай және табу қиын емес.
best-browser-choosing-the-best-browser = Өзіңізге ең жақсы браузерді таңдау — үй таңдаумен бірдей. Сіз нұсқаларды зерттеп, ізденіп, өзіңіз үшін маңызды нәрселерге негізделген шешім қабылдағыңыз келеді.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }">{ -brand-name-firefox }</a>-та біз бұрынғыдан екі есе жылдам жұмыс істейтін және пайдаланушыларға өздерінің онлайн өмірін көбірек бақылауға мүмкіндік беретін браузер жасау үшін көп жұмыс істедік.
best-browser-take-control-of-your = Браузеріңізді бақылауға алыңыз.
