# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = ປ່ຽນຈາກ { -brand-name-chrome } ເປັນ { -brand-name-firefox } ໃນເວລາພຽງສອງສາມນາທີ
switch-switching-to-firefox-is-fast-updated = ການປ່ຽນໄປໃຊ້ { -brand-name-firefox } ແມ່ນໄວ, ງ່າຍ ແລະບໍ່ມີຄວາມສ່ຽງ, ເພາະວ່າ { -brand-name-firefox } ນຳເຂົ້າບຸກມາກ, ລະຫັດຜ່ານ ແລະການຕັ້ງຄ່າຂອງທ່ານຈາກ { -brand-name-chrome }.
switch-switching-to-firefox-is-fast = ການປ່ຽນເປັນ { -brand-name-firefox } ແມ່ນໄວ, ງ່າຍ ແລະບໍ່ມີຄວາມສ່ຽງ, ເພາະວ່າ { -brand-name-firefox } ນຳເຂົ້າບຸກມາກ, ການຕື່ມຂໍ້ມູນອັດຕະໂນມັດ, ລະຫັດຜ່ານ ແລະການຕັ້ງຄ່າຂອງທ່ານຈາກ { -brand-name-chrome }.
switch-switching-to-firefox-page-description-updated = ການປ່ຽນເປັນ { -brand-name-firefox } ແມ່ນໄວ, ງ່າຍ ແລະບໍ່ມີຄວາມສ່ຽງ. { -brand-name-firefox } ນຳເຂົ້າບຸກມາກ, ລະຫັດຜ່ານ ແລະການຕັ້ງຄ່າຂອງທ່ານຈາກ { -brand-name-chrome }.
switch-switching-to-firefox-page-description = ການປ່ຽນເປັນ { -brand-name-firefox } ແມ່ນໄວ, ງ່າຍ ແລະບໍ່ມີຄວາມສ່ຽງ. { -brand-name-firefox } ນຳເຂົ້າບຸກມາກ, ການຕື່ມຂໍ້ມູນອັດຕະໂນມັດ, ລະຫັດຜ່ານ ແລະການຕັ້ງຄ່າຂອງທ່ານຈາກ { -brand-name-chrome }.
switch-select-what-to-take = ເລືອກສິ່ງທີ່ຈະເອົາຈາກ { -brand-name-chrome }.
switch-let-firefox-do-the-rest = ໃຫ້ { -brand-name-firefox } ຈັດການໃຫ້.
switch-use-firefox-and-still-chrome = ທ່ານສາມາດໃຊ້ { -brand-name-firefox } ແລະຍັງມີ { -brand-name-chrome }. { -brand-name-chrome } ຈະບໍ່ປ່ຽນແປງໃນເຄື່ອງຂອງເຈົ້າເທື່ອໜຶ່ງ.
switch-spread-the-word = ເຜີຍແຜ່ກ່ຽວກັບ { -brand-name-firefox } ແລະຊ່ວຍໃຫ້ຄົນທີ່ທ່ານມັກເວົ້າລາກັບ { -brand-name-chrome }.
switch-share-with-your-friends = ແບ່ງ​ປັນ​ກັບ​ຫມູ່​ເພື່ອນ​ຂອງ​ທ່ານ​ວິ​ທີ​ການ​ປ່ຽນ​ເປັນ { -brand-name-firefox }
switch-firefox-makes-switching-fast-tweet = 🔥 { -brand-name-firefox } ເຮັດໃຫ້ການປ່ຽນຈາກ { -brand-name-chrome } ໄວແທ້ໆ. ລອງໃຊ້ເບິ່ງ!
switch-switch-to-firefox = ປ່ຽນເປັນ { -brand-name-firefox }
switch-firefox-makes-switching-fast-email = { -brand-name-firefox } ເຮັດໃຫ້ການປ່ຽນຈາກ { -brand-name-chrome } ໄວແທ້ໆ. ຂ້ອຍມັກມັນຫຼາຍ, ແລະເຈົ້າຄວນລອງມັນ.
switch-still-not-convinced = ຍັງບໍ່ໝັ້ນໃຈວ່າການປ່ຽນເປັນ { -brand-name-firefox } ແມ່ນງ່າຍບໍ?
switch-enjoy-the-web-faster = ເພີດເພີນໄປກັບເວັບໄດ້ໄວຂຶ້ນ, ທັງໝົດແມ່ນຕັ້ງໃຫ້ທ່ານ.
switch-download-and-switch = ດາວໂຫຼດ ແລະ ປັບປ່ຽນ
switch-share-to-facebook = ແບ່ງປັນໄປຍັງ Facebook
switch-share-to-facebook-updated = ແບ່ງປັນໄປທີ່ { -brand-name-facebook }
# Note: Bluesky is a brand name and should not be translated
switch-share-to-bluesky = ແບ່ງປັນໃຫ້ Bluesky
switch-hey = ເຮ້,
switch-check-it-out = ກວດເບິ່ງມັນແລະແຈ້ງໃຫ້ຂ້ອຍຮູ້ວ່າເຈົ້າຄິດແນວໃດ:
switch-send-an-email = ສົ່ງ email
