# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Знайдзіце найлепшы браўзер для хуткасці, прыватнасці і бяспекі.
best-browser-so-many-browser-options = Так шмат варыянтаў браўзера, але ёсць толькі адзін, які лепш за ўсё падыходзіць для вашых патрэб. Лепшы браўзер для вас мусіць прапаноўваць як хуткасць, так і абарону прыватнасці.
best-browser-privacy-speed-and-security = Канфідэнцыяльнасць, хуткасць і бяспека.
best-browser-how-to-choose-the-best = Як выбраць для вас лепшы браўзер.
best-browser-the-internet-has-become = Інтэрнэт стаў гэтак жа неабходным, як электрычнасць і водаправод, таму выбраць найлепшы браўзер для вас важней, чым калі-небудзь. Інтэрнэт - гэта другі офіс, настаўнік, а часам і кансультант па пытаннях медыцыны, нават калі ваш сапраўдны лекар хутчэй хацеў бы, каб вы не шукалі сімптомы ў сеціве.
best-browser-in-the-mid-nineties = У сярэдзіне дзевяностых у ландшафце панавалі { -brand-name-netscape }, { -brand-name-ie } і AOL. Гэта быў больш просты час, калі па ўсёй зямлі гучала салодкая мелодыя інтэрнэту па тэлефоне. Вы спазналі сэнс цярплівасці ў чаканні загрузкі вэб-старонак. Тады ўсё, што мела значэнне, была хуткасць браўзера.
best-browser-today-is-a-different = Сёння — іншая гісторыя. Рэклама, уцечкі дадзеных, пагрозы бяспекі і фальшывыя навіны могуць прымусіць вас глядзець на іншыя якасці ў браўзеры. Як браўзер абараняе вашу прыватнасць? Ці дазваляе ён трэкерам ісці за вамі па інтэрнэце? Ці пабудаваны ён для шматзадачнасці і апрацоўкі мноства камп'ютараў і інтэрнэт-аперацый адначасова?
best-browser-when-you-use-a-browser = Калі вы карыстаецеся браўзерам для ўсяго, ён павінен быць хуткім. Але па той жа прычыне ён павінен быць прыватным. Браўзер мае доступ да ўсяго, што вы робіце ў сеціве, таму ён можа падвергнуць вас рызыцы, калі не мае надзейных функцый прыватнасці.
best-browser-marshall-erwin-senior = Маршал Эрвін, старшы дырэктар па пытаннях даверу і бяспекі ў { -brand-name-mozilla }
best-browser-if-youre-wondering = Калі вы задаяце пытанне, што значыць мець прыватны ці хуткі браўзер, вось раздзел з трох рэчаў, якія павінен мець браўзер.
best-browser-a-browser-built-for = Браўзер, збудаваны для хуткасці.
best-browser-a-browser-is-still = Браўзер — па-ранейшаму інструмент, таму мае сэнс выбіраць найлепшы для сваёй працы. Калі вы чалавек, якому трэба працаваць, каб выжыць, вам патрэбен хуткі інтэрнэт-браўзер. Варта памятаць, што браўзер, на якім апрацоўваюцца трэцебаковыя трэкеры, хутчэй за ўсё будзе замаруджаны. Трэкеры трэцяга боку — гэта кукі, і хоць вы іх бачыце, яны працуюць на заднім плане сайта, займаючы каштоўны час. Чым больш трэцебаковых трэкераў блакуе браўзер, тым хутчэй ён можа працаваць.
best-browser-this-is-one-of-the = Гэта адна з многіх прычын для выбару браўзера { -brand-name-firefox }: тыпова { -brand-name-firefox } блакуе трэцебаковыя трэкеры. Ёсць і іншыя прычыны, і мы пяройдзем да іх пазней.
best-browser-a-browser-that-puts = Браўзер, які ставіць бяспеку на першае месца.
best-browser-remember-the-last-massive = Памятаеце апошнюю масавую ўцечку дадзеных? Калі не, верагодна таму, што гэта бывае даволі часта. Кампаніі захоўваюць дадзеныя кліентаў, такія як іх асабістую ці фінансавую інфармацыю, а хакеры крадуць яе. Калі для вас бяспека — прыярытэт, бяспечны інтэрнэт-браўзер — лепшы браўзер для вас.
best-browser-there-are-a-few-ways = Ёсць некалькі спосабаў, як браўзер можа дапамагчы сваім карыстальнікам заставацца ў бяспецы. Браўзер з найноўшымі тэхналогіямі бяспекі можа дапамагчы абараніць ваш камп'ютар і вэб-сайты ад непажаданых наведвальнікаў, такіх як шкоднасныя праграмы або камп'ютарныя вірусы.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = Другі — не захоўваць надта шмат карыстальніцкіх дадзеных. Хакеры не могуць скрасці тое, чаго няма, таму { -brand-name-firefox } захоўвае мінімальную колькасць звестак пра сваіх карыстальнікаў. <a href="{ $data }">{ -brand-name-firefox } ведае</a>, ці карыстаецеся вы браўзерам і ваша звычайнае месцазнаходжанне, <a href="{ $privacy }">але не імя вашага гадаванца ці ваш любімы колер.</a>
best-browser-last-but-not-least = І апошняе, але не менш важнае: бяспечны браўзер павінен прапаноўваць інструменты, якія дапамогуць вам сачыць за сваімі ўліковымі запісамі. Падумайце пра паведамленні, якія ідуць наўпрост на вашу электронную пошту, калі які-небудзь з вашых уліковых запісаў парушаны, альбо значкі, якія паведамляюць вам, ці зашыфравана злучэнне з вэб-сайтам (г.зн., ці добрая гэта ідэя ўвесці нумар вашай карты на сайце інтэрнэт-крамы).
best-browser-we-visit-hundreds-or = Мы штодня наведваем сотні ці нават тысячы вэб-сайтаў, і нельга чакаць, што карыстальнікі будуць прымаць рашэнні па бяспецы і прыватнасці для кожнага з гэтых сайтаў. Вось чаму браўзер, які дае вам больш кантролю, так важны - бо ён забяспечвае сапраўдную, асэнсаваную ахову.
best-browser-a-browser-that-minds = Браўзер, які займаецца сваёй справай.
best-browser-privacy-on-the-web = Прыватнасць у сеціве — гарачая праблема. Калі ў вашым спісе прыярытэтаў прыватнасць - нумар адзін, вы будзеце шукаць браўзер, які ўспрымае гэта сур'ёзна. Выбіраючы лепшы для вас прыватны браўзер, паглядзіце на палітыку асочвання і тое, як браўзер трактуе вашы дадзеныя. Гэта здаецца тэхнічным пытаннем, але з-за гэтага некаторыя браўзеры больш прыватныя, чым іншыя.
best-browser-trackers-are-all-those = Трэкеры — гэта ўсе тыя раздражняльныя паведамленні пра “кукі”, якія вы атрымліваеце на сайтах авіякампаній. Гэтыя трэкеры трэцяга боку ведаюць, куды вы націскаеце, іх можна выкарыстоўваць для аналізу вашых паводзін. Прыватны браўзер павінен даць карыстальнікам магчымасць адключыць трэцебаковыя трэкеры, а ў ідэале — тыпова адключаць іх.
best-browser-another-way-to-stop = Яшчэ адзін спосаб стрымліваць асочванне праз трэкеры — выкарыстанне прыватнага рэжыму для аглядання. Кожны браўзер, які прэтэндуе на прыватнасць, павінен прапаноўваць прагляд у прыватным рэжыме.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = Адзін з простых спосабаў праверыць — гэта наведаць старонку налад змесціва і палітыку браўзера. Вэб-старонка прыватнасці павінна акрэсліць, калі вашы дадзеныя абагульваюцца і чаму. Таму <a href="{ $privacy }">паведамленне аб прыватнасці { -brand-name-firefox }</a> лёгка чытаць і лёгка знайсці.
best-browser-choosing-the-best-browser = Выбар лепшага для вас браўзера шмат у чым падобны на выбар дома. Вы хочаце вывучыць свае варыянты, правесці некаторыя даследаванні і прыняць рашэнне, зыходзячы з таго, што для вас важна.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = У <a href="{ $firefox }">{ -brand-name-firefox }</a> мы прыклалі ўсе намаганні, каб стварыць браўзер, які ўдвая хутчэйшы, чым раней, і дае карыстальнікам больш кантролю над іх жыццём у Інтэрнэце.
best-browser-take-control-of-your = Вазьміце свой браўзер пад кантроль.
