# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Браузери беҳтарини худро барои суръат, махфият ва амният ба даст оред.
best-browser-so-many-browser-options = Имкониятҳои браузер хеле зиёданд, аммо танҳо як имконе ест, ки барои эҳтиёҷоти шумо беҳтарин кор мекунад. Браузери беҳтарин барои шумо бояд ҳам суръат ва ҳам ҳифзи махфиятро пешниҳод кунад.
best-browser-privacy-speed-and-security = Махфият, суръат ва амният.
best-browser-how-to-choose-the-best = Чӣ тавр браузери беҳтарин барои шумо бояд интихоб карда шавад.
best-browser-the-internet-has-become = Интернет барои ҳамаи мо ба мисли нерӯи барқ ва таъмини об муҳим шудааст, аз ин рӯ, интихоби беҳтарин браузер барои шумо бештар аз ҳарвақта муҳимтар аст. Интернет як идораи дигар, як омӯзгори дигар ва баъзан мушовири тиббӣ мебошад, ҳатто агар пизишки воқеии шумо бартарӣ диҳад, ки шумо бояд аломатҳои худро дар онлайн муайян накунед.
best-browser-in-the-mid-nineties = Дар миёнаҳои солҳои навадум, «{ -brand-name-netscape }», «{ -brand-name-ie }» ва «AOL» дар манзараи Интернет бартарӣ доштанд. Дар он замони шавқовар оҳанги форам аз рақамзании пайвасти Интернет дар саросари ҷаҳон садо дод. Шумо маънои сабру тоқатро аз боркунӣ ва кушоиши саҳифаҳои сомонаҳо фаҳмидед. Он вақт, аз ҳама чизи муҳим - ин суръати браузер буд.
best-browser-today-is-a-different = Имрӯз вазъият дигар аст. Реклама, вайронкунии махфияту амният ва хабарҳои бардурӯғ метавонанд шуморо водор кунанд, ки сифатҳои дигари браузерро аз назар гузаронед. Чӣ тавр браузер махфияти шуморо муҳофизат мекунад? Оё он ба васоити пайгирӣ имкон медиҳад, ки онҳо шуморо дар саросари интернет пайгирӣ кунанд? Оё он барои дар як вақт иҷро кардани якчанд вазифа ва кор кардан бо якчанд компютер ва амалиёти интернетӣ сохта шудааст?
best-browser-when-you-use-a-browser = Вақте ки шумо браузереро ҳаматарафа истифода мебаред, он бояд зуд бошад. Аммо бо ҳамон сабаб, он бояд хусусӣ бошад. Браузер ба ҳамаи корҳое, ки шумо дар Интернет мекунед, дастрасӣ дорад, аз ин рӯй, он метавонад шуморо зери хатари воқеӣ гузорад, агар он дорои хусусиятҳои қавии махфият набошад.
best-browser-marshall-erwin-senior = Маршалл Эрвин, роҳбари калони шуъбаи корҳо оид ба эътимод ва амният дар { -brand-name-mozilla }
best-browser-if-youre-wondering = Агар шумо дар ҳайрат афтода бошед, ки доштани браузери хусусӣ ё тезкор чӣ маъно дорад, дар ин ҷо се чизе аст, ки браузер бояд дошта бошад.
best-browser-a-browser-built-for = Браузере, ки барои суръат сохта шудааст.
best-browser-a-browser-that-puts = Браузере, ки бехатариро дар ҷои аввал мегузорад.
best-browser-a-browser-that-minds = Браузере, ки вазифаи худро бо сифати аъло иҷро мекунад.
best-browser-take-control-of-your = Браузери худро дар зери назорат гиред.
