# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = VPN برای ویندوز را از { -brand-name-mozilla } دریافت کنید
vpn-windows-protect-your-windows-v2 = با VPN از دستگاه ویندوزی‌تان محافظت کنید. پشتوانهٔ { -brand-name-mozilla-vpn } یک شرکت غیرانتفاعی است. ببینید VPN چطور از شما محافظت می‌کند و چرا می‌توانید حریم خصوصی و امنیتتان را به { -brand-name-mozilla } بسپارید.
vpn-windows-stay-safe = با VPN روی دستگاه ویندوزی‌تان امن و محفوظ بمانید
vpn-windows-windows-is-one = ویندوز یکی از محبوب‌ترین سیستم‌عامل‌های جهان است. به همین دلیل، دستگاه‌های ویندوزی معمولاً هدف اصلی هکرها هستند و اگر اقدامات احتیاطی لازم را انجام ندهید، ممکن است به‌ویژه آسیب‌پذیر باشند. می‌توانید با استفاده از VPN برای رمزگذاری فعالیت آنلاینتان و چند اقدام دیگر، مثل به‌روز نگه داشتن نرم‌افزارها، ساختن گذرواژه‌های قوی و منحصربه‌فرد و استفاده از پوشش‌های { -brand-name-relay } برای محافظت از رایانامه‌تان، از زندگی دیجیتالتان محافظت کنید.
vpn-windows-a-vpn-creates = VPN یک «تونل» رمزگذاری‌شده برای داده‌های اینترنتی شما میان رایانهٔ ویندوزی و اینترنت می‌سازد و موقعیت مکانی‌تان را از وب‌سایت‌هایی که به آن‌ها سر می‌زنید پنهان می‌کند. این کار کمک می‌کند اشخاص ثالث و جاسوس‌های شبکه چیزهایی را که لازم نیست دربارهٔ شما بدانند، نفهمند.
vpn-windows-what-are-the-benefits = بارگیری { -brand-name-mozilla-vpn } روی دستگاه ویندوزی‌ام چه مزایایی دارد؟
vpn-windows-avoid-your-online = نگذارید فعالیت آنلاینتان جمع‌آوری شود و با اشخاص ثالث یا تبلیغ‌کنندگان به اشتراک گذاشته شود.
vpn-windows-if-youre = اگر زیاد ویدیو یا موسیقی آنلاین پخش می‌کنید، با استفاده از VPN احتمالاً می‌توانید جلوی محدود شدن یا کاهش پهنای باندتان توسط فراهم‌کنندهٔ اینترنت را بگیرید.
vpn-windows-you-can-exclude = با قابلیت تونل‌زنی جداگانه می‌توانید برخی برنامه‌ها را مستثنا کنید. به این ترتیب بعضی برنامه‌ها از طریق VPN کار می‌کنند و بقیه بیرون از تونل می‌مانند.
vpn-windows-using-a-windows = استفاده از دستگاه ویندوزی در یک شبکهٔ Wi-Fi عمومی و ناامن، اطلاعات ترافیک اینترنت شما را در برابر جاسوس‌های شبکه آسیب‌پذیرتر می‌کند و VPN با افزودن لایهٔ محافظتی قوی می‌تواند به خصوصی ماندن داده‌هایتان کمک کند.
vpn-windows-the-mozilla = برنامهٔ { -brand-name-mozilla-vpn } حافظهٔ زیادی از دستگاه ویندوزی‌تان مصرف نمی‌کند، رایانه‌تان را کند نمی‌کند و باتری‌تان را هدر نمی‌دهد.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } روی ویندوز ۱۰ و ویندوز ۱۱ پشتیبانی می‌شود و می‌توانید از آن روی حداکثر پنج دستگاه استفاده کنید. برای شروع، می‌توانید <a href="{ $url }">در mozilla.org مشترک شوید</a> و برنامه را روی دستگاه ویندوزی‌تان بارگیری کنید.
