# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = ऑनलाइन गलत जानकारी से बचें – { -brand-name-firefox } यहाँ मदद के लिए है
misinformation-page-desc = गलत जानकारी, परेशान करने वाली, विचलित करने वाली और महंगी होती है। { -brand-name-firefox } के सुझावों के साथ ऑनलाइन गलत जानकारी कम देखें और उससे बचे।
misinformation-page-subheading = गलत जानकारी कम देखने के लिए और अपने लिए महत्त्वपूर्ण बातों पर अधिक ध्यान केन्द्रित करने के लिए कुछ सुझाव देखें
misinformation-what-is-heading = गलत जानकारी क्या है? फ़र्जी जानकारी क्या है?
misinformation-disinformation = गलत जानकारी, फ़र्जी जानकारी – आपने पहले भी ये शब्द सुने होंगे और सोचते होंगे कि दोनों में अंतर क्या हैं। इनके इरादे इनमें अंतर करते हैं - गलत जानकारी कोई भी ऐसी जानकारी हो सकती है जिसे लोग सही समझ सकते हैं। यह गलत या भ्रामक होती है लेकिन इसे लोगों को धोखा देने के लिए बनाया या साझा नहीं किया जाता। दूसरी ओर, फ़र्जी जानकारी किसी विशेष उद्देश्य के लिए भ्रम फैलाने के लिए बनाई और प्रसारित की जाती है।
misinformation-ultimately-harmful = अंततः, गलत जानकारी और फ़र्जी जानकारी दोनों हानिकारक हो सकते हैं। यही नहीं कि लोग गलत जानकारी को सच मान लेते हैं, बल्कि झूठी जानकारी का असर विश्व की अर्थव्यवस्था पर पड़ता है, जो लोकतंत्र और सक्षम प्रशासन के लिए भी खतरा बन सकती है। और, इसे रोकना भी कठिन है, क्योंकि सच्ची खबरों की अपेक्षा झूठी खबरें अधिक तेज़ी से फैलती हैं और अधिक गहराई से व्यापक असर डालती हैं।
misinformation-false-info-heading = गलत जानकारी कहाँ दिखाई देती है?

# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/products/firefox/firefox-privacy-protections/
misinformation-widespread-online = गलत जानकारी और फ़र्जी जानकारी से आपका सामना कहीं भी हो सकता है, लेकिन ऑनलाइन साझा करने पर यह सबसे अधिक तेज़ी से और प्रभावशाली ढंग से फैलती है। अल्गोरिथम और <a href="{ $tracking }">ट्रैकिंग </a>के कारण गलत जानकारी और फ़र्जी जानकारी वेबसाइट, ब्लॉग, फ़ोरम और सोशल नेटवर्क पर अधिक लोगों तक आसानी से पहुँच पाती हैं।

misinformation-tracking-advertising = आपने प्रमुख रूप से विज्ञापन के संदर्भ में ट्रैकिंग के बारे में सुना होगा। लेकिन, झूठी सूचना फैलाने के मामले में भी यह एक सशक्त माध्यम सिद्ध होता है। ऐसा क्यों है? जब आप इंटरनेट ब्राउज़ करते हैं या अपने सोशल नेटवर्क की फ़ीड पर जाते हैं, वेबसाइट में मौजूद विभिन्न पार्टी आपके व्यवहार, रुचियों, संपर्क वगैरह पर नज़र रखती हैं, जिससे आपका विस्तृत प्रोफ़ाइल बनाकर, बिना आपकी जानकारी या सहमति के, उन्हें दूसरों को बेच सकें। इन प्रोफ़ाइल का उपयोग निजी विज्ञापनों के लिए किया जाता है, लेकिन इनसे आपको कुछ विशेष जानकारी भी मिल सकती है।
misinformation-social-newtorks = जब किसी वेबसाइट या सोशल नेटवर्क पर आपको कंटेंट से संबंधित किसी प्रकार का सुझाव मिलता है, तो अक्सर आपकी प्रोफ़ाइल में उपलब्ध सूचना में उपस्थित अल्गोरिथम के कारण ऐसा होता है। दुर्भाग्य से, हालाँकि अल्गोरिथम अब अधिक स्मार्ट हो रहे हैं, फिर भी ये कंटेंट की सटीकता की जांच नहीं करते हैं। सोशल मीडिया में इनके साथ विशेष रूप से समस्या होती है : इन नेटवर्क पर उपयोगकर्ताओं के लिए प्रतिदिन अनगिनत सूचनाएँ होती हैं, और वे लगभग असीमित कंटेंट तक पहुँच रखते हैं, जिनमें उपयोगकर्ताओं के पोस्ट, समाचार आलेख, विज्ञापन और प्रायोजित कंटेंट शामिल होते हैं। जहाँ पोस्ट और आलेख संयोग से गलत जानकारी फैला सकते हैं, वहीं विज्ञापन और प्रायोजित सामग्री सोचे-समझे तरीके से आपको फ़र्जी जानकारी देकर भ्रम फैलाते हैं, इसलिए आपको गलत जानकारी पहचानने के तरीके जानना ज़रूरी हो जाता है।
misinformation-spot-online-heading = ऑनलाइन झूठी जानकारी को कैसे पहचानें और उसे फैलने से कैसे रोकें
misinformation-look-at-url = URL और/या स्रोत पर ध्यान दें।
misinformation-known-to-br-credible = क्या यह विश्वसनीय है? अगर आप तय नहीं कर पा रहे, तो स्रोत और इंटरनेट पर उसकी प्रतिष्ठा के बारे में अधिक जानकारी पाने की कोशिश करें।
misinformation-overly-sensational = क्या शीर्षक अत्यधिक सनसनीखेज़ है?
misinformation-check-out-websites = अपनी विश्वसनीय वेबसाइट और समाचार स्रोतों को जाँचें कि वहाँ उन विषयों पर कैसी और क्या सूचना दी गई है। जानबूझकर गलत तरीके से तैयार किए गए कंटेंट में अक्सर अतिशयोक्तियाँ होती हैं, जिनके कोई प्रमाण नहीं होते और जिनका उपयोग उन खबरों में नहीं होता जिनमें अच्छा शोध किया गया हो।
misinformation-content-up-to-date = क्या कंटेंट नवीनतम है?
misinformation-outdated-information = ज़रूरी नहीं कि पुरानी जानकारी गलत ही हो, लेकिन संभव है कि अब वह प्रमाणित रूप से सही न हो।
misinformation-credible-publication = क्या लेखक ने आदर्श रूप से, अन्य विश्वसनीय प्रकाशनों में भी अन्य लेख या पोस्ट प्रकाशित की हैं?
misinformation-authors-name = यदि आपको केवल संदिग्ध साईट पर ही लेखक का नाम मिलता है, तो आपको उनके वक्तव्यों को अधिक महत्त्व नहीं देना चाहिए।
misinformation-images-captions = क्या तस्वीरें और कैप्शन मेल खाते हैं?
misinformation-images-are-powerful = किसी भी फ़र्जी जानकारी के लिए तस्वीरें अत्यधिक सशक्त माध्यम होती हैं। कैप्शन के आधार पर किसी भी बात का नज़रिया बिलकुल विपरीत दिशा में घुमाया जा सकता है। यदि आप सुनिश्चित न हों,तो तस्वीर की एक विपरीत खोज करके देखें कि अन्य वेबसाईट पर उस तस्वीर के विषय में क्या विवरण मिलता है।
misinformation-how-firefox-helps-heading = { -brand-name-firefox } कैसे गलत जानकारी से बचने में आपकी मदद करता है?
misinformation-firefox-keeps-trackers-heading = { -brand-name-firefox } ट्रैकर्स को रोक कर रखता है :

# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $protection (url) - link to https://support.mozilla.org/kb/enhanced-tracking-protection-firefox-desktop
misinformation-firefox-keeps-trackers-desc = जैसा कि पहले बताया गया है, गलत जानकारी फैलाने में ट्रैकिंग बहुत बड़ी भूमिका निभाती है। <a href="{ $firefox }">{ -brand-name-firefox }</a> की <a href="{ $protection }">उन्नत ट्रैकिंग सुरक्षा</a>के साथ, जब आप वेब ब्राउज़ करते हैं तो अनेक विज्ञापनदाताओं और अन्य प्लेयर के थर्ड-पार्टी ट्रैकर ब्लॉक करने में सहायता मिलती है, जिससे आप अपने ऑनलाइन डेटा पर नियंत्रण रख पाते हैं।

misinformation-social-media-clean-heading = { -brand-name-firefox } की सहायता से आपकी सोशल मीडिया की फ़ीड साफ़-सुथरी रहती हैं :

# Variables:
#   $container (url) - link to https://www.mozilla.org/firefox/facebookcontainer/
misinformation-social-media-clean-desc = सोशल नेटवर्क आपके विषय में अत्यधिक जानकारी रखते हैं। साथ ही, ट्रैकिंग सुरक्षा के बावजूद, अपने शेयर और लाइक बटनों के द्वारा वे अपने प्लेटफ़ॉर्म के बाहर भी आप पर नज़र बनाए रख सकते हैं — चाहे आपका कोई अकाउंट न भी हो। { -brand-name-firefox } के लिए <a href="{ $container }">{ -brand-name-facebook-container }</a> यह सुनिश्चित करता है कि { -brand-name-facebook } और { -brand-name-instagram } ऐसा आसानी से न कर सकें, यह उपाय भी आपको विज्ञापनों और प्रायोजित कंटेंट के माध्यम से गलत जानकारियां मिलने की संभावना अत्यधिक घटा देता है।

misinformation-why-trust-firefox = { -brand-name-firefox } पर क्यों विश्वास करें?

# Variables:
#   $foundation (url) - link to https://www.mozillafoundation.org/
misinformation-because-we-put-people-first = क्योंकि हम लोगों को प्राथमिकता देते हैं। वास्तव में, हमें एक <a href="{ $foundation }">गैर-लाभ संस्था</a> का सहयोग मिला है। पहले दिन से, हमारा लक्ष्य रहा है, इंटरनेट और उसमें मौजूद हर व्यक्ति की सुरक्षा करना।

misinformation-learn-more-about-our-mission = हमारे मिशन के बारे में अधिक जानें
misinformation-your-privacy-by-the-product = आपकी निजता, उत्पाद के अनुसार
misinformation-firefox-products-work-differently = { -brand-name-firefox } के उत्पाद अलग ढंग से काम करते हैं — क्योंकि इन्हें सबसे पहले आपकी निजता की सुरक्षा करने के लिए ही तैयार किया गया है।
misinformation-learn-about-our-products = हमारे उत्पादों के बारे में जानें
misinformation-designed-to-protect = आपकी निजता की सुरक्षा के लिए बनाए गए
