# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/monitor/

# HTML page title
monitor-landing-page-title = { -brand-name-mozilla-monitor } — დაიცავით პირადი მონაცემები გამჟღავნებისგან
# HTML page description
monitor-landing-page-desc = გაარკვიეთ, თქვენი პირადი მონაცემები, სატელეფონო ნომრებიდან დაწყებული, სახლის მისამართებით დამთავრებული, ხომ არაა გაჟონილი ინტერნეტში. შემოუერთდით 10 მილიონ მომხმარებელს მთელი მსოფლიოდან პირადი მონაცემების დასაცავად. დაიწყეთ უფასო შემოწმებით.
monitor-hero-heading = გამოარკვიეთ, სადმე ხომ არ გამჟღავნდა თქვენი მონაცემები — და დაიბრუნეთ
monitor-hero-tagline = ჩვენ ვამოწმებთ, ხომ არაა თქვენი მონაცემები მიტაცებული და მიგითითებთ ნაბიჯებს, როგორ გამოასწოროთ.

## Get free scan form

monitor-form-enter-email-to-scan = შეიყვანეთ ელფოსტა გადასამოწმებლად
monitor-form-get-free-scan = შეამოწმეთ უფასოდ
monitor-form-enter-your-email-address = მიუთითეთ თქვენი ელფოსტის მისამართი გამოვლენილ მიტაცებულ მონაცემებში გადასამოწმებლად.

##

monitor-data-breaches-happen-every = <strong>მონაცემებს იტაცებენ</strong> ყოველ 11 წუთში, შედეგად მჟღავნდება თქვენი პირადი ინფორმაცია — მაგრამ ნუ იღელვებთ, ჩვენ დაგეხმარებით.
monitor-help-fix-exposures = მოგეხმარებით გამჟღავნების შედეგების აღმოფხვრაში
# Variables:
#   $privacy (url) - https://www.mozilla.org/privacy/
monitor-our-mission-is = ჩვენი მიზანია, დაგიბრუნოთ თქვენი პირადი მონაცემების მართვის სადავეები. დაგეხმარებით მიტაცებულის დაბრუნებასა და პირადი მონაცემების დაცვაში — ამავდროულად <a href="{ $privacy }">ვითვალისწინებთ თქვენი პირადულობის</a> ხელშეუხებლობას.
monitor-what-info-could-be = რა მონაცემებია საფრთხის ქვეშ?
monitor-data-leaks-are-unfortunately = მონაცემთა გაჟონვა, სამწუხაროდ, ჩვენი ციფრული ცხოვრების ნაწილია. თქვენი პაროლები, საკონტაქტო, ფინანსური და სხვა სახის პირადი მონაცემები შესაძლოა გამჟღავნდეს, რაც თქვენი ვინაობით ბოროტად სარგებლობის საშუალებას იძლევა.
monitor-scan-your-email = გადაამოწმეთ თქვენი ელფოსტა უფასოდ დასაწყებად
monitor-trusted-by-10-million = ენდობა 10 მილიონამდე ადამიანი მთელი მსოფლიოდან
monitor-since-2018-we-have-helped = 2018 წლიდან ჩვენ ვეხმარებით ხალხს 237 ქვეყანაში, რომ თავიანთი პირადი მონაცემების ხელშეუხებლობა უზრუნველყონ.
# This string is followed by a list of media outlets
monitor-as-seen-in = როგორც აღნიშნავს
monitor-here-is-how-we-help = გაეცანით, თუ როგორ გეხმარებით დაცვაში
monitor-we-believe-in-your-right = ჩვენ მიგვაჩნია, რომ ყველა თქვენგანის უფლებაა პირადულობის ხელშეუხებლობა, ასე რომ მიტაცებულ მონაცემებზე თვალის მიდევნება მუდამ უფასო იქნება.
monitor-we-will-search-for-you = ჩვენ მოვძებნით თქვენს მონაცემებს ყველა გამოვლენილ მიტაცებულ მასალაში
monitor-we-will-guide-you = გაგიძღვებით ნაბიჯ-ნაბიჯ, როგორ გამოასწოროთ თითოეული მიტაცების შედეგები
monitor-we-will-continuously = ჩვენ მუდმივად ვადევნებთ თვალს და გაცნობებთ ნებისმიერი ახალი მიტაცების შესახებ
monitor-sign-up-for-breach-alerts = გამოიწერეთ ცნობები მიტაცების შესახებ

## FAQ section

monitor-faq-heading = ხშირად დასმული კითხვები
monitor-all-faq-link = იხილეთ სრულად ᲮᲓᲙ
monitor-faq-what-is-a-data-breach-question = ზუსტად რას გულისხმობს მონაცემთა მიტაცება?
monitor-faq-what-is-a-data-breach-answer = მონაცემების მიტაცებას უწოდებენ, როცა პირად ან საიდუმლო ინფორმაციას უნებართვოდ იხილავენ, ხელყოფენ ან მის ასლს იღებენ. უსაფრთხოების ამგვარი დარღვევები გამოწვეულია ხოლმე კიბერშეტევებით საიტებზე, პროგრამებზე ან იმ მონაცემთა კრებულებზე, რომლებშიც ხალხის პირადი მონაცემები ინახება. მიტაცება შეიძლება უნებლიეთაც მოხდეს, მაგალითად, ვიღაცის ანგარიშის მონაცემების საჯაროდ გამოქვეყნებით.
monitor-faq-what-do-i-do-question = ახლახან გავარკვიე, რომ ვარ მონაცემების მიტაცების მსხვერპლი. შემდეგ რა უნდა გავაკეთო?
monitor-faq-what-do-i-do-answer = იხილეთ { -brand-name-mozilla-monitor }, რომ გაეცნოთ, რა უნდა მოიმოქმედოთ მიტაცების შემთხვევაში და მიიღოთ მითითებები თქვენი პირადი ინფორმაციის გამჟღავნების შედეგების აღმოსაფხვრელად. ჰაკერები იმის იმედად არიან, რომ ხალხი მსგავს პაროლებს გამოიყენებს, ამიტომ მნიშვნელოვანია, შექმნათ მძლავრი, სხვებისგან გამორჩეული პაროლი თქვენი ანგარიშისთვის. შეინახეთ თქვენი პაროლები უსაფრთხო ადგილას, რომელთანაც მხოლოდ თქვენ გექნებათ წვდომა; ეს შეიძლება იყოს მნიშვნელოვანი საბუთების საქაღალდე ან პაროლების მმართველი.
monitor-faq-what-gets-exposed-question = რა ინფორმაცია მჟღავნდება მონაცემების მიტაცებისას?
monitor-faq-whats-gets-exposed-answer = ყველა მიტაცებისას არ მჟღავნდება ერთნაირი მონაცემები. ეს იმაზეა დამოკიდებული, რასთან მოახერხეს ჰაკერებმა წვდომა. მონაცემთა მიტაცების უმეტესობისას საჯაროვდება ელფოსტის მისამართები და პაროლები. სხვა შემთხვევებში უფრო საფრთხილო მონაცემებიც მჟღავნდება ხოლმე, როგორებიცაა საკრედიტო ბარათის, პირადობისა და სოციალური დაცვის ნომრები.

##

monitor-take-back-control = დაიბრუნეთ თქვენს მონაცემების მართვის სადავეები
monitor-breach-data-provided-by = მიტაცებების მონაცემების მომწოდებელია <strong>Have I Been Pwned</strong>
