# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = { -brand-name-mozilla } के डेटा निजता के बारे में अक्सर पूछे जाने वाले प्रश्न

# HTML page description
privacy-faq-v2-desc = { -brand-name-mozilla } में हम आपकी व्यक्तिगत जानकारी का सम्मान करते हैं और उसकी रक्षा करते हैं।

privacy-faq-v2-heading = हम लाभ से अधिक लोगों के लिए खड़े होते हैं।
privacy-faq-v2-intro = लोगों के लिए यह जानना पेचीदा हो सकता है कि आज वे जिस किसी सॉफ़्टवेयर या सेवा का उपयोग कर रहे हैं, उनसे क्या उम्मीद करें। हमारे जीवन को शक्ति देने वाली प्रौद्योगिकी बहुत जटिल है और लोगों के पास इसे विस्तृत रूप से जानने का समय नहीं है। जो कि { -brand-name-firefox } के लिए अब भी सच है, जहाँ हम पाते हैं कि लोगों के इस बारे में काफ़ी अलग-अलग विचार हैं कि उनके ब्राउज़र में उनकी नाक के नीचे क्या चलता रहता है।
privacy-faq-v2-at-mozilla = { -brand-name-mozilla } में हम आपकी व्यक्तिगत जानकारी का सम्मान करते हैं और उसकी रक्षा करते हैं :

# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = हम <a { $attrs }>डेटा निजता सिद्धांतों</a> का पालन करते हैं, जो हमारे { -brand-name-firefox } डेस्कटॉप और मोबाइल ब्राउज़रों में निजता के हमारे दृष्टिकोण को आकार देते हैं।

privacy-faq-v2-we-strive-collect-data = हम केवल वही डेटा इकट्ठा करने का प्रयास करते हैं, जिसकी हमें सर्वश्रेष्ठ प्रोडक्ट बनाने के लिए आवश्यकता होती है।
privacy-faq-v2-we-work-to = हमारी कोशिश रहती है कि लोगों का अपने डेटा और ऑनलाइन अनुभव पर कंट्रोल रहे।
privacy-faq-v2-we-adhere = हम "नो सरप्राइज़" यानी “शून्य आश्चर्य" के सिद्धांत का पालन करते हैं, जिसका अर्थ यह है कि हम यह सुनिश्चित करने के लिए बहुत परिश्रम करते हैं कि लोगों की { -brand-name-firefox } के बारे में समझ वास्तविकता से मेल खाती हो।
privacy-faq-v2-following-questions = { -brand-name-mozilla } और { -brand-name-firefox } से किस तरह कि उम्मीद रखी जाए इसे समझने में निम्न प्रश्नों और उत्तरों से आपको मदद मिलेगी :

## FAQ

privacy-faq-v2-i-use-firefox = वेब पर लगभग सारी चीज़ों के लिए मैं { -brand-name-firefox } का इस्तेमाल करता/करती हूँ। आप { -brand-name-mozilla } के लोग मेरे बारे में काफ़ी चीज़ें जानतें होंगे, है ना?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla } दरअसल वेब ब्राउज़ करने वाले लोगों के बारे में उतनी जानकारी नहीं रखता, जितना कि लोग समझते हैं। { -brand-name-firefox }, वेब ब्राउज़र जो आपके डिवाइस या कंप्यूटर पर चलता है, इंटरनेट तक पहुंचने के लिए आपका साधन है। आपका ब्राउज़र जिस वेबसाइट को आप देखते हैं उसकी काफ़ी सारी जानकारियां संभालता है, पर वो जानकारियां सामान्य तौर पर आपकी डिवाइस पर ही रहती हैं।
privacy-faq-v2-it-seems-like = ऐसा लग रहा है कि वेब पर मौजूद सभी कंपनियाँ मेरे डेटा को खरीद और बेच रही हैं। आप भी शायद उनसे अलग नहीं हैं।

# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } आपसे संबंधित डेटा नहीं बेचता है (जिस अर्थ में ज़्यादातर लोग “डेटा बेचने” के बारे में सोचते हैं), और हम आपके बारे में डेटा खरीदते भी नहीं हैं। हमारा हमेशा प्रयास रहता है कि पूरी पारदर्शिता रखी जाए, लेकिन जैसा कि &quot;डेटा की बिक्री&quot; की कानूनी परिभाषा कुछ स्थानों पर अत्यंत व्यापक है, इसलिए परिस्थिति अनुसार इस मामले में हम कोई भी निर्णायक वक्तव्य देने से बच रहे हैं जिस तरह के वक्तव्य आप जानते हैं और पसंद करते हैं। हम अब भी यह सुनिश्चित करने के लिए बहुत काम करते हैं कि हम अपने पार्टनरों के साथ अगर कोई डेटा साझा कर रहे हैं (जिसे हमें { -brand-name-firefox } को व्यावसायिक रूप से व्यवहार्य बनाने हेतु करने की आवश्यकता है), तो उसमें से पहचान संबंधी कोई भी जानकारी हटा दी जाए, या डेटा केवल समग्र रूप में ही साझा किया जाए, या हमारी निजता संरक्षण टेक्नोलॉजी (जैसे कि <a { $attrs }>OHTTP</a>) के माध्यम से ही साझा किया जाए।

privacy-faq-v2-wait-so-how = रुकिए, तो आप पैसे कैसे बनाते हैं?

# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } किसी दूसरे ऑर्गनाइज़ेशन जैसा नहीं है। 1998 में एक कम्युनिटी ओपन सोर्स प्रोजेक्ट के रूप में स्थापित, { -brand-name-mozilla } एक मिशन-संचालित ऑर्गनाइज़ेशन है जो अधिक हेल्दी व सुरक्षित इंटरनेट की दिशा में काम कर रहा है। { -brand-name-mozilla-corporation } की अधिकांश आमदनी { -brand-name-firefox } वेब ब्राउज़र की खोज साझेदारी और दुनियाभर में वितरण सौदों के माध्यम से अर्जित रॉयल्टी से होती है। आप हमारी <a { $attrs }>वार्षिक वित्तीय रिपोर्ट</a> में हमारे आय के साधनों के बारे में अधिक जान सकते हैं।

privacy-faq-v2-softballs = ठीक है, ये सब तो आसान प्रश्न थे। आप किस प्रकार का डेटा एकत्र करते हैं?

# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } डिफ़ॉल्ट रूप से { -brand-name-firefox } से सीमित डेटा एकत्र करता है जो हमें यह समझने में मदद करता है कि लोग ब्राउज़र का उपयोग कैसे करते हैं। आप इसके बारे में हमारे <a { $privacy }>निजता नोटिस</a> में अधिक जानकारी देख सकते हैं और <a { $data }>इस तरह के डेटा संग्रह संबंधी पूरा डॉक्यूमेंटेशन</a> पढ़ सकते हैं। हम अपने डॉक्यूमेंटेशन को सार्वजनिक भी करते हैं ताकि कोई भी यह पुष्टि कर सके कि हम जो कहते हैं वह सत्य है, अगर आपको लगता है कि हमें कोई सुधार करने की आवश्यकता है तो हमें सुझाव दें, और विश्वास करें कि हम कुछ भी नहीं छिपा रहे हैं।

privacy-faq-v2-do-you-collect = क्या आप { -brand-name-firefox } के पूर्व-रिलीज़ संस्करणों में अधिक डेटा एकत्र करते हैं?
privacy-faq-v2-sort-of = कुछ हद तक। ऊपर दिए गए डेटा के अलावा, { -brand-name-firefox } के पूर्व-रिलीज़ संस्करणों में हमें क्रैश और गड़बड़ की रिपोर्ट्स डिफ़ॉल्ट रूप से मिलती रहती हैं।

# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = हम अपनी <a { $attrs }>स्टडी</a> के लिए पूर्व-रिलीज़ में अतिरिक्त डेटा भी एकत्र कर सकते हैं। उदाहरणार्थ, कुछ स्टडी के लिए ऐसे डेटा की आवश्यकता होती है जिसे हम “ब्राउज़िंग डेटा” कहते हैं, जिसमें कुछ वेबसाइटों संबंधी URL और अन्य जानकारी शामिल हो सकती है। इससे { -brand-name-firefox } को बेहतर बनाने हेतु कुछ खास प्रश्नों के उत्तर पाने में मदद मिलती है, जैसे कि, कुछ खास स्थानों या भाषाओं में लोकप्रिय वेबसाइटों को बेहतर ढंग से कैसे इंटीग्रेट किया जाए।

privacy-faq-v2-mozilla-pre-release = { -brand-name-mozilla } के { -brand-name-firefox } के पूर्व-रिलीज़ संस्करण विकास मंच हैं, जो अक्सर प्रयोगात्मक सुविधाओं के साथ अपडेट किए जाते हैं। हम पूर्व-रिलीज़ में रिलीज़ के बाद की तुलना में अधिक डेटा एकत्र करते हैं, ताकि हम समझ सकें कि ये प्रयोगात्मक सुविधाएँ कैसे काम कर रही हैं। अगर आप नहीं चाहते कि यह डेटा एकत्र किया जाए तो वरीयता में इससे ऑप्ट आउट कर सकते हैं।

privacy-faq-v2-but-why-do-you = लेकिन आप किसी भी डेटा को क्यों इकट्ठा करते हैं?

# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = अगर हमें पता नहीं होगा कि ब्राउज़र कैसी परफ़ॉर्मेंस दे रहा है या लोग कौन-से फ़ीचर्स इस्तेमाल कर रहे हैं, तो हम इसे बेहतर नहीं बना पाएंगे और फिर आप जैसा प्रोडक्ट चाह रहे हैं, हम वैसा प्रस्तुत नहीं कर पाएंगे। हमने डेटा संग्रह और विश्लेषण टूल्स बनाने में निवेश किया है जिससे हमें पूरे सोच-विचार के साथ अपने प्रोडक्ट संबंधी निर्णय लेने में और साथ ही साथ लोगों की निजता की रक्षा करने में मदद मिलती है। हम जिस तरह की निजता संरक्षण टेक्नोलॉजी इस्तेमाल करते हैं, जैसे कि <a { $attrs }>OHTTP</a>, उनके बारे में आप अधिक जानकारी हासिल कर सकते हैं।

privacy-faq-v2-data-collection-bugs-me = डेटा संग्रह अभी भी मुझे परेशान करता है। क्या मैं इसे बंद कर सकता/सकती हूँ?

# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = हाँ। यूज़र के हाथ में कंट्रोल, यह हमारे डेटा निजता सिद्धांतों में से एक है। हमने { -brand-name-firefox } में अपने <a { $privacy }>निजता सेटिंग पेज</a> पर इसे अमल में लाने की व्यवस्था की है, यह पेज { -brand-name-firefox } में अपनी निजता पर अपना कंट्रोल रखने के इच्छुक किसी भी व्यक्ति की सारी ज़रूरतें पूरी करता है। आप वहां पर <a { $data }>डेटा संग्रह बंद करें</a> का विकल्प चुन सकते हैं।

privacy-faq-v2-what-about-my-account = मेरे एकाउंट के डेटा का क्या होता है?
privacy-faq-v2-we-are-big-believers = हम डेटा न्यूनतमकरण में विश्वास रखते हैं और वे चीज़ें नहीं माँगते हैं जिनकी हमें आवश्यकता नहीं है।

# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = { -brand-name-firefox } का उपयोग करने के लिए किसी अकाउंट की आवश्यकता नहीं है। विभिन्न डिवाइसों में आपस में डेटा सिंक करने के लिए <a { $attrs }>अकाउंट</a> होने आवश्यक हैं, लेकिन हम आपसे केवल ईमेल पता और आपकी आयु पूछते हैं (बस यह पक्का करने के लिए कि आप बच्चे तो नहीं हैं)।

privacy-faq-v2-you-use-digital = आप अपने मार्केटिंग मिश्रण के हिस्से के रूप में डिजिटल विज्ञापन का उपयोग करते हैं। क्या आप अपने ऑनलाइन विज्ञापनों को बेहतर लक्षित करने के लिए लोगों का डेटा खरीदते हैं?
privacy-faq-v2-no-we-do-not-buy = नहीं, हम विज्ञापन लक्षित करने के लिए लोगों का डेटा नहीं खरीदते हैं।
privacy-faq-v2-we-do-not-ask = हम अपने विज्ञापन भागीदारों से केवल प्रथम पक्षीय डेटा का उपयोग करने के लिए कहते हैं, जो वेबसाइट और प्रकाशक सभी उपयोगकर्ताओं के बारे में जानते हैं, जैसे कि आप जिस ब्राउज़र का उपयोग कर रहे हैं और जिस डिवाइस पर आप हैं।
privacy-faq-v2-well-it-seems = खैर, ऐसा लगता है कि आप सचमुच मेरी निजता का सम्मान करते हैं।
privacy-faq-v2-yes-we-do = हाँ, हम करते हैं।
privacy-faq-v2-find-out-more = { -brand-name-mozilla } किस प्रकार इंटरनेट की रक्षा करता है इसके बारे में अधिक जानें।
