# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = ბრაუზერის ისტორია: ლეგენდარული ბრძოლები, რომლებმაც თანამედროვე ბრაუზერებამდე მიგვიყვანა
browser-history-the-browser-wars-underdogs-giants = ბრაუზერების ომები, განწირულები და გიგანტები, შემთხვევები, რომლებმაც სამყარო შეცვალა. იხილეთ, ვებბრაუზერის წარმოშობის შესახებ.
browser-history-the-history-of-web = ბრაუზერების ისტორია
browser-history-world-history-is = მსოფლიო ისტორია სავსეა ლეგენდარული ბრძოლებით, დამპყრობელი მტარვალებით, დამარცხებისთვის განწირული გმირებით. არც ბრაუზერების ისტორია არ განსხვავდება დიდად. ახალბედა უნივერსიტეტელებმა დაწერეს მარტივი პროგრამა, რომელმაც წარმოშვა საინფორმაციო რევოლუცია, მასთან ერთად კი ბრძოლა, უპირატესობისა და მომხმარელების მოსაპოვებლად.
browser-history-before-web-era = ვებსივრცის წინარე ხანა
browser-history-in-1950-computers = 1950-იანებში, კომპიუტერები მთელ ოთახს იკავებდა და დღევანდელ ჯიბის კალკულატორებზე სულელი იყო. მაგრამ განვითარება დაჩქარდა და 1960-იანებისთვის, უკვე რთული პროგრამების გაშვებაც შეეძლო. მთავრობებმა და უნივერსიტეტებმა მთელი მსოფლიოს მასშტაბით იფიქრეს, რომ კარგი იქნებოდა თუ მანქანები ლაპარაკსაც შეძლებდა, ამიტომ დაიწყეს ზრუნვა ურთიერთთანამშრომლობისა და სამეცნიერო გარღვევებისთვის.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> იყო პირველი წარმატებული ქსელური პროექტი და 1969 წელს პირველი შეტყობინება გაიგზავნა ლოს-ანჯელესში მდებარე კალიფორნიის უნივერსიტეტის სამეცნიერო ლაბორატორიის  (UCLA) კომპიუტერიდან, ასევე კალიფორნიაში მდებარე სტენფორდის კვლევით ინსტიტუტში (SRI).
browser-history-that-sparked-a-revolution = ამან ხელი შეუწყო კომპიუტერული ქსელების რევოლუციას. ჩამოყალიბდა ახალი ქსელები, მსოფლიო მასშტაბით დაუკავშირდა ერთმანეთს უნივერსიტეტები და კვლევითი ცენტრები. მაგრამ მომდევნო 20 წლის განმავლობაში, ინტერნეტი არ ყოფილა საჯაროდ ხელმისაწვდომი. შეზღუდული იყო საუნივერსიტეტო, სამთავრობო მკვლევარების, სტუდენტების მიერ მოხმარებისთვის და კერძო დაწესებულებებში გამოსაყენებლად. ათობით პროგრამაც არსებობდა, ინფორმაციის სატელეფონო ხაზებით გადასაცემად, მაგრამ მარტივად სარგებლობისთვის, არცერთი არ იყო განკუთვნილი. ნამდვილი ღია ინტერნეტი და პირველი ვებბრაუზერი, არ შექმნილა 1990 წლამდე.
browser-history-web-era = ვებსივრცის ხანა
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = კომპიუტერული ტექნოლოგიების ბრიტანელმა მეცნიერმა ტიმ ბერნერს-ლიმ შექმნა პირველი ვებსერვერი და გრაფიკული ვებბრაუზერი 1990 წელს, როცა მუშაობდა შვეიცარიაში მდებარე <a href="{ $cern }">ბირთვული კვლევების ევროპულ ორგანიზაციაში (CERN)</a>. მან, ინტერნეტში გასასვლელ თავის ახალ ფანჯარას უწოდა „WorldWideWeb“. იგი წარმოადგენდა მარტივი გამოყენების გრაფიკულ გარსს NeXT კომპიუტერისთვის. პირველად, ტექსტური დოკუმენტები ბმულებით დაუკავშირდა ერთმანეთს საჯარო ქსელის მეშვეობით — ვებსივრცით, როგორც დღეს მას ვიცნობთ.
browser-history-a-year-later-berners = ერთი წლის შემდეგ, ბერნერს-ლიმ სთხოვა ᲪᲔᲠᲜᲘᲡ მათემატიკის სტუდენტს ნიკოლა პელოუს, დაეწერა Line Mode Browser, პროგრამა კომპიუტერული ძირითადი ტერმინალებისთვის.
browser-history-resources = წყაროები
browser-history-take-control-of = თავად მართეთ თქვენი ბრაუზერი.
