# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = ბრაუზერის ისტორია: ლეგენდარული ბრძოლები, რომლებმაც თანამედროვე ბრაუზერებამდე მიგვიყვანა
browser-history-the-browser-wars-underdogs-giants = ბრაუზერების ომები, განწირულები და გიგანტები, შემთხვევები, რომლებმაც სამყარო შეცვალა. იხილეთ, ვებბრაუზერის წარმოშობის შესახებ.
browser-history-the-history-of-web = ბრაუზერების ისტორია
browser-history-world-history-is = მსოფლიო ისტორია სავსეა ლეგენდარული ბრძოლებით, დამპყრობელი მტარვალებით, დამარცხებისთვის განწირული გმირებით. არც ბრაუზერების ისტორია არ განსხვავდება დიდად. ახალბედა უნივერსიტეტელებმა დაწერეს მარტივი პროგრამა, რომელმაც წარმოშვა საინფორმაციო რევოლუცია, მასთან ერთად კი ბრძოლა, უპირატესობისა და მომხმარელების მოსაპოვებლად.
browser-history-before-web-era = ვებსივრცის წინარე ხანა
browser-history-in-1950-computers = 1950-იანებში, კომპიუტერები მთელ ოთახს იკავებდა და დღევანდელ ჯიბის კალკულატორებზე სულელი იყო. მაგრამ განვითარება დაჩქარდა და 1960-იანებისთვის, უკვე რთული პროგრამების გაშვებაც შეეძლო. მთავრობებმა და უნივერსიტეტებმა მთელი მსოფლიოს მასშტაბით იფიქრეს, რომ კარგი იქნებოდა თუ მანქანები ლაპარაკსაც შეძლებდა, ამიტომ დაიწყეს ზრუნვა ურთიერთთანამშრომლობისა და სამეცნიერო გარღვევებისთვის.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> იყო პირველი წარმატებული ქსელური პროექტი და 1969 წელს პირველი შეტყობინება გაიგზავნა ლოს-ანჯელესში მდებარე კალიფორნიის უნივერსიტეტის სამეცნიერო ლაბორატორიის  (UCLA) კომპიუტერიდან, ასევე კალიფორნიაში მდებარე სტენფორდის კვლევით ინსტიტუტში (SRI).
browser-history-that-sparked-a-revolution = ამან ხელი შეუწყო კომპიუტერული ქსელების რევოლუციას. ჩამოყალიბდა ახალი ქსელები, მსოფლიო მასშტაბით დაუკავშირდა ერთმანეთს უნივერსიტეტები და კვლევითი ცენტრები. მაგრამ მომდევნო 20 წლის განმავლობაში, ინტერნეტი არ ყოფილა საჯაროდ ხელმისაწვდომი. შეზღუდული იყო საუნივერსიტეტო, სამთავრობო მკვლევარების, სტუდენტების მიერ მოხმარებისთვის და კერძო დაწესებულებებში გამოსაყენებლად. ათობით პროგრამაც არსებობდა, ინფორმაციის სატელეფონო ხაზებით გადასაცემად, მაგრამ მარტივად სარგებლობისთვის, არცერთი არ იყო განკუთვნილი. ნამდვილი ღია ინტერნეტი და პირველი ვებბრაუზერი, არ შექმნილა 1990 წლამდე.
browser-history-web-era = ვებსივრცის ხანა
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = კომპიუტერული ტექნოლოგიების ბრიტანელმა მეცნიერმა ტიმ ბერნერს-ლიმ შექმნა პირველი ვებსერვერი და გრაფიკული ვებბრაუზერი 1990 წელს, როცა მუშაობდა შვეიცარიაში მდებარე <a href="{ $cern }">ბირთვული კვლევების ევროპულ ორგანიზაციაში (CERN)</a>. მან, ინტერნეტში გასასვლელ თავის ახალ ფანჯარას უწოდა „WorldWideWeb“. იგი წარმოადგენდა მარტივი გამოყენების გრაფიკულ გარსს NeXT კომპიუტერისთვის. პირველად, ტექსტური დოკუმენტები ბმულებით დაუკავშირდა ერთმანეთს საჯარო ქსელის მეშვეობით — ვებსივრცით, როგორც დღეს მას ვიცნობთ.
browser-history-a-year-later-berners = ერთი წლის შემდეგ, ბერნერს-ლიმ სთხოვა ᲪᲔᲠᲜᲘᲡ მათემატიკის სტუდენტს ნიკოლა პელოუს, დაეწერა Line Mode Browser, პროგრამა კომპიუტერული ძირითადი ტერმინალებისთვის.
# Variables:
#   $firefox (url) - https://en.wikipedia.org/wiki/Firefox
browser-history-by-1993-the-web = 1993 წლისთვის, ვებსივრცე უკვე ყველაფერს მოედო. უნივერსიტეტებმა, მთავრობებმა და კერძო დაწესებულებებმა კარგად დაინახეს ღია ინტერნეტის შესაძლებლობები. ყველას გაუჩნდა ახალი პროგრამების მოთხოვნილება, მასთან წვდომისთვის. იმავე წელს შეიქმნა Mosaic, სუპერკომპიუტერული აპლიკაციების ეროვნულ ცენტრში (NCSA), ილინოისის ურბანა-შამპეინის უნივერსიტეტში, კომპიუტერული ტექნოლოგიების მეცნიერის, მარკ ანდრისენის მიერ. ეს იყო ყველაზე ადრინდელი პოპულარული ბრაუზერი, რომლის შთამომავალიც არის <a href="{ $firefox }">{ -brand-name-mozilla } { -brand-name-firefox }</a>.
# Variables:
#   $netscape (url) - https://en.wikipedia.org/wiki/Netscape_(web_browser)
browser-history-ncsa-mosaic-ran = NCSA Mosaic ეშვებოდა { -brand-name-windows }-კომპიუტერებზე, იყო მარტივად გამოსაყენებელი და ყველა კომპიუტერის მფლობელს აძლევდა იმ დროინდელ ვებგვერდებზე, სასაუბროებზე და სურათების ბიბლიოთეკებზე წვდომის საშუალებას. მომდევნო წელს (1994), ანდრისენმა დააარსა <a href="{ $netscape }">{ -brand-name-netscape }</a> და საჯაროდ გამოუშვა { -brand-name-netscape } Navigator. იგი იყო ფართოდ გავრცელებული, წარმატებული ბრაუზერი განკუთვნილი რიგითი ხალხისთვის. ეს იყო აგრეთვე, პირველი ნაბიჯი, გადადგმული ახალი სახეობის ომის დასაწყებად, მომხმარებლების მოზიდვის საქმეში.
browser-history-the-browser-wars = ბრაუზერების ომები
# Variables:
#   $ie (url) - https://en.wikipedia.org/wiki/Internet_Explorer
browser-history-by-1995-netscape = 1995 წლისთვის, { -brand-name-netscape } Navigator არ იყო ერთადერთი საშუალება ინტერნეტთან წვდომისთვის. კომპიუტერული პროგრამების ვეება მწარმოებელმა { -brand-name-microsoft }-მა მოიპოვა ძველი Mosaic-ის კოდის ლიცენზია და შექმნა საკუთარი ფანჯარა ვებსივრცეში გასასვლელად, <a href="{ $ie }">{ -brand-name-ie }</a>. მისი გამოშვების შემდეგ გაჩაღდა ომი. { -brand-name-netscape } და { -brand-name-microsoft }, ორივე მთელი ძალისხმევით მუშაობდა, ახალი ვერსიების გამოსაშვებად და მეტოქის სწრაფად ჩამოსატოვებლად, უკეთესი პროდუქტის შექმნით.
# Variables:
#   $blink (url) - https://developer.mozilla.org/en-US/docs/Web/HTML/Element/blink
browser-history-netscape-created = { -brand-name-netscape }-მა შექმნა და გამოუშვა JavaScript, რომელმაც ვებსაიტებს მძლავრი გამოთვლის, აქამდე არნახული შესაძლებლობები მისცა, როგორიც იქამდე არ გააჩნდა. (ასევე მათი ქმნილებაა მეტად არასასურველი <a href="{ $blink }">&lt;blink&gt; ჭდე</a>.) { -brand-name-microsoft } დაუპირისპირდა თანმიმდევრული სტილის ცხრილებით (CSS), რომელიც სტანდარტად იქცა, ვებგვერდის იერსახის შემუშავებისთვის.
# Variables:
#   $dino (url) - https://medium.com/@ddprrt/tales-from-the-browser-wars-mozilla-stomps-internet-explorer-799035887cb1
browser-history-things-got-a-little = მართვის სადავეები ცოტა ხელიდან გაიქცა 1997 წელს, როცა { -brand-name-microsoft }-მა გამოუშვა { -brand-name-ie } 4.0. გუნდმა ააგო ვეებერთელა „e“ და ჩუმად დადგა { -brand-name-netscape }-ის სათაო ოფისთან გაზონზე. { -brand-name-netscape }-ის გუნდმა კი სასწრაფოდ წააქცია „e“ და ზემოდან <a href="{ $dino }">განათავსა საკუთარი თილისმა, დინოზავრი { -brand-name-mozilla }</a>.
browser-history-resources = წყაროები
browser-history-take-control-of = თავად მართეთ თქვენი ბრაუზერი.
