# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = ბრაუზერის ისტორია: ლეგენდარული ბრძოლები, რომლებმაც თანამედროვე ბრაუზერებამდე მიგვიყვანა
browser-history-the-browser-wars-underdogs-giants = ბრაუზერების ომები, განწირულები და გიგანტები, შემთხვევები, რომლებმაც სამყარო შეცვალა. იხილეთ, ვებბრაუზერის წარმოშობის შესახებ.
browser-history-the-history-of-web = ბრაუზერების ისტორია
browser-history-world-history-is = მსოფლიო ისტორია სავსეა ლეგენდარული ბრძოლებით, დამპყრობელი მტარვალებით, დამარცხებისთვის განწირული გმირებით. არც ბრაუზერების ისტორია არ განსხვავდება დიდად. ახალბედა უნივერსიტეტელებმა დაწერეს მარტივი პროგრამა, რომელმაც წარმოშვა საინფორმაციო რევოლუცია, მასთან ერთად კი ბრძოლა, უპირატესობისა და მომხმარელების მოსაპოვებლად.
browser-history-before-web-era = ხანა ვებსივრცის წარმოშობამდე
browser-history-in-1950-computers = 1950-იანებში, კომპიუტერები მთელ ოთახს იკავებდა და დღევანდელ ჯიბის კალკულატორებზე სულელი იყო. მაგრამ განვითარება დაჩქარდა და 1960-იანებისთვის, უკვე რთული პროგრამების გაშვებაც შეეძლო. მთავრობებმა და უნივერსიტეტებმა მთელი მსოფლიოს მასშტაბით იფიქრეს, რომ კარგი იქნებოდა თუ მანქანები ლაპარაკსაც შეძლებდა, ამიტომ დაიწყეს ზრუნვა ურთიერთთანამშრომლობისა და სამეცნიერო გარღვევებისთვის.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> იყო პირველი წარმატებული ქსელური პროექტი და 1969 წელს პირველი შეტყობინება გაიგზავნა ლოს-ანჯელესში მდებარე კალიფორნიის უნივერსიტეტის სამეცნიერო ლაბორატორიის  (UCLA) კომპიუტერიდან, ასევე კალიფორნიაში მდებარე სტენფორდის კვლევით ინსტიტუტში (SRI).
