# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = რა არის ბრაუზერი?
# HTML page description
what-is-a-browser-a-web-browser = ბრაუზერი, უფრო სწორად ვებბრაუზერი ინტერნეტში მოგზაურობის საშუალებაა, რომლითაც შეგიძლიათ იხილოთ ტექსტები, სურათები და ვიდეოები, მსოფლიოს ნებისმიერი წერტილიდან.
what-is-a-browser-the-web-is-a-vast = ვებსივრცე ამოუწურავი და მძლავრი საშუალებაა. რამდენიმე ათწლეულის განმავლობაში, ინტერნეტმა სრულად შეცვალა ჩვენი მუშაობის, გართობისა და ურთიერთობის ხერხები. იმისდა მიხედვით თუ როგორ გამოიყენება, იგი უზრუნველყოფს ერების ერთმანეთთან დაახლოებას, ვაჭრობის განვითარებას, საგანმანათლებლო კავშირების დამყარებას, მომავლის სიახლეების დანერგვას და გაცილებით დიდი გავლენის მოხდენა შეუძლია, ვიდრე წარმოგვიდგენია.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = მეტად მნიშვნელოვანია, რომ ყველას ჰქონდეს ვებსივრცესთან წვდომის შესაძლებლობა, თუმცა აგრეთვე უკიდურესად აუცილებელია ყველას კარგად <a href="{ $tools }">გვესმოდეს რა საშუალებებს</a> ვიყენებთ ამისთვის. ჩვენ, ყოველდღიურად ვსარგებლობთ ვებბრაუზერებით, როგორიცაა { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } და { -brand-name-apple } { -brand-name-safari }, მაგრამ ვაცნობიერებთ კი რას წარმოადგენს ისინი ან როგორ მუშაობს?
what-is-a-browser-in-a-short-period-long = მოკლე დროში, მსოფლიოს ნებისმიერ წერტილში, ელფოსტის გაგზავნით აღფრთოვანებიდან, უკვე მივედით ინფორმაცის მიმართ ხედვის სრულად შეცვლამდე. ახლა აღარ აქვს მნიშვნელობა რამდენი იცი, მთავარია რომელი ბრაუზერი ან პროგრამა მოგცემს ინფორმაციასთან სწრაფ წვდომას.
what-is-a-browser-in-a-short-period = მოკლე დროში, მსოფლიოს ნებისმიერ წერტილში, ელფოსტის გაგზავნით აღფრთოვანებიდან, უკვე მივედით ინფორმაცის მიმართ დამოკიდებულების შეცვლამდე.
what-is-a-browser-how-does-a-web = როგორ მუშაობს ვებბრაუზერი?
what-is-a-browser-a-web-browser-long = ვებბრაუზერს შეუძლია გამოგზაუროთ ინტერნეტში. იგი იღებს მონაცემებს ვებსამყაროს სხვა მხარეებიდან და გაჩვენებთ თქვენს კომპიუტერში ან მობილურში. ინფორმაცია იგზავნება დაკავშირებული ტექსტების გადაცემის ოქმით, რომელიც განსაზღვრავს ტექსტის, სურათებისა და ვიდეოს ვებსივრცეში მიწოდების ხერხებს. ეს მონაცემები უნდა იყოს მუდმივად გაზიარებული იმ სახით, რომლითაც ხალხი მსოფლიოს ნებისმიერ წერტილში შეძლებს მათ ხილვას ბრაუზერის მეშვეობით.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = სამწუხაროდ, ბრაუზერის ყველა შემქმნელი ერთნაირი სახით არ ასახავს ინფორმაციას. შედეგად მომხმარებლისთვის, ვებსაიტი განსხვავებულად შეიძლება გამოიყურებოდეს და მუშაობდეს. ბრაუზერების შეთანხმებულობის უზრუნველსაყოფად, რომ თითოეულმა მომხმარებელმა ერთნაირად ისარგებლოს ინტერნეტით, სურვილისამებრ არჩეული ბრაუზერის მიუხედავად, არსებობს <a href="{ $standards }">ვებსტანდარტები</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = როდესაც ვებბრაუზერი იღებს მონაცემებს ინტერნეტთან დაკავშირებული სერვერიდან, იყენებს პროგრამულ უზრუნველყოფას, ეგრეთ წოდებულ ძრავას გამოსახვისთვის, რომელიც გარდაქმნის ამ მონაცემებს ტექსტად და სურათად. ეს ინფორმაცია დაწერილია <a href="{ $html }">დაკავშირებული ტექსტების მონიშვნის ენით</a> (HTML) და ბრაუზერებიც ამ კოდს კითხულობს, რომ წარმოგვიდგინოს ის, რასაც ვხედავთ და რაც გვესმის ინტერნეტიდან.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">ურთიერთმაკავშირებელი ბმულები</a> (Hyperlink) მომხმარებლებს საშუალებას აძლევს საიტის ერთი გვერდიდან გადავიდეს მეორეზე, ვებსივრცეში. თითოეული ვებგვერდს, სურათს თუ ვიდეოს გააჩნია <a href="{ $url }">მასალის მდებარეობის საკუთარი მსაზღვრელი</a> (URL), რომელსაც ეძახიან ვებმისამართს. როცა ბრაუზერი ეწვევა სერვერს მონაცემებისთვის, ვებმისამართით გებულობს თუ სად უნდა ეძებოს HTML-ში აღწერილი თითოეული ფაილი და როგორ გამოსახოს ვებგვერდი.
what-is-a-browser-cookies-not-the = ფუნთუშები (გემრიელი არა)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = ვებსაიტები ინახავს თქვენ შესახებ ინფორმაციას ფაილებში დასახელებით <a href="{ $cookies }">ფუნთუშები</a>. ისინი ინახება თქვენს კომპიუტერში, საიტზე მომდევნო სტუმრობისთვის. იმავე გვერდზე დაბრუნებისთანავე, ვებსაიტის კოდი ამოიკითხავს ამ ფაილს და ამოგიცნობთ. მაგალითად, როცა საიტზე მეორედ შესვლისას, სახელის ან პაროლის კვლავ ჩაწერა აღარ გჭირდებათ – ეს სწორედ ფუნთუშების დახმარებით მიიღწევა.
