# This Source Code Form is subject to the terms of the { -brand-name-mozilla } Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = რა არის ბრაუზერი?
# HTML page description
what-is-a-browser-a-web-browser = ბრაუზერი, უფრო სწორად ვებბრაუზერი ინტერნეტში მოგზაურობის საშუალებაა, რომლითაც შეგიძლიათ იხილოთ ტექსტები, სურათები და ვიდეოები, მსოფლიოს ნებისმიერი წერტილიდან.
what-is-a-browser-the-web-is-a-vast = ვებსივრცე ამოუწურავი და მძლავრი საშუალებაა. რამდენიმე ათწლეულის განმავლობაში, ინტერნეტმა სრულად შეცვალა ჩვენი მუშაობის, გართობისა და ურთიერთობის ხერხები. იმისდა მიხედვით თუ როგორ გამოიყენება, იგი უზრუნველყოფს ერების ერთმანეთთან დაახლოებას, ვაჭრობის განვითარებას, საგანმანათლებლო კავშირების დამყარებას, მომავლის სიახლეების დანერგვას და გაცილებით დიდი გავლენის მოხდენა შეუძლია, ვიდრე წარმოგვიდგენია.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = მეტად მნიშვნელოვანია, რომ ყველას ჰქონდეს ვებსივრცესთან წვდომის შესაძლებლობა, თუმცა აგრეთვე უკიდურესად აუცილებელია ყველას კარგად <a href="{ $tools }">გვესმოდეს რა საშუალებებს</a> ვიყენებთ ამისთვის. ჩვენ, ყოველდღიურად ვსარგებლობთ ვებბრაუზერებით, როგორიცაა { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } და { -brand-name-apple } { -brand-name-safari }, მაგრამ ვაცნობიერებთ კი რას წარმოადგენს ისინი ან როგორ მუშაობს?
what-is-a-browser-in-a-short-period-long = მოკლე დროში, მსოფლიოს ნებისმიერ წერტილში, ელფოსტის გაგზავნით აღფრთოვანებიდან, უკვე მივედით ინფორმაცის მიმართ ხედვის სრულად შეცვლამდე. ახლა აღარ აქვს მნიშვნელობა რამდენი იცი, მთავარია რომელი ბრაუზერი ან პროგრამა მოგცემს ინფორმაციასთან სწრაფ წვდომას.
what-is-a-browser-in-a-short-period = მოკლე დროში, მსოფლიოს ნებისმიერ წერტილში, ელფოსტის გაგზავნით აღფრთოვანებიდან, უკვე მივედით ინფორმაცის მიმართ დამოკიდებულების შეცვლამდე.
what-is-a-browser-how-does-a-web = როგორ მუშაობს ვებბრაუზერი?
what-is-a-browser-a-web-browser-long = ვებბრაუზერს შეუძლია გამოგზაუროთ ინტერნეტში. იგი იღებს მონაცემებს ვებსამყაროს სხვა მხარეებიდან და გაჩვენებთ თქვენს კომპიუტერში ან მობილურში. ინფორმაცია იგზავნება დაკავშირებული ტექსტების გადაცემის ოქმით, რომელიც განსაზღვრავს ტექსტის, სურათებისა და ვიდეოს ვებსივრცეში მიწოდების ხერხებს. ეს მონაცემები უნდა იყოს მუდმივად გაზიარებული იმ სახით, რომლითაც ხალხი მსოფლიოს ნებისმიერ წერტილში შეძლებს მათ ხილვას ბრაუზერის მეშვეობით.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = სამწუხაროდ, ბრაუზერის ყველა შემქმნელი ერთნაირი სახით არ ასახავს ინფორმაციას. შედეგად მომხმარებლისთვის, ვებსაიტი განსხვავებულად შეიძლება გამოიყურებოდეს და მუშაობდეს. ბრაუზერების შეთანხმებულობის უზრუნველსაყოფად, რომ თითოეულმა მომხმარებელმა ერთნაირად ისარგებლოს ინტერნეტით, სურვილისამებრ არჩეული ბრაუზერის მიუხედავად, არსებობს <a href="{ $standards }">ვებსტანდარტები</a>.
