# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = რა არის ბრაუზერი?
# HTML page description
what-is-a-browser-a-web-browser = ბრაუზერი, უფრო სწორად ვებბრაუზერი, ინტერნეტში მოგზაურობის საშუალებაა, რომლითაც შეგიძლიათ იხილოთ ტექსტები, სურათები და ვიდეოები მსოფლიოს ნებისმიერი წერტილიდან.
what-is-a-browser-the-web-is-a-vast = ვებსივრცე ამოუწურავი და მძლავრი საშუალებაა. რამდენიმე ათწლეულის განმავლობაში ინტერნეტმა სრულად შეცვალა ჩვენი მუშაობის, გართობისა და ურთიერთობის ხერხები. იმისდა მიხედვით, თუ როგორ გამოიყენება, იგი უზრუნველყოფს ერების ერთმანეთთან დაახლოებას, ვაჭრობის განვითარებას, საგანმანათლებლო კავშირების დამყარებას, მომავლის სიახლეების დანერგვას და გაცილებით დიდი გავლენის მოხდენა შეუძლია, ვიდრე წარმოგვიდგენია.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = მეტად მნიშვნელოვანია, რომ ყველას ჰქონდეს ვებსივრცესთან წვდომის შესაძლებლობა, მაგრამ ამასთანავე, უკიდურესად აუცილებელია, ყველას კარგად <a href="{ $tools }">გვესმოდეს, რა საშუალებებს</a> ვიყენებთ ამისთვის. ჩვენ ყოველდღიურად ვსარგებლობთ ვებბრაუზერებით, როგორებიცაა { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } და { -brand-name-apple } { -brand-name-safari }, მაგრამ ვაცნობიერებთ კი რას წარმოადგენს ისინი ან როგორ მუშაობს?
what-is-a-browser-in-a-short-period-long = მსოფლიოს ნებისმიერ კუთხეში ელფოსტის გაგზავნით პირველი აღფრთოვანებიდან მცირე ხანში უკვე მივედით ინფორმაციის მიმართ ხედვის სრულად შეცვლამდე. ახლა აღარ აქვს მნიშვნელობა, რამდენი იცი, მთავარია, რომელი ბრაუზერი ან პროგრამა მოგცემს ინფორმაციასთან სწრაფი წვდომის საშუალებას.
what-is-a-browser-in-a-short-period = მსოფლიოს ნებისმიერ კუთხეში ელფოსტის გაგზავნით აღფრთოვანებიდან მცირე ხანში უკვე მივედით ინფორმაციის მიმართ დამოკიდებულების სრულად შეცვლამდე.
what-is-a-browser-how-does-a-web = როგორ მუშაობს ვებბრაუზერი?
what-is-a-browser-a-web-browser-long = ვებბრაუზერს შეუძლია გამოგზაუროთ ინტერნეტში. იგი იღებს მონაცემებს ვებსამყაროს სხვადასხვა კუთხიდან და გაჩვენებთ თქვენს კომპიუტერში ან მობილურში. ინფორმაცია იგზავნება დაკავშირებული ტექსტების გადაცემის ოქმით, რომელიც განსაზღვრავს ტექსტის, სურათებისა და ვიდეოს ვებსივრცეში მიწოდების ხერხებს. ეს მონაცემები უნდა იყოს მუდმივად გაზიარებული იმგვარად, რომ მსოფლიოს ნებისმიერი წერტილიდან შესაძლებელი იყოს მათი ხილვა ბრაუზერის მეშვეობით.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = სამწუხაროდ, ბრაუზერის ყველა შემქმნელი ერთნაირი სახით არ ასახავს ინფორმაციას. შედეგად, მომხმარებლისთვის ვებსაიტი განსხვავებულად შეიძლება გამოიყურებოდეს და მუშაობდეს. ბრაუზერების შეთანხმებულობის უზრუნველსაყოფად, რომ თითოეულმა მომხმარებელმა ერთნაირად ისარგებლოს ინტერნეტით, სურვილისამებრ არჩეული ბრაუზერის მიუხედავად, არსებობს <a href="{ $standards }">ვებსტანდარტები</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = როდესაც ვებბრაუზერი იღებს მონაცემებს ინტერნეტში ჩართული სერვერიდან, იყენებს პროგრამულ უზრუნველყოფას, ეგრეთ წოდებულ ძრავას გამოსახვისთვის, რომელიც გარდაქმნის ამ მონაცემებს ტექსტად და სურათად. ეს ინფორმაცია დაწერილია <a href="{ $html }">დაკავშირებული ტექსტების მონიშვნის ენით</a> (HTML) და ბრაუზერებიც ამ კოდს კითხულობს, რომ წარმოგვიდგინოს ის, რასაც ვხედავთ და რაც გვესმის ინტერნეტიდან.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">ურთიერთმაკავშირებელი ბმულები</a> (Hyperlink) მომხმარებლებს საშუალებას აძლევს, ვებსივრცეში საიტის ერთი გვერდიდან გადავიდეს მეორეზე. თითოეულ ვებგვერდს, სურათს თუ ვიდეოს გააჩნია <a href="{ $url }">მასალის მდებარეობის საკუთარი მსაზღვრელი</a> (URL), რომელსაც ეძახიან ვებმისამართს. როცა ბრაუზერი ეწვევა სერვერს მონაცემებისთვის, ვებმისამართით იგებს, თუ სად უნდა ეძებოს HTML-ში აღწერილი თითოეული ფაილი და შემდეგ როგორ გამოსახოს ვებგვერდზე.
what-is-a-browser-cookies-not-the = ფუნთუშები (გემრიელი არა)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = ვებსაიტები ინახავს თქვენ შესახებ ინფორმაციას ფაილებში, რომელთაც <a href="{ $cookies }">ფუნთუშებს</a> უწოდებენ. ისინი თავსდება თქვენს კომპიუტერში საიტზე მომდევნო სტუმრობისთვის. უკვე მონახულებელ გვერდზე დაბრუნებისთანავე ვებსაიტის კოდი ამოიკითხავს ამ ფაილს და ამოგიცნობთ. მაგალითად, საიტზე ხელმეორედ შესვლისას, სახელის ან პაროლის კვლავ ჩაწერა რომ აღარ გიწევთ – ეს სწორედ ფუნთუშების დახმარებით მიიღწევა.
what-is-a-browser-there-are-also = არსებობს ფუნთუშები, რომლებიც კიდევ უფრო დაწვრილებით ინფორმაციას ინახავს თქვენ შესახებ. თუნდაც თქვენს მისწრაფებებს, ვებსივრცეში ჩვეულ მოქმედებებს და ა. შ. ეს კი ნიშნავს, რომ საიტს შეუძლია თქვენზე მორგებული მასალები შემოგთავაზოთ – ხშირ შემთხვევაში რეკლამები. კიდევ სხვა სახის ფუნთუშებიცაა, ეწოდება <em>გარეშე მხარის</em> ფუნთუშები და იმ საიტებიდანაა, რომელზე შესული შეიძლება არც იყოთ, თუმცა თქვენზე მონაცემები მაინც შეუძლია აღრიცხოს რამდენიმე საიტიდან ერთბაშად და შემდეგ მიჰყიდოს სხვადასხვა სარეკლამოს. ზოგჯერ შესაძლებელია მათი შეზღუდვა, მაგრამ ყველა ბრაუზერი არ გაძლევთ ამის საშუალებას.
what-is-a-browser-when-you-go-to = მაგალითად, საიტზე ყოველი შესვლისას სახელის ან პაროლის კვლავ ჩაწერა რომ აღარ გიწევთ – ეს სწორედ ფუნთუშების დამსახურებაა.
what-is-a-browser-understanding = პირადულობის გაცნობიერება
what-is-a-browser-nearly-all-major = თითქმის ყველა ბრაუზერს მოჰყვება პირადი თვალიერების პარამეტრები. ისინი განკუთვნილია მონახულებული გვერდების დასაფარად იმავე კომპიუტერის სხვა მომხმარებლებისგან. ბევრს ჰგონია, რომ პირადი თვალიერების ან ინკოგნიტო რეჟიმს შეუძლია ვინაობისა და გვერდების ისტორიის დაფარვა ინტერნეტის მომწოდებლისგან, მთავრობისგან ან სარეკლამოებისგანაც. ეს ასე არაა. ამ პარამეტრებით მხოლოდ ისტორია სუფთავდება სისტემაში, რაც გამოსადეგია საჯარო გამოყენების კომპიუტერზე პირადი ინფორმაციის დატოვების ასარიდებლად. { -brand-name-firefox } კი უფრო შორსაც მიდის.
what-is-a-browser-firefox-helps = { -brand-name-firefox } გეხმარებათ ინტერნეტში მეტი პირადულობის მიღწევაში და საშუალებას გაძლევთ შეზღუდოთ მეთვალყურეები, რომლებიც თან დაგყვებათ ვებსივრცეში.
what-is-a-browser-making-your-web = გამოიყენეთ ბრაუზერი თქვენი საჭიროებებისთვის
what-is-a-browser-most-major-web = ბრაუზერების უმეტესობა მომხმარებელს ცვლილებების საშუალებას აძლევს გაფართოებებითა და დამატებებით. გაფართოებები პროგრამული ნაწილებია, რომლებითაც შეიძლება ბრაუზერის შესაძლებლობების გაზრდა ან მორგება. მათი მეშვეობით ბევრი გამოსადეგი და გასართობი რამ შეიძლება დაემატოს ბრაუზერს, მათ შორის ენები, ლექსიკონები და ასევე სრულად შეიცვალოს გაფორმება და იერსახე.
what-is-a-browser-all-browser-makers = ბრაუზერის ყველა შემქმნელი ერთნაირად ცდილობს უზრუნველყოს სურათებისა და ვიდეოების სწრაფი და შეუფერხებელი ჩვენება, მოგცეთ საშუალება, სრულყოფილად გამოიყენოთ ვებსივრცე. თითოეული მათგანი მთელი ძალისხმევით მუშაობს, რომ მომხმარებლებს ჰქონდეთ რაც შეიძლება სწრაფი, მძლავრი და მარტივად გამოსაყენებელი ბრაუზერი. თუმცა მათ განასხვავებთ მიზნები. მნიშვნელოვანია, სწორად აირჩიოთ ბრაუზერი. { -brand-name-mozilla } ქმნის { -brand-name-firefox }-ს იმ მიზნით, რომ მომხმარებლებს ჰქონდეთ საკუთარი ინტერნეტცხოვრების სრულად განკარგვის უფლება და რომ ინტერნეტი იყოს საერთაშორისო, საყოველთაოდ ხელმისაწვდომი საჯარო რესურსი.
