# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = بهترین مرورگر از نظر سرعت، حریم خصوصی و امنیت را بیابید.
best-browser-so-many-browser-options = مرورگرهای زیادی در برابرتان قرار دارد، اما فقط یکی از آنها بهتر از بقیه، پاسخگوی نیازهایتان است. بهترین مرورگر برای شما باید علاوه بر سرعت بالا، از حریم خصوصی‌تان نیز حفاظت کند.
best-browser-privacy-speed-and-security = حریم خصوصی، سرعت و امنیت.
best-browser-how-to-choose-the-best = چطور بهترین مرورگر را انتخاب کنیم؟
best-browser-the-internet-has-become = اینترنت درست به اندازه آب و برق برای زندگی انسان ضروری شده است، بنابراین انتخاب بهترین مرورگر بیش از هر زمان دیگر، اهمیت یافته است. اینترنت همانند دفتر کار ، معلم و گاهی اوقات یک مشاور پزشکی دوم است، هر چند که شاید پزشک‌تان ترجیح دهد خودتان در اینترنت به دنبال کسب اطلاعات درباره مشکلی که دارید، نباشید.
best-browser-in-the-mid-nineties = در اواسط دهه نود، { -brand-name-netscape }، { -brand-name-ie } و امریکن آنلاین، انحصار مرورگرها در دنیا را در اختیار داشتند. در آن زمان که صدای دل‌نشین مودم‌ دایل‌آپ در همه جا شنیده می‌شد، وضعیت ساده‌تر بود. معنای صبر و شکیبابی را برای بارگذاری صفحات وب آموختید. در آن دوره، تنها چیزی که اهمیت داشت، سرعت مرورگر بود.
best-browser-today-is-a-different = امروزه اوضاع متفاوت است. تبلیغات، هک حریم خصوصی، دسترسی غیرمجاز به اطلاعات کاربران و اخبار نادرست ممکن است سبب شده باشد به دنبال ویژگی‌های دیگری در یک مرورگر باشید. اینکه چطور یک مرورگر از حریم خصوصی‌تان حفاظت می‌کند؟ آیا به ردیاب‌ها اجازه می‌دهد فعالیت‌تان در وب را دنبال کنند؟ آیا امکان انجام چندین کار مختلف و دسترسی از طریق چند رایانه و سیستم عامل به آن وجود دارد؟
best-browser-when-you-use-a-browser = اگر برای همه کارهایتان از یک مرورگر استفاده می‌کنید، این مرورگر باید سریع باشد، اما در عین حال باید حریم خصوصی‌تان را نیز حفظ کند. یک مرورگر به همه کارهایی که به صورت آنلاین انجام می‌دهید، دسترسی دارد. به همین دلیل، اگر قابلیت‌های خوبی در زمینه حفظ حریم خصوصی کاربر نداشته باشد، ممکن است با مخاطراتی جدی روبرو شوید.
best-browser-marshall-erwin-senior = مارشال اروین، مدیر ارشد تراست سکیوریتی در { -brand-name-mozilla }
best-browser-if-youre-wondering = اگر مطمئن نیستید منظور از یک مرورگر سریع یا مدافع حریم خصوصی چیست، بد نیست بدانید یک مرورگر باید از سه قابلیت اصلی برخوردار باشد.
best-browser-a-browser-built-for = مرورگری که سرعت بالایی دارد.
best-browser-a-browser-is-still = هر چه باشد، یک مرورگر همچنان یک وسیله به شمار می‌رود. به همین دلیل، طبیعی است که بخواهید بهترین گزینه موجود را برای کارتان انتخاب کنید. اگر برای کارتان به مرورگر نیاز دارید، به مرورگری سریع نیاز خواهید داشت. این نکته را به خاطر داشته باشید که مرورگری که ردیاب‌های طرف سوم را اجرا می‌کند، معمولا کندتر از مرورگری که این گونه نیست عمل می‌کند. ردیاب‌های طرف سوم همان کوکی‌ها هستند. با وجود اینکه نمی‌توانید این کوکی‌ها را ببینید، آنها در پس‌زمینه وب‌سایت به فعالیت مشغولند و بخشی از وقت گرانبهایتان را می‌گیرند. هر قدر یک وب‌سایت، جلوی فعالیت ردیاب‌های بیشتری را بگیرد، با سرعت بیشتری می‌تواند عمل کند.
best-browser-this-is-one-of-the = این فقط یکی از دلایل برای انتخاب مرورگر { -brand-name-firefox } است: { -brand-name-firefox } به صورت پیش‌فرض همه جلوی فعالیت ردیاب‌های طرف سوم را می‌گیرد. البته دلایل دیگری نیز داریم که بعدا به آنها اشاره می‌کنیم.
best-browser-a-browser-that-puts = مرورگری که ایمنی را در اولویت قرار می‌دهد.
best-browser-remember-the-last-massive = آخرین نشت گسترده اطلاعات را به خاطر می‌آورید؟ اگر پاسخ‌تان «نه» است، احتمالا دلیلش این است که این اتفاق بارها و بارها می‌افتد. شرکت‌ها به داده‌هایی مثل اطلاعات فردی یا مالی مشتریان خود دسترسی دارند و هکرها نیز این داده‌ها را می‌دزدند. اگر ایمنی یکی از اولویت‌هایتان است، یک مرورگر امن، بهترین مرورگر برایتان خواهد بود.
best-browser-there-are-a-few-ways = چند راه وجود دارد که یک مرورگر می‌تواند به امنیت کاربرانش کمک کند. مرورگری که با آخرین فناوری‌های امنیتی به روز باشد، می‌تواند به محافظت از رایانه و تارنماهای شما در برابر بازدیدکنندگان ناخواسته، مانند بدافزارها یا ویروس‌های رایانه‌ای کمک کند.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = دومین نکته این است که مرورگر داده‌های زیادی از کاربر ذخیره نکند. هکرها نمی‌توانند چیزی را که وجود ندارد بدزدند؛ برای همین { -brand-name-firefox } کمترین اطلاعات ممکن را از کاربرانش نگه می‌دارد. <a href="{ $data }">{ -brand-name-firefox } می‌داند</a> که از مرورگر استفاده می‌کنید و تقریباً کجا هستید، <a href="{ $privacy }">اما اسم حیوان خانگی دوران کودکی یا رنگ محبوبتان را نمی‌داند.</a>
best-browser-last-but-not-least = آخرین اما نه کم اهمیت‌ترین، یک مرورگر امن باید ابزارهایی برای کمک به شما در حفظ حساب‌های کاربری خود ارائه دهد. به هشدارهایی فکر کنید که در صورت نقض هر یک از حساب‌های شما مستقیما به رایانامه شما می‌روند یا شمایلی که به شما می‌گویند آیا یک تارنما رمزگذاری شده است یا خیر، (به‌عنوان مثال، فکر خوبی است که شماره اعتباری خود را در یک تارنمای خرید وارد کنید یا خیر).
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } برای امنیت شما چیز تازه‌ای دارد: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. این سرویس رایگان اگر حساب‌هایتان در نشتی‌های عمومی لو رفته باشد به شما هشدار می‌دهد و می‌گوید آیا حساب‌هایتان قبلاً هک شده‌اند یا نه. قابلیت جالب دیگر، قفل سبز است؛ نماد کوچک سبزرنگی در بالا و سمت چپ پنجرهٔ مرورگر. اگر در { -brand-name-firefox } قفل سبز را دیدید، یعنی وب‌سایت رمزگذاری‌شده و امن است. اگر قفل خاکستری بود، بهتر است پیش از وارد کردن اطلاعات حساس دو بار فکر کنید.
best-browser-we-visit-hundreds-or = ما هر روز از صدها یا حتی هزاران تارنما بازدید می‌کنیم و نمی‌توانید از کاربران انتظار داشته باشید که برای هر یک از این تارنما‌ها تصمیمات امنیتی و حریم خصوصی بگیرند. به همین دلیل است که مرورگری که به شما کنترل بیشتری می‌دهد بسیار مهم است زیرا محافظت واقعی و معنی‌داری را ارائه می‌دهد.
best-browser-a-browser-that-minds = مرورگری که به کار خود اهمیت می‌دهد.
best-browser-privacy-on-the-web = حریم خصوصی در وب موضوع داغی است. اگر حریم خصوصی در صدر اولویت‌هایتان است، باید سراغ مرورگری بروید که آن را جدی می‌گیرد. برای انتخاب بهترین مرورگر خصوصی، به سیاست ردیابی آن و نحوهٔ برخوردش با داده‌هایتان دقت کنید. شاید این‌ها سؤال‌هایی فنی به نظر برسند، اما دقیقاً همین‌ها هستند که بعضی مرورگرها را از بقیه خصوصی‌تر می‌کنند.
best-browser-trackers-are-all-those = ردیاب‌ها همان پیام‌های آزاردهندهٔ «کوکی» هستند که در سایت‌های شرکت‌های هواپیمایی می‌بینید. این ردیاب‌های شخص ثالث می‌دانند کجا کلیک می‌کنید و می‌توانند برای تحلیل رفتار شما به کار روند. یک مرورگر خصوصی باید امکان خاموش کردن ردیاب‌های شخص ثالث را به کاربر بدهد، و بهتر از آن، به‌طور پیش‌فرض خاموششان کند.
best-browser-another-way-to-stop = راه دیگر برای جلوگیری از ردیابی ردیاب‌ها استفاده از حالت خصوصی برای مرور است. هر مرورگری که ادعا می‌کند محرم‌وار است باید مرور را در حالت خصوصی ارائه دهد.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = یک راه ساده برای بررسی این است که صفحهٔ تنظیمات محتوا و سیاست حریم خصوصی مرورگر را ببینید. صفحهٔ حریم خصوصی باید روشن بگوید که آیا داده‌هایتان به اشتراک گذاشته می‌شود و چرا. به همین دلیل است که <a href="{ $privacy }">اطلاعیهٔ حریم خصوصی { -brand-name-firefox }</a> هم ساده خوانده می‌شود و هم راحت پیدا می‌شود.
best-browser-choosing-the-best-browser = انتخاب بهترین مرورگر برای شما بسیار شبیه انتخاب منزل است. شما می‌خواهید گزینه‌های خود را بررسی کرده، کمی تحقیق کنید و بر اساس آنچه برای شما مهم است تصمیم بگیرید.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = در <a href="{ $firefox }">{ -brand-name-firefox }</a>، ما سخت کار کرده‌ایم تا مرورگری بسازیم که دو برابر سریع‌تر از قبل باشد و به کاربران کنترل بیشتری بر زندگی آنلاین‌شان بدهد.
best-browser-take-control-of-your = کنترل مرورگر خود را به دست بگیرید
