# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = { -brand-name-chrome } ਤੋਂ { -brand-name-firefox } ਲਈ ਸਿਰਫ਼ ਕੁਝ ਕੁ ਮਿੰਟਾਂ 'ਚ ਸਵਿੱਚ ਕਰੋ
switch-switching-to-firefox-is-fast-updated = { -brand-name-firefox } ਲਈ ਬਦਲਣਾ ਤੇਜ਼, ਸੌਖਾ ਅਤੇ ਬਿਨਾਂ ਕਿਸੇ ਖ਼ਤਰੇ ਤੋਂ ਹੈ, ਕਿਉਂਕਿ { -brand-name-firefox } { -brand-name-chrome } ਤੋਂ ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਨੂੰ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-switching-to-firefox-is-fast = { -brand-name-chrome } ਤੋਂ { -brand-name-firefox } ਤੇਜੀ ਨਾਲ, ਸੌਖੇ ਤਰਾਂ, ਅਤੇ ਬਿਨਾਂ ਖਤਰੇ ਦੇ ਸਵਿੱਚ ਕਰਦਾ ਹੈ ਕਿਉਕਿ { -brand-name-firefox } ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਆਪੇ ਭਰਨ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-switching-to-firefox-page-description-updated = { -brand-name-firefox } ਲਈ ਬਦਲਣਾ ਤੇਜ਼, ਸੌਖਾ ਅਤੇ ਬਿਨਾਂ ਕਿਸੇ ਖ਼ਤਰੇ ਤੋਂ ਹੈ, { -brand-name-firefox } { -brand-name-chrome } ਤੋਂ ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਨੂੰ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-switching-to-firefox-page-description = { -brand-name-chrome } ਤੋਂ { -brand-name-firefox } ਤੇਜੀ ਨਾਲ, ਸੌਖੇ ਤਰਾਂ, ਅਤੇ ਬਿਨਾਂ ਖਤਰੇ ਦੇ ਸਵਿੱਚ ਕਰਦਾ ਹੈ। { -brand-name-firefox } ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਆਪੇ ਭਰਨ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-select-what-to-take = { -brand-name-chrome } ਤੋਂ ਕੀ ਲੈ ਕੇ ਆਉਣਾ ਹੈ, ਉਹ ਚੁਣੋ।
switch-let-firefox-do-the-rest = ਬਾਕੀ ਸਭ { -brand-name-firefox } ਨੂੰ ਕਰਨ ਦਿਓ।
switch-use-firefox-and-still-chrome = ਤੁਸੀਂ { -brand-name-firefox } ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਅਜੇ ਵੀ { -brand-name-chrome } ਹੈ। { -brand-name-chrome } ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਤੇ ਥੋੜ੍ਹਾ ਜਿਹਾ ਨਹੀਂ ਬਦਲਦਾ।
switch-spread-the-word = { -brand-name-firefox } ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੰਡੋ ਅਤੇ ਆਪਣੇ ਪਸੰਦੀਦਾ ਲੋਕਾਂ ਨੂੰ { -brand-name-chrome } ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਲਈ ਮਦਦ ਕਰੋ।
switch-share-with-your-friends = { -brand-name-firefox } ਨੂੰ ਕਿਵੇਂ ਬਦਲੀਏ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝੇ ਕਰੋ
switch-firefox-makes-switching-fast-tweet = 🔥 { -brand-name-firefox } ਨੇ { -brand-name-chrome } ਤੋਂ ਬਦਲਣਾ ਬਹੁਤ ਤੇਜ਼ ਬਣਾ ਦਿੱਤਾ ਹੈ। ਇਸ ਨੂੰ ਵਰਤ ਕੇ ਵੇਖੋ!
switch-switch-to-firefox = { -brand-name-firefox } ਲਈ ਬਦਲੋ
switch-firefox-makes-switching-fast-email = { -brand-name-chrome } ਤੋਂ ਬਦਲਣਾ { -brand-name-firefox } ਨੇ ਬਹੁਤ ਹੀ ਤੇਜ਼ ਬਣਾ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਇਹ ਬਹੁਤ ਚੰਗਾ ਲੱਗਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ ਇਹ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
switch-still-not-convinced = ਹਾਲੇ ਵੀ ਇਹ ਯਕੀਨੀ ਨਹੀਂ ਆਉਂਦਾ ਹੈ ਤਾਂ ਕਿ { -brand-name-firefox } ਲਈ ਸਵਿੱਚ ਕਰਨਾ ਸੌਖਾ ਹੈ?
switch-enjoy-the-web-faster = ਵੱਧ ਤੇਜ਼ ਵੈੱਬ ਦਾ ਆਨੰਦ ਲਵੋ, ਤੁਹਾਡੇ ਲਈ ਸਭ ਤਿਆਰ ਹੈ।
switch-download-and-switch = ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਬਦਲੋ।
switch-share-to-facebook = ਫੇਸਬੁੱਕ ਉੱਤੇ ਸਾਂਝਾ ਕਰੋ
switch-share-to-facebook-updated = { -brand-name-facebook } ਨਾਲ ਸਾਂਝਾ ਕਰੋ
# Note: Bluesky is a brand name and should not be translated
switch-share-to-bluesky = Bluesky ਨਾਲ ਸਾਂਝਾ ਕਰੋ
switch-hey = ਹੈਲੋ,
switch-check-it-out = ਇਸ ਨੂੰ ਵਰਤ ਕੇ ਵੇਖੋ ਅਤੇ ਮੈਨੂੰ ਦੱਸਿਓ ਕਿ ਤੁਹਾਨੂੰ ਕਿਵੇਂ ਲੱਗਾ:
switch-send-an-email = ਈਮੇਲ ਭੇਜੋ
