# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = ਕਰੋਮ ({ -brand-name-chrome }) ਤੋਂ ਫਾਇਰਫਾਕਸ ਲਈ ਸਿਰਫ਼ ਕੁਝ ਕੁ ਮਿੰਟਾਂ 'ਚ ਹੀ ਆ ਜਾਓ
switch-switching-to-firefox-is-fast = ਕਰੋਮ ਤੋਂ ਫਾਇਰਫਾਕਸ ਤੇਜੀ ਨਾਲ, ਸੌਖੇ ਤਰਾਂ, ਅਤੇ ਬਿਨਾਂ ਖਤਰੇ ਦੇ ਸਵਿੱਚ ਕਰਦਾ ਹੈ ਕਿਉਕਿ ਫਾਇਰਫਾਕਸ ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਆਪੇ ਭਰਨ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-switching-to-firefox-page-description = ਕਰੋਮ ਤੋਂ ਫਾਇਰਫਾਕਸ ਤੇਜੀ ਨਾਲ, ਸੌਖੇ ਤਰਾਂ, ਅਤੇ ਬਿਨਾਂ ਖਤਰੇ ਦੇ ਸਵਿੱਚ ਕਰਦਾ ਹੈ। ਫਾਇਰਫਾਕਸ ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਆਪੇ ਭਰਨ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਪਸੰਦਾਂ ਇੰਪੋਰਟ ਕਰਦਾ ਹੈ।
switch-select-what-to-take = ਕਰੋਮ ਤੋਂ ਕੀ ਲੈ ਕੇ ਆਉਣਾ ਹੈ, ਉਹ ਚੁਣੋ।
switch-let-firefox-do-the-rest = ਬਾਕੀ ਸਭ ਫਾਇਰਫਾਕਸ ਨੂੰ ਕਰਨ ਦਿਓ।
switch-use-firefox-and-still-chrome = ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਅਜੇ ਵੀ ਕਰੋਮ ਹੈ। ਕਰੋਮ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਤੇ ਥੋੜ੍ਹਾ ਜਿਹਾ ਨਹੀਂ ਬਦਲਦਾ।
switch-share-with-your-friends = ਫਾਇਰਫਾਕਸ ਨੂੰ ਕਿਵੇਂ ਬਦਲੀਏ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝੇ ਕਰੋ
switch-firefox-makes-switching-fast-tweet = 🔥 ਫਾਇਰਫਾਕਸ ਨੇ ਕਰੋਮ ਤੋਂ ਬਦਲਣਾ ਬਹੁਤ ਤੇਜ਼ ਬਣਾ ਦਿੱਤਾ ਹੈ। ਇਸ ਨੂੰ ਵਰਤ ਕੇ ਵੇਖੋ!
switch-switch-to-firefox = ਫਾਇਰਫਾਕਸ ਲਈ ਬਦਲੋ
switch-firefox-makes-switching-fast-email = ਕਰੋਮ ਤੋਂ ਬਦਲਣਾ ਫਾਇਰਫਾਕਸ ਨੇ ਬਹੁਤ ਹੀ ਤੇਜ਼ ਬਣਾ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਇਹ ਬਹੁਤ ਚੰਗਾ ਲੱਗਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ ਇਹ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
switch-still-not-convinced = ਹਾਲੇ ਵੀ ਇਹ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਕਿ ਫਾਇਰਫਾਕਸ ਬਦਲਣਾ ਆਸਾਨ ਹੈ?
switch-enjoy-the-web-faster = ਵੱਧ ਤੇਜ਼ ਵੈੱਬ ਦਾ ਆਨੰਦ ਲਵੋ, ਤੁਹਾਡੇ ਲਈ ਸਭ ਤਿਆਰ ਹੈ।
switch-download-and-switch = ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਬਦਲੋ।
switch-share-to-facebook = ਫੇਸਬੁੱਕ ਉੱਤੇ ਸਾਂਝਾ ਕਰੋ
switch-send-a-tweet = ਟਵਿੱਟ ਭੇਜੋ
switch-hey = ਹੈਲੋ,
switch-check-it-out = ਇਸ ਨੂੰ ਵਰਤ ਕੇ ਵੇਖੋ ਅਤੇ ਮੈਨੂੰ ਦੱਸਿਓ ਕਿ ਤੁਹਾਨੂੰ ਕਿਵੇਂ ਲੱਗਾ:
switch-send-an-email = ਈਮੇਲ ਭੇਜੋ
