# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = માત્ર થોડી મિનિટોમાં Chrome થી Firefox પર બદલો
switch-switching-to-firefox-is-fast = Firefox પર સ્વિચ કરવું ઝડપી, સરળ અને જોખમ-મુક્ત છે. કારણ કે Firefox, Chrome દ્વારા તમારા બુકમાર્ક્સ, ઑટોફીલ્સ, પાસવર્ડ્સ અને પસંદગીઓનો આયાત કરે છે.
switch-switching-to-firefox-page-description = Firefox પર સ્વિચ કરવું ઝડપી, સરળ અને જોખમ-મુક્ત છે. Firefox Chrome દ્વારા તમારા બુકમાર્ક્સ, ઑટોફીલ્સ, પાસવર્ડ્સ અને પસંદગીઓનો આયાત કરે છે.
switch-select-what-to-take = Chrome માંથી શું લેવું તે પસંદ કરો.
switch-let-firefox-do-the-rest = Firefox ને બાકીનુ કરવા દો.
switch-enjoy-the-web-faster = વેબનો ઝડપી આનંદ કરો, તમારા માટે બધુ સેટ થઇ ગયુ છે.
switch-download-and-switch = ડાઉનલોડ કરો અને બદલો
switch-use-firefox-and-still-chrome = તમે Firefox નો ઉપયોગ કરી શકો છો અને હજુ પણ Chrome રાખી શકો છો. Chrome તમારા મશીન પર એક બીટ બદલાશે નહીં.
switch-share-with-your-friends = Firefox પર કેવી રીતે જવુ તે તમારા મિત્રો સાથે વહેંચો
switch-share-to-facebook = ફેસબુક પર વહેંચો
switch-firefox-makes-switching-fast-tweet = 🔥 Chrome થી Firefox બદલવુ ખરેખર ઝડપી બનાવે છે. તેને અજમાવી જુઅો!
switch-send-a-tweet = એક tweet મોકલો
switch-switch-to-firefox = Firefox પર આવો
switch-hey = કેમ છો,
switch-firefox-makes-switching-fast-email = Chrome થી Firefox બદલવુ ખરેખર ઝડપી બનાવે છે. મને ઘણું બધું ગમે છે, અને તમારે તેને અજમાવવુ જોઈએ.
switch-check-it-out = તેને તપાસો અને મને જણાવો કે તમે શું વિચારો છો:
switch-send-an-email = ઈમેઇલ મોકલો
switch-still-not-convinced = હજુ પણ સહમત નથી કે Firefox પર સ્વિચ બદલવાનું સરળ છે?
