# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/monitor/

# HTML page title
monitor-landing-page-title = { -brand-name-mozilla-monitor } — अपने व्यक्तिगत डेटा को एक्सपोज़ होने यानी उजागर होने से बचाएं

# HTML page description
monitor-landing-page-desc = पता लगाएं कि क्या आपके व्यक्तिगत विवरण, फ़ोन नंबर से लेकर घर के पते तक, ऑनलाइन उजागर तो नहीं हो गए हैं। अपनी निजता का कंट्रोल वापस अपने हाथ में लेने वाले एक करोड़ यूज़र्स में शामिल हों। शुरुआत मुफ़्त स्कैन से करें।

monitor-hero-heading = पता लगाएं कि आपकी निजी जानकारी कहां उजागर हुई है — और इसका कंट्रोल वापस अपने हाथ में लें
monitor-hero-tagline = हम डेटा उल्लंघन की घटनाओं को स्कैन कर पता लगाते हैं कि क्या आपका डेटा लीक हुआ है और इसे ठीक करने के लिए आपको उचित कदम बताते हैं।

## Get free scan form

monitor-form-enter-email-to-scan = यहां स्कैन करने के लिए ईमेल डालें
monitor-form-get-free-scan = मुफ़्त स्कैन सुविधा पाएं
monitor-form-enter-your-email-address = कहीं डेटा उल्लंघन के दायरे में आपकी निजी जानकारी तो उजागर नहीं हो गई है, जानने के लिए अपना ईमेल डालें।

##

monitor-data-breaches-happen-every = <strong>डेटा उल्लंघन</strong> हर 11 मिनट में होता है, जिसके चलते आपकी निजी जानकारी उजागर हो सकती है — लेकिन चिंता न करें, हम मदद के लिए हाजिर हैं।
monitor-help-fix-exposures = हम आपके एक्सपोज़ होने के जोखिमों को दुरुस्त करने में मदद करेंगे

# Variables:
#   $privacy (url) - https://www.mozilla.org/privacy/
monitor-our-mission-is = हमारा मिशन है कि आपके व्यक्तिगत डेटा का कंट्रोल वापस आपके हाथों में दिया जाए। हम डेटा उल्लंघन घटनाओं का हल निकालने और आपकी जानकारी को गोपनीय बनाए रखने में आपकी सहायता करेंगे — और इस प्रक्रिया में हम <a href="{ $privacy }">आपकी निजता का सम्मान</a> करेंगे।

monitor-what-info-could-be = कौन-सी जानकारी जोखिम में हो सकती है?
monitor-data-leaks-are-unfortunately = दुर्भाग्य से, डेटा लीक हमारे डिजिटल जीवन का अभिन्न हिस्सा है। आपके पासवर्ड, संपर्क विवरण, वित्तीय जानकारी और अन्य व्यक्तिगत जानकारी एक्सपोज़ यानी उजागर हो सकती है, जिससे आपकी पहचान चोरी होने का जोखिम हो सकता है।
monitor-scan-your-email = शुरुआत के लिए मुफ़्त में अपना ईमेल स्कैन करें
monitor-trusted-by-10-million = दुनिया भर में एक करोड़ लोगों का भरोसा
monitor-since-2018-we-have-helped = वर्ष 2018 से, हमने 237 देशों में लोगों की निजी जानकारी को गलत हाथों में जाने से बचाने में उनकी मदद की है।

# This string is followed by a list of media outlets
monitor-as-seen-in = इसका यहां उल्लेख हुआ है:

monitor-here-is-how-we-help = यहां है कि कैसे हम आपकी सुरक्षा में मदद करते हैं
monitor-we-believe-in-your-right = हम आपकी निजता के आपके अधिकार में विश्वास करते हैं, इसलिए डेटा उल्लंघन निगरानी सुरक्षा हमेशा मुफ़्त है।
monitor-we-will-search-for-you = हम सभी ज्ञात डेटा उल्लंघन घटनाओं में आपके बारे में भी खोजबीन करेंगे
monitor-we-will-guide-you = हम प्रत्येक उल्लंघन के समाधान के सभी चरण बताकर आपका मार्गदर्शन करेंगे
monitor-we-will-continuously = हम उल्लंघन की किसी भी नई घटना पर लगातार निगाह रखेंगे और आपको अलर्ट भेजेंगे
monitor-sign-up-for-breach-alerts = उल्लंघनों की चेतावनी पाने के लिए साइन अप करें

## FAQ section

monitor-faq-heading = अक्सर पूछे जाने वाले प्रश्न
monitor-all-faq-link = सभी आम सवाल देखें
monitor-faq-what-is-a-data-breach-question = डेटा उल्लंघन वास्तव में क्या है?
monitor-faq-what-is-a-data-breach-answer = डेटा उल्लंघन तब होता है जब व्यक्तिगत या गोपनीय जानकारी एक्सपोज़ यानी उजागर हो जाती है, चोरी हो जाती है या बिना अनुमति के कॉपी कर ली जाती है। ये सुरक्षा घटनाएं वेबसाइटों, ऐप्स या किसी डेटाबेस पर हुए साइबर हमलों के चलते हो सकती हैं जहां लोगों की व्यक्तिगत जानकारियां मौजूद रहती हैं। डेटा उल्लंघन दुर्घटनावश भी हो सकता है, जैसे कि किसी के लॉगिन क्रेडेंशियल सार्वजनिक रूप से पोस्ट हो जाएं।
monitor-faq-what-do-i-do-question = मुझे अभी पता चला कि मैं भी डेटा उल्लंघन के दायरे में हूं। अब मुझे आगे क्या करना होगा?
monitor-faq-what-do-i-do-answer = डेटा उल्लंघन की घटना के बाद क्या करना चाहिए, यह जानने के लिए { -brand-name-mozilla-monitor } पर जाएं और अपनी व्यक्तिगत जानकारी के एक्सपोज़र को हल करने के लिए बताए गए कदमों का पालन करें। हैकर्स उन लोगों की ताक में रहते हैं, जो वही-वही पासवर्ड दोबारा इस्तेमाल करते हैं, इसलिए अपने सभी अकाउंट्स के लिए मजबूत, अनूठे पासवर्ड बनाना महत्वपूर्ण है। अपने पासवर्ड ऐसी सुरक्षित जगह पर रखें, जहां केवल आपकी पहुंच हो; यह वह स्थान हो सकता है जहां आप महत्वपूर्ण दस्तावेज़ रखते हैं या पासवर्ड मैनेजर हो सकता है।
monitor-faq-what-gets-exposed-question = डेटा उल्लंघन घटनाओं में कौन-सी जानकारी उजागर होती है?
monitor-faq-whats-gets-exposed-answer = ऐसा नहीं है कि सभी उल्लंघन घटनाओं में एकसमान सारी जानकारियां उजागर होती हों। यह सिर्फ़ इस पर निर्भर करता है कि हैकर्स किस तक पहुंच पाए हैं। कई डेटा उल्लंघन घटनाओं में ईमेल एड्रेस और पासवर्ड उजागर हो जाते हैं। अन्य कई में क्रेडिट कार्ड नंबर, पासपोर्ट नंबर और सामाजिक सुरक्षा नंबर या आधार नंबर जैसी अधिक संवेदनशील जानकारियां उजागर हो जाती हैं।

##

monitor-take-back-control = अपने डेटा का कंट्रोल वापस अपने हाथ में लें
monitor-breach-data-provided-by = <strong>Have I Been Pwned</strong> द्वारा प्रदान किया गया उल्लंघन डेटा
