# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = ຊອກຫາຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດຂອງທ່ານສໍາລັບຄວາມໄວ, ຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.
best-browser-so-many-browser-options = ມີຫຼາຍທາງເລືອກຂອງຕົວທ່ອງເວັບ, ແຕ່ມີອັນດຽວທີ່ເຮັດວຽກທີ່ດີທີ່ສຸດສໍາລັບຄວາມຕ້ອງການຂອງທ່ານ. ຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານຄວນຈະສະຫນອງທັງຄວາມໄວແລະການປົກປ້ອງຄວາມເປັນສ່ວນຕົວ.
best-browser-privacy-speed-and-security = ຄວາມເປັນສ່ວນຕົວ, ຄວາມໄວ, ແລະ ຄວາມປອດໄພ.
best-browser-how-to-choose-the-best = ວິທີການເລືອກຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານ.
best-browser-the-internet-has-become = ອິນເຕີເນັດໄດ້ກາຍເປັນສິ່ງຈໍາເປັນເທົ່າກັບໄຟຟ້າແລະນ້ໍາແລ່ນ, ດັ່ງນັ້ນການເລືອກຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານແມ່ນສໍາຄັນກວ່າທີ່ເຄີຍ. ອິນເຕີເນັດແມ່ນຫ້ອງການທີສອງ, ຄູສອນແລະບາງຄັ້ງທີ່ປຶກສາດ້ານການປິ່ນປົວ, ເຖິງແມ່ນວ່າທ່ານຫມໍຕົວຈິງຂອງເຈົ້າຕ້ອງການໃຫ້ເຈົ້າບໍ່ໄດ້ຊອກຫາອາການຂອງເຈົ້າອອນໄລນ໌.
best-browser-in-the-mid-nineties = ໃນຊ່ວງກາງເກົ້າສິບ, { -brand-name-netscape }, { -brand-name-ie } ແລະ AOL ຄອບງຳພູມສັນຖານ. ມັນເປັນເວລາທີ່ລຽບງ່າຍກວ່າເມື່ອສຽງເພງຫວານໆຂອງອິນເຕີເນັດທາງໂທລະສັບດັງຂຶ້ນທົ່ວແຜ່ນດິນ. ທ່ານໄດ້ຮຽນຮູ້ຄວາມຫມາຍຂອງຄວາມອົດທົນລໍຖ້າຫນ້າເວັບທີ່ຈະໂຫລດ. ກັບຄືນໄປບ່ອນນັ້ນ, ທັງຫມົດທີ່ສໍາຄັນແມ່ນຄວາມໄວຂອງຕົວທ່ອງເວັບ.
best-browser-today-is-a-different = ມື້ນີ້ແມ່ນເລື່ອງທີ່ແຕກຕ່າງກັນ. ການ​ໂຄ​ສະ​ນາ, hacks ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ, ການ​ລະ​ເມີດ​ຄວາມ​ປອດ​ໄພ, ແລະ​ຂ່າວ​ປອມ​ອາດ​ຈະ​ເຮັດ​ໃຫ້​ທ່ານ​ເບິ່ງ​ຄຸນ​ນະ​ພາບ​ອື່ນໆ​ໃນ​ຕົວ​ທ່ອງ​ເວັບ. ຕົວທ່ອງເວັບປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງເຈົ້າແນວໃດ? ມັນອະນຸຍາດໃຫ້ຜູ້ຕິດຕາມຕິດຕາມເຈົ້າທົ່ວເວັບບໍ? ມັນຖືກສ້າງຂື້ນເພື່ອເຮັດວຽກຫຼາຍວຽກ ແລະຈັດການຄອມພິວເຕີ ແລະອິນເຕີເນັດຫຼາຍອັນໃນເວລາດຽວກັນບໍ?
best-browser-when-you-use-a-browser = ເມື່ອທ່ານໃຊ້ຕົວທ່ອງເວັບສໍາລັບທຸກສິ່ງທຸກຢ່າງ, ມັນຈໍາເປັນຕ້ອງໄວ. ແຕ່ສໍາລັບເຫດຜົນດຽວກັນ, ມັນຈໍາເປັນຕ້ອງເປັນເອກະຊົນ. ຕົວທ່ອງເວັບສາມາດເຂົ້າເຖິງທຸກສິ່ງທີ່ທ່ານເຮັດອອນໄລນ໌, ດັ່ງນັ້ນມັນສາມາດເຮັດໃຫ້ເຈົ້າມີຄວາມສ່ຽງແທ້ໆຖ້າມັນບໍ່ມີຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວທີ່ເຂັ້ມແຂງ.
best-browser-marshall-erwin-senior = Marshall Erwin, ຜູ້ອໍານວຍການອາວຸໂສຂອງຄວາມໄວ້ວາງໃຈແລະຄວາມປອດໄພຂອງ { -brand-name-mozilla }
best-browser-if-youre-wondering = ຖ້າທ່ານສົງໄສວ່າມັນຫມາຍຄວາມວ່າແນວໃດທີ່ຈະມີຕົວທ່ອງເວັບສ່ວນຕົວຫຼືໄວ, ນີ້ແມ່ນລາຍລະອຽດຂອງສາມສິ່ງທີ່ຕົວທ່ອງເວັບຄວນຈະມີ.
best-browser-a-browser-built-for = ຕົວທ່ອງເວັບທີ່ສ້າງຂຶ້ນເພື່ອຄວາມໄວ.
best-browser-a-browser-that-puts = ຕົວທ່ອງເວັບທີ່ວາງຄວາມປອດໄພເປັນອັນດັບທໍາອິດ.
best-browser-a-browser-that-minds = ຕົວທ່ອງເວັບທີ່ຄິດເຖິງທຸລະກິດຂອງມັນ.
best-browser-take-control-of-your = ຄວບຄຸມໂປແກຼມທ່ອງເວັບຂອງທ່ານ.
