# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = ຊອກຫາຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດຂອງທ່ານສໍາລັບຄວາມໄວ, ຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.
best-browser-so-many-browser-options = ມີຫຼາຍທາງເລືອກຂອງຕົວທ່ອງເວັບ, ແຕ່ມີອັນດຽວທີ່ເຮັດວຽກທີ່ດີທີ່ສຸດສໍາລັບຄວາມຕ້ອງການຂອງທ່ານ. ຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານຄວນຈະສະຫນອງທັງຄວາມໄວແລະການປົກປ້ອງຄວາມເປັນສ່ວນຕົວ.
best-browser-privacy-speed-and-security = ຄວາມເປັນສ່ວນຕົວ, ຄວາມໄວ, ແລະ ຄວາມປອດໄພ.
best-browser-how-to-choose-the-best = ວິທີການເລືອກຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານ.
best-browser-the-internet-has-become = ອິນເຕີເນັດໄດ້ກາຍເປັນສິ່ງຈໍາເປັນເທົ່າກັບໄຟຟ້າແລະນ້ໍາແລ່ນ, ດັ່ງນັ້ນການເລືອກຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານແມ່ນສໍາຄັນກວ່າທີ່ເຄີຍ. ອິນເຕີເນັດແມ່ນຫ້ອງການທີສອງ, ຄູສອນແລະບາງຄັ້ງທີ່ປຶກສາດ້ານການປິ່ນປົວ, ເຖິງແມ່ນວ່າທ່ານຫມໍຕົວຈິງຂອງເຈົ້າຕ້ອງການໃຫ້ເຈົ້າບໍ່ໄດ້ຊອກຫາອາການຂອງເຈົ້າອອນໄລນ໌.
best-browser-in-the-mid-nineties = ໃນຊ່ວງກາງເກົ້າສິບ, { -brand-name-netscape }, { -brand-name-ie } ແລະ AOL ຄອບງຳພູມສັນຖານ. ມັນເປັນເວລາທີ່ລຽບງ່າຍກວ່າເມື່ອສຽງເພງຫວານໆຂອງອິນເຕີເນັດທາງໂທລະສັບດັງຂຶ້ນທົ່ວແຜ່ນດິນ. ທ່ານໄດ້ຮຽນຮູ້ຄວາມຫມາຍຂອງຄວາມອົດທົນລໍຖ້າຫນ້າເວັບທີ່ຈະໂຫລດ. ກັບຄືນໄປບ່ອນນັ້ນ, ທັງຫມົດທີ່ສໍາຄັນແມ່ນຄວາມໄວຂອງຕົວທ່ອງເວັບ.
best-browser-today-is-a-different = ມື້ນີ້ແມ່ນເລື່ອງທີ່ແຕກຕ່າງກັນ. ການ​ໂຄ​ສະ​ນາ, hacks ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ, ການ​ລະ​ເມີດ​ຄວາມ​ປອດ​ໄພ, ແລະ​ຂ່າວ​ປອມ​ອາດ​ຈະ​ເຮັດ​ໃຫ້​ທ່ານ​ເບິ່ງ​ຄຸນ​ນະ​ພາບ​ອື່ນໆ​ໃນ​ຕົວ​ທ່ອງ​ເວັບ. ຕົວທ່ອງເວັບປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງເຈົ້າແນວໃດ? ມັນອະນຸຍາດໃຫ້ຜູ້ຕິດຕາມຕິດຕາມເຈົ້າທົ່ວເວັບບໍ? ມັນຖືກສ້າງຂື້ນເພື່ອເຮັດວຽກຫຼາຍວຽກ ແລະຈັດການຄອມພິວເຕີ ແລະອິນເຕີເນັດຫຼາຍອັນໃນເວລາດຽວກັນບໍ?
best-browser-when-you-use-a-browser = ເມື່ອທ່ານໃຊ້ຕົວທ່ອງເວັບສໍາລັບທຸກສິ່ງທຸກຢ່າງ, ມັນຈໍາເປັນຕ້ອງໄວ. ແຕ່ສໍາລັບເຫດຜົນດຽວກັນ, ມັນຈໍາເປັນຕ້ອງເປັນເອກະຊົນ. ຕົວທ່ອງເວັບສາມາດເຂົ້າເຖິງທຸກສິ່ງທີ່ທ່ານເຮັດອອນໄລນ໌, ດັ່ງນັ້ນມັນສາມາດເຮັດໃຫ້ເຈົ້າມີຄວາມສ່ຽງແທ້ໆຖ້າມັນບໍ່ມີຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວທີ່ເຂັ້ມແຂງ.
best-browser-marshall-erwin-senior = Marshall Erwin, ຜູ້ອໍານວຍການອາວຸໂສຂອງຄວາມໄວ້ວາງໃຈແລະຄວາມປອດໄພຂອງ { -brand-name-mozilla }
best-browser-if-youre-wondering = ຖ້າທ່ານສົງໄສວ່າມັນຫມາຍຄວາມວ່າແນວໃດທີ່ຈະມີຕົວທ່ອງເວັບສ່ວນຕົວຫຼືໄວ, ນີ້ແມ່ນລາຍລະອຽດຂອງສາມສິ່ງທີ່ຕົວທ່ອງເວັບຄວນຈະມີ.
best-browser-a-browser-built-for = ຕົວທ່ອງເວັບທີ່ສ້າງຂຶ້ນເພື່ອຄວາມໄວ.
best-browser-a-browser-is-still = ຕົວທ່ອງເວັບຍັງເປັນເຄື່ອງມື, ສະນັ້ນມັນເຮັດໃຫ້ຮູ້ສຶກວ່າທ່ານຕ້ອງການເລືອກທີ່ດີທີ່ສຸດສໍາລັບວຽກ. ຖ້າທ່ານເປັນມະນຸດທີ່ຕ້ອງການເຮັດວຽກເພື່ອຄວາມຢູ່ລອດ, ທ່ານຈະຕ້ອງໃຊ້ຕົວທ່ອງເວັບອິນເຕີເນັດໄວ. ສິ່ງຫນຶ່ງທີ່ຕ້ອງຈື່ໄວ້ແມ່ນຕົວທ່ອງເວັບທີ່ແລ່ນຕົວຕິດຕາມພາກສ່ວນທີສາມແມ່ນມັກຈະຊ້າກວ່າຕົວທ່ອງເວັບທີ່ບໍ່ມີ. ຕົວຕິດຕາມພາກສ່ວນທີສາມແມ່ນຄຸກກີ, ແລະໃນຂະນະທີ່ທ່ານບໍ່ສາມາດເຫັນພວກມັນ, ພວກມັນກໍາລັງແລ່ນຢູ່ໃນພື້ນຫລັງຂອງເວັບໄຊທ໌, ໃຊ້ເວລາທີ່ມີຄ່າ. ຕົວຕິດຕາມພາກສ່ວນທີສາມຫຼາຍບຼາວເຊີບຼາວເຊີ, ມັນສາມາດແລ່ນໄດ້ໄວຂຶ້ນ.
best-browser-this-is-one-of-the = ນີ້​ແມ່ນ​ຫນຶ່ງ​ໃນ​ຫຼາຍ​ເຫດ​ຜົນ​ທີ່​ຈະ​ເລືອກ​ເອົາ​ຕົວ​ທ່ອງ​ເວັບ { -brand-name-firefox }: { -brand-name-firefox } ບລັອກ​ຕົວ​ຕິດ​ຕາມ​ຂອງ​ບຸກ​ຄົນ​ທີ​ສາມ​ໂດຍເປັນຄ່າ​ເລີ່ມ​ຕົ້ນ​. ພວກເຮົາມີເຫດຜົນອື່ນ ແລະ ພວກເຮົາຈະເວົ້າເຖິງໃນພາຍຫຼັງ.
best-browser-a-browser-that-puts = ຕົວທ່ອງເວັບທີ່ວາງຄວາມປອດໄພເປັນອັນດັບທໍາອິດ.
best-browser-remember-the-last-massive = ຈື່ຈໍາການລະເມີດຂໍ້ມູນຄັ້ງໃຫຍ່ຄັ້ງສຸດທ້າຍບໍ? ຖ້າບໍ່ແມ່ນ, ມັນອາດຈະເປັນຍ້ອນວ່າມັນເກີດຂື້ນເລື້ອຍໆ. ບໍລິສັດຍຶດຖືຂໍ້ມູນລູກຄ້າເຊັ່ນ: ຂໍ້ມູນສ່ວນຕົວຫຼືຂໍ້ມູນທາງດ້ານການເງິນຂອງເຂົາເຈົ້າ, ແລະແຮກເກີລັກມັນ. ຖ້າທ່ານເຮັດໃຫ້ຄວາມປອດໄພເປັນບູລິມະສິດ, ຕົວທ່ອງເວັບອິນເຕີເນັດທີ່ປອດໄພແມ່ນຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານ.
best-browser-there-are-a-few-ways = ມີບາງວິທີທີ່ຕົວທ່ອງເວັບສາມາດຊ່ວຍໃຫ້ຜູ້ໃຊ້ປອດໄພ. ບຣາວເຊີທີ່ທັນສະໄໝດ້ວຍເທັກໂນໂລຍີຄວາມປອດໄພຫຼ້າສຸດສາມາດຊ່ວຍປົກປ້ອງຄອມພິວເຕີ ແລະເວັບໄຊຂອງເຈົ້າຈາກຜູ້ເຂົ້າຊົມທີ່ບໍ່ຕ້ອງການເຊັ່ນ: ມັລແວ ຫຼືໄວຣັສຄອມພິວເຕີ.
best-browser-last-but-not-least = ສຸດທ້າຍ, ແຕ່ບໍ່ໄດ້ຢ່າງຫນ້ອຍ, ຕົວທ່ອງເວັບທີ່ປອດໄພຄວນສະເຫນີເຄື່ອງມືທີ່ຊ່ວຍໃຫ້ທ່ານຕິດຕາມບັນຊີຂອງທ່ານ. ຄິດເຖິງການແຈ້ງເຕືອນທີ່ກົງກັບອີເມວຂອງເຈົ້າຖ້າບັນຊີຂອງທ່ານຖືກລະເມີດ ຫຼືໄອຄອນທີ່ບອກເຈົ້າວ່າເວັບໄຊທ໌ຖືກເຂົ້າລະຫັດຫຼືບໍ່, (ເຊັ່ນ: ຖ້າມັນເປັນຄວາມຄິດທີ່ດີທີ່ຈະໃສ່ເລກເຄຣດິດຂອງເຈົ້າຢູ່ໃນເວັບໄຊຊື້ເຄື່ອງ).
best-browser-a-browser-that-minds = ຕົວທ່ອງເວັບທີ່ຄິດເຖິງທຸລະກິດຂອງມັນ.
best-browser-another-way-to-stop = ອີກວິທີຫນຶ່ງທີ່ຈະຢຸດການຕິດຕາມຈາກການຕິດຕາມແມ່ນໃຊ້ໂຫມດສ່ວນຕົວເພື່ອຄົ້ນຫາ. ຕົວທ່ອງເວັບໃດໆທີ່ອ້າງວ່າເປັນສ່ວນຕົວຄວນສະເຫນີການທ່ອງເວັບໃນຮູບແບບສ່ວນຕົວ.
best-browser-choosing-the-best-browser = ການເລືອກຕົວທ່ອງເວັບທີ່ດີທີ່ສຸດສໍາລັບທ່ານແມ່ນຫຼາຍເຊັ່ນການເລືອກເຮືອນ. ທ່ານ​ຕ້ອງ​ການ​ສໍາ​ຫຼວດ​ທາງ​ເລືອກ​ຂອງ​ທ່ານ​, ເຮັດ​ການ​ຄົ້ນ​ຄວ້າ​ແລະ​ການ​ຕັດ​ສິນ​ໃຈ​ໂດຍ​ອີງ​ໃສ່​ສິ່ງ​ທີ່​ສໍາ​ຄັນ​ສໍາ​ລັບ​ທ່ານ​.
best-browser-take-control-of-your = ຄວບຄຸມໂປແກຼມທ່ອງເວັບຂອງທ່ານ.
