# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = Що таке IP-адреса?
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } відповідає на всі ваші запитання щодо IP-адрес, починаючи з того, що таке IP-адреса, до того, як вона працює, і чи потрібно приховувати її.
vpn-ip-address-every-time-you = Щоразу, коли ви перебуваєте в Інтернеті, IP-адреси відіграють важливу роль в обміні інформацією, щоб допомогти вам побачити потрібні вебсайти. Проте існує ймовірність, що ви не знаєте, що це таке, тому далі ми відповімо на найпоширеніші запитання.
vpn-ip-address-your-ip-address = Ваша IP-адреса — це унікальний ідентифікатор, схожий на поштову адресу, пов’язану з вашою активністю в Інтернеті. Щоразу, коли ви користуєтесь Інтернетом (здійснюєте покупки в Інтернеті, надсилаєте електронні листи, переглядаєте потокове телебачення), ви надсилаєте запит на доступ до певного онлайн-пункту призначення, а у відповідь вам надсилається інформація. Як це працює? IP означає інтернет-протокол, який визначає стандарти та правила (так, інакше відомі як протокол) для маршрутизації даних та під'єднання до Інтернету. Цей протокол — це набір правил, яких повинна дотримуватися кожна сторона, щоб забезпечити двонапрямний потік даних.
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = Приклад IP-адреси, що є послідовністю з чотирьох чисел, розділених десятковими дробами: 123.45.67.89
vpn-ip-address-if-you-look-up-your = Якщо ви шукаєте свою IP-адресу, вона матиме приблизно такий вигляд.
vpn-ip-address-does-it-travel = Вона подорожує зі мною?
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = Ні. Ваша IP-адреса пов’язана лише з одним місцеположенням, якщо ви не використовуєте VPN (про це ми докладніше розповімо пізніше). Коли ви перебуваєте вдома та під’єднуєтесь до інтернету, за який платите, ви користуєтесь ним. Однак, якщо ви перевіряєте свою електронну пошту вранці вдома, а потім переглядаєте новини в місцевій кав’ярні, чекаючи на каву, а потім працюєте з офісу, ви будете використовувати різні IP-адреси в кожному місці.
vpn-ip-address-does-your-ip = Чи змінюється моя IP-адреса?
vpn-ip-address-yes-even-if = Так. Навіть якщо ви користуєтесь інтернетом лише вдома, IP-адреса вашого будинку може змінитися. Ви можете звернутися до свого постачальника послуг Інтернету (ISP), щоб змінити її, але навіть перезапуск модема або маршрутизатора через проблеми зі з'єднанням з інтернетом, може призвести до її зміни.
vpn-ip-address-can-more-than = Чи може кілька пристроїв мати однакову IP-адресу?
vpn-ip-address-this-is-a = Це трохи хитромудре питання — відповідь і так, і ні. Більше одного пристрою можуть мати спільну зовнішню (загальнодоступну) IP-адресу, але кожен пристрій матиме свою власну локальну (приватну) IP-адресу. Наприклад, ваш Інтернет-провайдер (постачальник послуг інтернету) налаштовує ваш будинок за допомогою однієї зовнішньої IP-адреси. Оскільки ваш маршрутизатор насправді під'єднується до Інтернету, IP-адреса призначається маршрутизатору. Потім ваш маршрутизатор призначає локальну IP-адресу кожному пристрою, під'єднаному до інтернету одночасно. Зовнішня IP-адреса — це спільний доступ до зовнішнього світу. Ваша локальна IP-адреса не видима за межами вашої приватної домашньої мережі.
vpn-ip-address-can-we-run = Чи можемо ми їх вичерпати?
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = Під час створення Інтернету він використовував адреси “версії 4”. Це 32 біти, що означає, що ми можемо мати до <a href="{ $sr }">4,2 млрд адрес</a>. На той час це здавалося достатнім, але цього ще недостатньо у світі, де середньостатистична сім'я США має <a href="{ $variety }">11 під'єднаних пристроїв</a>.
vpn-ip-address-we-now-have = Тепер у нас є IP-адреси версії 6, які містять 128 бітів на адресу. На жаль, версії 4 і 6 не можуть з'єднуватись між собою безпосередньо, тому людям будуть потрібні адреси версії 4 протягом тривалого часу.
vpn-ip-address-should-you-hide = Чи потрібно приховувати свою IP-адресу?
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = Вам не потрібно приховувати свою IP-адресу, але в деяких випадках ви можете захотіти цього. Найпоширеніша причина — приватність. У США <a href="{ $congress }">Конгрес скасував</a> правила приватності, покликані захистити приватність користувачів мобільного інтернету. Постачальники послуг інтернету можуть бачити ваші звички перегляду, для чого ви користуєтесь інтернетом, і скільки часу ви витрачаєте на кожну сторінку. Це з'єднання не зашифроване, тому сторонні можуть бачити, який вебсайт ви відвідуєте. Одним зі способів боротьби з цим є <a href="{ $doh }">DNS через HTTPS</a> (DoH). Він шифрує ваш трафік DNS (система доменних імен), що ускладнює інтернет-провайдерам доступ до даних про відвідані вами вебсайти. Для <a href="{ $firefox }">{ -brand-name-firefox } користувачів</a> у США запити DoH типово спрямовуються на надійні DNS-сервери, що ускладнює пов'язування вас із вебсайтами, які ви відвідуєте.
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = Існують також ситуативні причини, щоб приховати свою IP-адресу. Ви можете заховати її під час подорожі. VPN також надасть вам <a href="{ $url }">більше приватності</a> під час під'єднання до Wi-Fi для потокової передачі відео та здійснення покупок під час подорожей світом.
vpn-ip-address-how-do-you = Як ви приховуєте її?
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN — це спосіб приховати свою IP-адресу. <a href="{ $vpn }">Під час користування VPN</a> ваша зовнішня IP-адреса походитиме з зовнішньої IP-адреси сервера VPN, а не із зовнішньої IP-адреси вашого місцеперебування. Отже, якщо VPN-сервер, до якого ви під'єдналися, розміщено в Каліфорнії, ваша зовнішня IP-адреса виглядатиме так, ніби ви перебуваєте в Каліфорнії, де б ви не були. Крім того, ваша активність у мережі надсилається через зашифроване безпечне з'єднання на ваш сервер VPN, що забезпечує додаткову безпеку та приватність. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> — один зі способів приховати свою IP-адресу. Ми не записуємо вашої активності в інтернеті та не співпрацюємо з третіми сторонами, котрі створюють профілі з вашої активності в інтернеті. Ми пропонуємо повний захист до п’яти пристроїв із серверами у { $countries }+ країнах. Ви можете під'єднатися будь-куди та з будь-якого місця.
