# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = Різниця між VPN та вебпроксі
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN та проксі — це рішення для приватності й безпеки в інтернеті. Ось як вони захищають вас і як вибрати найкращий варіант.
vpn-or-proxy-virtual-private-networks = Віртуальні приватні мережі (VPN) та захищені вебпроксі — це рішення для поліпшення приватності й безпеки в інтернеті, але з’ясування, що з них підходить вам, може бути заплутаним. Ось погляньте, як ці служби захищають вас і як вибрати найкращий варіант для користування інтернетом.
vpn-or-proxy-stop-isps-from = Не дозволяйте інтернет-провайдерам шпигувати за вами
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = Коли ви <a href="{ $firefox }">користуєтесь { -brand-name-firefox }</a>, <a href="{ $etp }">розширений захист від стеження</a> автоматично блокує багато сторонні <a href="{ $trackers }">мережні елементи стеження</a> від відстежування вас у мережі. Але ось цікавий факт: ваш постачальник послуг інтернету (ISP), якому ви платите за підключення до інтернету, все ще може спостерігати й відстежувати вас.
vpn-or-proxy-because-your-internet = Оскільки ваш Інтернет-трафік надсилається на ваші пристрої (комп’ютер, телефон, телевізор, планшет) та з них через вашого провайдера, він може бачити, де ви перебуваєте в інтернеті. Інтернет-провайдер може побачити, які сайти ви відвідуєте, як довго ви на них перебуваєте, ваше місцеперебування та інформацію про ваші пристрої. Провайдер може не знати особливостей того, що ви робили на цих сайтах (наприклад, що купували, шукали чи читали) завдяки шифруванню, але він може робити висновки про вас на основі відвіданих вами сайтів.  Ці особисті дані можна використовувати для створення детальних профілів про вас. Чому інтернет-провайдери так роблять? Коротко кажучи: ці дані цінні.
vpn-or-proxy-isps-can-use = Постачальники послуг інтернету можуть використовувати цю інформацію для власної цільової реклами або для монетизації, що може включати в себе обмін вашими даними з третіми сторонами, зацікавленими у видобутку даних, маркетингу та цільовій рекламі, що означає меншу приватність та більше відстеження. Перегляд у приватному режимі не заважає провайдерам бачити, де ви перебуваєте в інтернеті. Але надсилання вебтрафіку через вебпроксі або VPN може значно ускладнити їм це.
vpn-or-proxy-when-should-you = Коли потрібно вибрати VPN або захищений проксі?
vpn-or-proxy-vpns-and-secure = VPN та захищені вебпроксі мають спільні цілі: вони захищають з'єднання. Вони можуть, і роблять, маскування вашої початкової IP-адреси та захищають вебтрафік, який ви надсилаєте між вами та вашою VPN або постачальником безпечних проксі-серверів. Але коли варто використовувати VPN, а коли проксі?
vpn-or-proxy-secure-web-proxy = Безпечний вебпроксі: захист на рівні браузера
vpn-or-proxy-a-secure-web = Захищений вебпроксі працює для завдань, які ви можете виконувати лише у своєму браузері. Це включає активність, наприклад покупки, оплату рахунків, вхід у суспільні мережі та читання електронних листів. Захищений вебпроксі служить посередником між вашим браузером та інтернетом. Ваші дані вебперегляду будуть проходити через захищений тунель до інтернету безпосередньо з вашого браузера, маскуючи вашу IP-адресу, тому вебсервер, до якого ви звертаєтесь, не знає, де ви перебуваєте. І це ускладнює відстеження та націлювання.
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = Проксі-сервер корисний під час перегляду вебсторінок через загальнодоступний Wi -Fi. Якщо проксі-сервер увімкнено, він запобігатиме сторонньому втручанню у дії користувачів через цю мережу, якщо хтось захоче стежити за вашою активністю перегляду чи бачити ваші транзакції на незашифрованих сайтах. Це звучить не страшно, але насправді загальнодоступні мережі Wi-Fi можуть бути схожими на чорний хід для <a href="{ $url }">хакерів</a>.
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> — це просте для встановлення розширення для браузера, яке забезпечує безпечний, зашифрований тунель до інтернету для захисту з'єднання вашого браузера в будь-якому місці де ви користуєтесь { -brand-name-firefox }. Увімкнути його швидко та легко, коли це потрібно для додаткової безпеки вашого браузера.
vpn-or-proxy-vpns-devicelevel-protection = VPN: захист на рівні пристрою
vpn-or-proxy-vpns-do-more = VPN робить більше, ніж проксі, оскільки проксі захищає лише те, що ви робите у браузері, тоді як VPN захищає весь трафік, включно з браузером, де б ви не встановили та увімкнули VPN. VPN надає додаткову безпеку та приватність для всієї вашої активності в Інтернеті. Це важливо, якщо ви хочете залишити свої дії в таємниці та ускладнити роботу елементів відстеження даних та інтернет-провайдерів для створення вашого профілю на всіх ваших пристроях, як-от ваш телефон, комп’ютера та планшет.
vpn-or-proxy-a-vpn-works = VPN створює безпечний «тунель» між вашим пристроєм та інтернетом загалом. Він захищає вашу приватність двома основними способами:
vpn-or-proxy-concealing-your-ip = Приховуванням вашої IP-адреси, захищаючи вашу особу та приховуючи ваше місцеперебування.
vpn-or-proxy-encrypting-your-traffic = Шифрує трафік між вами та вашим постачальником VPN, щоб ніхто у вашій локальній мережі не міг його розшифрувати або змінити.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = VPN також забезпечує безпеку відкритого та загальнодоступного Wi -Fi з'єднання. Відкритий Wi-Fi може нести ризики, і неможливо бути впевненим, що хтось інший не під’єднується до тієї ж мережі, щоб переглянути ваші дії. Навіть якщо ваш трафік зашифрований, вони все одно можуть бачити, які сайти ви відвідуєте. І якщо ви користуєтесь застосунком без шифрування, а багато з них цього досі не роблять, тоді сторонні можуть бачити все, що ви робите в цьому застосунку. { -brand-name-mozilla-vpn } — це швидка, безпечна та надійна служба, яка може допомогти вам усунути прогалину у безпеці. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> також дає змогу обрати «місцеперебування» (звідки надходить ваш трафік) з більш ніж { $countries } країн.
vpn-or-proxy-choose-a-trustworthy = Оберіть надійну службу
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = Найголовніше, що слід враховувати під час вибору VPN або служби проксі — це вибір надійної компанії. Переконайтеся, що ви розумієте умови, на які погоджуєтесь. Багато хто стверджує, що вони чудові та зосереджені на приватності, але значна частина з них не виконує своїх обіцянок. Не всі проксі та служби VPN є безпечними та приватними. Деякі <a href="{ $cnet }">будуть</a> <a href="{ $pcmag }">реєструвати</a> ваші дії в Інтернеті, щоб могти продавати ваші дані та інформацію маркетинговим компаніям. Інші служби намагатимуться переконати вас встановити шкідливе програмне забезпечення на свої пристрої.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = Ми зробили все необхідне, щоб гарантувати, що як <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a>, так і розширення проксі <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> насправді поважає вашу приватність, і це те, що гарантує наша репутація. { -brand-name-mozilla } має репутацію розробника продуктів, які допомагають зберегти ваші дані в безпеці. Ми дотримуємось наших легко читабельних, не безглуздих <a href="{ $principles }">принципів приватності даних</a>, які дають нам змогу зосереджуватися лише на даних, необхідних для надання послуги. А оскільки нас підтримує компанія, орієнтована на <a href="{ $mission }">виконання місії</a>, ви можете вірити, що долари, які ви витрачаєте на цей продукт, не лише забезпечать вам першокласну безпеку, але також зроблять інтернет кращим для всіх.
