# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = Що таке VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = Отримайте відповіді на дев’ять поширених запитань про VPN, щоб знати, що вони роблять, коли ними користуватися і навіщо.
vpn-what-is-many-of-us = Багато з нас проводять кілька годин на день, користуючись Інтернетом для виконання повсякденних справ, як-от перегляд відео, покупки, ігри та оплата рахунків, та навіть для керування складними робочими проєктами та для приватних відеовикликів. <strong>Віртуальна приватна мережа (VPN)</strong> — це один із найкращих способів залишатися приватними та захищеними в Інтернеті та захищати свої особисті дані.
vpn-what-is-how-do-vpns = Як працює VPN?
vpn-what-is-a-vpn-is = VPN — це засіб, який дає змогу безпечно отримувати доступ до інтернету, де б ви не були. VPN працює, створюючи безпечний «тунель» між вашим пристроєм та вашим провайдером VPN, і він захищає вас двома основними способами:
vpn-what-is-concealing-your-ip = Приховуванням вашої IP-адреси, захищаючи вашу особу та дані про місцеперебування.
vpn-what-is-encrypting-your-traffic = Шифрує трафік між вами та вашим постачальником VPN, щоб ніхто у вашій локальній мережі не міг його розшифрувати або змінити.
vpn-what-is-in-the-past = У минулому службами VPN переважно користувалися корпорації для забезпечення захищеного віддаленого доступу до своїх внутрішніх служб та власних даних. Однак тепер VPN доступні кожному, хто хоче захистити своє з'єднання з інтернетом, особливо якщо він працює через не найнадійніші мережі, як-от загальнодоступний Wi-Fi, але ця служба корисна навіть у домашній мережі.
vpn-what-is-a-vpn-will = VPN захищатиме трафік, який ви надсилаєте між вами та вашим постачальником VPN через браузер, застосунки чи інші служби. Щоб налаштувати VPN, потрібно створити обліковий запис у постачальника VPN та встановити програмне забезпечення VPN на свій комп’ютер або телефон. Якщо цей параметр увімкнено, VPN оброблятиме трафік з усіх застосунків та програмного забезпечення, запущеного на вашому пристрої, тож ви зможете вільно переглядати та спілкуватися через захищене приватне мережне з'єднання.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = Постачальник VPN зазвичай пропонує ряд шлюзів з'єднання у різних куточках світу, що дозволяє використовувати IP-адресу з іншої місцевості. Таким чином, місце, до якого ви під'єднуєтесь, бачить IP-адресу VPN, а не вашу фактичну IP-адресу джерелом вашого трафіку. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> спрямовує ваш трафік через захищений сервер і дає змогу обрати місце розташування з більш ніж { $countries } країн.
vpn-what-is-when-should-i = Коли варто користуватись VPN?
vpn-what-is-connecting-to-a = Під'єднання до загальнодоступної мережі Wi-Fi часом є зручним, наприклад, за відсутності у вас послуги інтернету або відсутнє покриття мобільної мережі. З іншого боку, під'єднання до загальнодоступного Wi-Fi може бути ризикованим. Неможливо бути впевненим, що хтось інший не під’єднується до тієї ж мережі, щоб переглянути ваші дії. Навіть якщо ваш трафік зашифровано, вони все одно можуть бачити, які сайти ви відвідуєте. А якщо ви користуєтесь застосунком, який не шифрує трафік, багато з них донині цього не роблять, тоді сторонні можуть бачити все, що ви робите.
vpn-what-is-when-youre-at = Коли ви вдома, ризик появи зловмисників у вашій домашній мережі нижчий. Однак ваш постачальник послуг інтернету (ISP) може відстежувати та ділитися вашою діяльністю в мережі, оскільки всі дані, до яких ви отримуєте доступ в інтернеті, проходять через мережу вашого провайдера, деякі з яких можуть бути не зашифрованими. VPN може завадити інтернет-провайдерам шпигувати за вами, шифруючи трафік між вами та вашим провайдером VPN, де б ви не перебували.
vpn-what-is-wait-i-thought = Зачекайте, я думав, що мій інтернет-трафік уже зашифрований за допомогою HTTPS…
vpn-what-is-its-true-that = Це правда, що більшість з’єднань із вебсайтами сьогодні захищені HTTPS, це стосується вмісту, але не вихідної чи цільової IP-адреси, зашифровано. VPN пропонує додаткову приватність, перешкоджаючи вебсайтам та стороннім дізнаватися вашу IP-адресу.
vpn-what-is-why-would-i = Чому мені варто користуватись VPN?
vpn-what-is-hiding-your-identity = Приховування вашої особистості та маскування вашого вебтрафіку може здатися чимось, що роблять лише надтехнологічні або зловмисні особи. Однак існує ряд законних причин, чому ви можете застосовувати VPN, зокрема:
vpn-what-is-keeping-your-online = Забезпечення приватності ваших дій в інтернеті.
vpn-what-is-keeping-your-home = Забезпечення приватності свого розташування або часто відвідуваних місць.
vpn-what-is-protecting-your-connection = Захист вашого з'єднання з загальнодоступною мережею Wi-Fi, наприклад, у кафе, аеропорту, магазині чи бібліотеці.
vpn-what-is-ensuring-the-confidentiality = Забезпечення приватності та цілісності вашого доступу до інтернету.
vpn-what-is-make-it-more = Ускладнити застосування рекламними мережами своєї IP-адреси для створення профілів націлювання оголошень, які відстежуватимуть вас у мережі.
vpn-what-is-what-are-the = Які мінуси користування VPN?
vpn-what-is-some-service-providers = Деякі постачальники послуг блокують відвідування сайтів, здійснене через VPN, роблячи їхній вміст недоступним, коли VPN увімкнено. Деякі VPN можуть уповільнити вас або обмежити пропускну здатність. А деякі VPN мають низькі оцінки приватності й безпеки користувачів.
vpn-what-is-are-vpns-safe = Чи безпечні VPN?
vpn-what-is-its-very-hard = Знайти надійну VPN дуже важко. Мережі VPN призначені для захисту користувачів під час перебування в інтернеті, але не всі мережі VPN однакові у своїй послузі. Купуючи послугу VPN, переконайтеся, що ви розумієте умови, на які погоджуєтесь. Багато хто стверджує, що вони чудові та зосереджені на приватності, але значна частина з них не виконує своїх обіцянок. Деякі мережі VPN реєструватимуть ваші дії в Інтернеті, щоб потім могти продавати ваші дані та інформацію маркетинговим фірмам. Інші VPN намагатимуться переконати вас встановити шкідливе програмне забезпечення на свої пристрої.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = Ми зробили все необхідне, щоб гарантувати, що <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> насправді поважає вашу приватність, і це те, що гарантує наша репутація. { -brand-name-mozilla } має репутацію розробника продуктів, які допомагають зберегти ваші дані в безпеці. Ми дотримуємось наших легко читабельних, не безглуздих <a href="{ $principles }">принципів приватності даних</a>, які дають нам змогу зосереджуватися лише на даних, необхідних для надання послуги. Технологія { -brand-name-mozilla-vpn } ощадлива та сучасна та надає користувачам швидке з'єднання з повним захистом та безпекою VPN. А оскільки нас підтримує компанія-виробник, орієнтована на <a href="{ $mission }">виконання місії</a>, ви можете вірити, що долари, які ви витрачаєте на цей продукт, не лише забезпечать вам першокласну VPN, але також зроблять інтернет кращим для всіх.
vpn-what-is-can-vpns-protect = Чи можуть VPN захистити мене від кіберзлочинців?
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = Хоча VPN надає безпечне з'єднання з інтернетом, він не захищає вас від злодіїв. Завжди, коли ви користуєтесь інтернетом, через службу VPN або без неї, вам слід остерігатися підозрілих посилань, дезінформаційних кампаній, фішинг-шахрайств та інших загроз. <a href="{ $url }">Захист себе в інтернеті</a> — це спосіб повсякденного мислення.
vpn-what-is-are-vpns-legal = Чи законні VPN?
vpn-what-is-installing-and-using = Встановлення та користування VPN наразі є законним у більшості країн, включно зі США, Великою Британією, Канадою та Новою Зеландією, але деякі країни можуть регулювати їхнє використовування. Якщо ви вирішите застосовувати VPN, ви несете відповідальність за перевірку законодавства країни, щоб визначити, чи законно користуватися ним.
vpn-what-is-are-vpns-only = VPN створено лише для комп’ютерів?
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN можна використовувати для захисту всіх ваших пристроїв — комп’ютерів, ноутбуків, планшетів і телефонів. Якщо ви отримуєте доступ до інтернету через окремі застосунки поза браузером, VPN — це хороший вибір для захисту вашої приватності й безпеки на будь-якому пристрої. Щоб він був ефективним, вам потрібно буде встановити VPN на кожному пристрої. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> пропонує необмежену кількість трафіку на 5 пристроях, щоб ви могли під'єднатись до інтернету з будь-якого застосунку чи браузера.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: Швидка, безпечна, надійна служба.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> — це служба, якій ви можете довіряти, щоб забезпечити безпечне з'єднання з інтернетом на всіх ваших пристроях. Ми не зберігаємо журнали ваших дій у мережі та не співпрацюємо з третіми сторонами, які створюють профілі з ваших дій в інтернеті. У світі, де непередбачуваність стала “буденністю,” ми знаємо, що для вас важливіше, ніж будь-коли, відчувати себе в безпеці та бути певними, що ваші дії в інтернеті, — це ваша особиста справа.
