# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 причин користуватися VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = Ось п’ять випадків, коли надійний VPN стане в пригоді, про які ви, можливо, і не думали. Усуньте прогалину в безпеці в Інтернеті за допомогою { -brand-name-mozilla-vpn }.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Оскільки повсякденне життя відбувається через інтернет, питання приватності й безпеки в інтернеті стають ще важливішими. VPN — <a href="{ $vpn }">Віртуальна приватна мережа</a>, може допомогти будь-кому створити безпечне приватне з’єднання з інтернетом. Це працює, створюючи безпечний «тунель» між вашим пристроєм та Інтернетом у цілому і захищає вас двома важливими способами:
vpn-when-to-use-concealing-your-true = Приховуванням вашої справжньої IP-адреси, що захищає вашу особу та ховає ваше місцеперебування.
vpn-when-to-use-encrypting-your-traffic = Шифрує трафік між вами та вашим постачальником VPN, щоб ніхто у вашій локальній мережі не міг його розшифрувати або змінити.
vpn-when-to-use-having-a-vpn = Мати VPN під рукою, коли вам це потрібно — хороша ідея. Ось кілька випадків, коли надійний VPN стане в пригоді, про які ви, можливо, і не думали.
vpn-when-to-use-1-a-walk = 1. Прогулянка парком
vpn-when-to-use-its-a-beautiful = Сьогодні чудовий суботній ранок, і ви сіли на лавці в парку, щоб випити кави та подивитись улюблені сайти новин, подивитися кілька відеороликів та швидко купити щось в Інтернеті доки насолоджуєтесь сонечком і свіжим повітрям. Замість того, щоб витрачати мобільні дані, ви переходите на громадську послугу Wi-Fi свого міста. Він безплатний і керується містом, тож це має бути нормально, правда? Річ у тому, що ви не можете бути впевнені, що муніципальна мережа є безпечною або навіть реальною (див. наступний пункт) створена для захисту від шкідливих людей або організацій, які шпигують за вами, поки ви на зв’язку. Увімкнення VPN може допомогти захистити ваш пристрій від усіх, хто спробує дізнатись які вебсайти ви відвідуєте, або викрасти ваші особисті дані для входу, коли ви сідаєте на цю лавку в будь-який день тижня.
vpn-when-to-use-2-in-the = 2. По сусідству
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = Ви коли-небудь під'єднувались до точки доступу під назвою <em>C0MCAST-WiFi-77th-St</em> or <em>Verizon3-Hotspot-Baltimore</em>? Виглядає звично, правда? Не так швидко. Насправді будь-хто може налаштувати підробний загальнодоступний Wi-Fi зі звичайною назвою, щоб заманити людей користуватися ним. Під'єднання до будь-якого невідомого Wi -Fi робить вас легкою мішенню для зловмисників, які хочуть отримати доступ до вашого пристрою, щоб викрасти особисті дані, встановити шкідливе програмне забезпечення або що ще гірше. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> може поліпшити вашу безпеку за кожного під’єднання до загальнодоступного Wi-Fi, блокуючи сторонніх від перегляду приватних даних, які надсилає із ваш телефон або ноутбук. Це стосується під’єднання до мереж Wi-Fi у кав’ярнях, магазинах, кабінетах лікаря тощо.
vpn-when-to-use-3-on-the = 3. У дорозі?
vpn-when-to-use-open-wifi-abounds = Дорогою можна знайти багато відкритих точок Wi-Fi, від автобусів з інтернетом до точок доступу на вокзалах та безплатного інтернету в аеропорту. І якими б безпечними вони не були, поводьтесь з цими точками доступу Wi-Fi обережно і підозріло. Багато з нас час від часу користуються цими безплатними з’єднаннями для зручності, проте всі ризики, описані в цій статті, поширюються на будь-яку відкриту неперевірену мережу Wi-Fi. Використання VPN може допомогти захистити вашу особу, передачу файлів та діяльність в Інтернеті від поганих хлопців, які намагаються шпигувати за вами через ту саму мережу Wi-Fi.
vpn-when-to-use-4-home-away = 4. Дім подалі від дому
vpn-when-to-use-if-you-are = Якщо ви орендуєте тимчасове місце для віддаленої роботи або плануєте майбутній відпочинок з Airbnb, швидше за все, там буде безплатний Wi -Fi. Навіть якщо Wi-Fi захищено паролем, це не робить його безпечним і приватним автоматично. Для початку, хост може отримати доступ до мережі, щоб відстежувати, що ви робите в Інтернеті. Крім того, якщо не змінено пароль після попередніх гостей, будь-який попередній гість може знову під'єднатися разом з вами. Крім того, попередній гість міг отримати доступ до орендованого маршрутизатора та встановити програмне забезпечення, яке дозволяє їм віддалено переглядати його дані. Багато чого слід врахувати! Якщо повністю не уникати Wi-Fi, найкращим способом є використання надійної VPN, коли ви під'єднуєте свій комп’ютер, телефон або планшет до Інтернету в орендованому приміщенні. Це стосується також готелів та хостелів.
vpn-when-to-use-5-in-your = 5. У власному домі
vpn-when-to-use-for-the-most = Здебільшого наведені раніше сценарії не стосуються вашої домашньої мережі, за умови, що вона була правильно налаштована із надійним паролем та заходами безпеки. Але це не означає, що ви позбавлені всіх сторонніх очей.
vpn-when-to-use-because-your-internet = Оскільки ваш Інтернет-трафік вдома надсилається на ваші пристрої та з них через вашого постачальника послуг Інтернету, або провайдера. Він може бачити, що ви переглядаєте в Інтернеті. Інтернет-провайдер може бачити, які сайти ви відвідуєте, як довго ви на них перебуваєте, ваше місцеперебування та дані про ваші пристрої. Провайдер може не знати особливостей того, що ви робили на цих сайтах (наприклад, що купували, шукали чи читали) завдяки шифруванню, але вони можуть робити висновки про вас на основі сайтів, які ви відвідували. Ці персональні дані можуть бути використані провайдерами для створення детальних профілів про вас. Перегляд у приватному режимі не заважає провайдерам бачити, де ви перебуваєте в Інтернеті. Але надсилання вашого вебтрафіку через VPN може значно ускладнити їм роботу.
vpn-when-to-use-make-sure-you = Переконайтеся, що ви розумієте, чого не робить VPN
# Variables
#   $book (url) - https://support.mozilla.org/kb/how-stay-safe-web
vpn-when-to-use-a-vpn-provides = VPN є важливою ланкою безпеки, захищаючи ваші особисті дані перед тим, як вони потрапляють в Інтернет, а також приховує вашу IP-адресу, допомагаючи приховати вашу особистість та місцеперебування. Однак це не завадить вам зробити такі дії, як-от натискання на підозрілі посилання, завантаження шкідливого програмного забезпечення або стати жертвою шахрайства електронною поштою. Вам все одно потрібно практикувати <a href="{ $book }">хороші звички, щоб залишатися в безпеці в Інтернеті</a>.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, надійна служба VPN
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = Найголовніше, що слід враховувати під час вибору VPN — це вибір надійної компанії. Переконайтеся, що ви розумієте умови, на які погоджуєтесь. Багато хто стверджує, що вони чудові та зосереджені на приватності, але значна частина з них не виконує своїх обіцянок. Не всі проксі та служби VPN є безпечними та приватними. Деякі <a href="{ $cnet }">будуть</a> <a href="{ $pcmag }">реєструвати</a> ваші дії в Інтернеті, щоб могти продавати ваші дані та інформацію маркетинговим компаніям. Інші служби намагатимуться переконати вас встановити шкідливе програмне забезпечення на свої пристрої.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = Ми зробили все необхідне, щоб гарантувати, що <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> насправді поважає вашу приватність, і це те, що гарантує наша репутація. { -brand-name-mozilla } має репутацію розробника продуктів, які допомагають зберегти ваші дані в безпеці. Ми дотримуємось наших легко читабельних, не безглуздих <a href="{ $principles }">принципів приватності даних</a>, які дають нам змогу зосереджуватися лише на даних, необхідних для надання послуги. А оскільки нас підтримує компанія, орієнтована на <a href="{ $mission }">виконання місії</a>, ви можете вірити, що долари, які ви витрачаєте на цей продукт, не лише забезпечать вам першокласну безпеку, але також роблять інтернет кращим для всіх.
