# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/privacy/book

# HTML page title
privacy-book-little-book-of = निजता की छोटी सी तस्वीर

# HTML page description
privacy-book-the-internet-should = इंटरनेट सुरक्षित, खुला और निजी होना चाहिए। आपकी निजता को पुनः प्राप्त करने और अपने ऑनलाइन अनुभव पर नियंत्रण वापस पाने के लिए यहाँ 15 सुझाव दिए गए हैं!

privacy-book-how-to-stay = कैसे आराम से रहें और ऑनलाइन सुरक्षित रहें।

privacy-book-healthy-internet = स्वस्थ इंटरनेट

privacy-book-a-healthy-private = शक्तिशाली उपयोगकर्ताओं के लिए एक स्वस्थ, निजी इंटरनेट

privacy-book-we-believe-that = हमारा मानना है कि इंटरनेट सुरक्षित, खुला और समावेशी होना चाहिए। इसे चयन का अधिकार और निजता सुरक्षित रखने का विकल्प देना ज़रूरी है। रुकिए — निजता क्या है, फिर से बताएँ? हाल के दिनों में, यह शब्द अधिकतर उल्लंघन, डेटा लीक और व्यक्तिगत जानकारी से जुड़ा हुआ है जो एक कंपनी से दूसरी कंपनी को बेची जा रही है। इंटरनेट उपयोगकर्ताओं को लगता है उनके साथ धोखा हुआ है, वे निराशाजनक महसूस करते हैं और एक निजी वेब अनुभव से उनका विश्वास उठ गया है। हम समझते हैं क्यों।

privacy-book-but-heres-good = लेकिन यहाँ अच्छी खबर है: आप अपनी निजता को वापस पाकर अपने इंटरनेट के अनुभव को नियंत्रित कर सकते हैं! दरअसल यह बहुत ही आसान है। यह हर कोई कर सकता है (यह वादा है!)। आपको केवल इस पुस्तिका को पढ़ने का समय निकालना है, उन सुझावों को चुनना है जिन्हें आप लागू करना चाहते हैं और शुरुआत करनी है।

privacy-book-what-risks-are = आप वास्तव में किन जोखिमों का सामना कर रहे हैं?

privacy-book-theres-risk-always = जोखिम हमेशा है, हर जगह है – ऑनलाइन भी है और ऑफ़लाइन भी है। बेशक, हर किसी का सामना एक से जोखिम से नहीं होता है, और हर किसी के लिए अपनी रक्षा करने के तरीके अलग-अलग होते हैं। वेब पर, यह इस बात पर निर्भर करता है कि आप कैसे और कितना ब्राउज़ करते हैं और आप कहाँ स्थित हैं। किसी भी मामले में, कोई भी कदम उठाने से पहले आप जिन जोखिमों को संबोधित करना चाहते हैं, उन्हें समझना महत्वपूर्ण है। इन चीज़ों को लेकर विशेष रूप से जागरूक होना है :

privacy-book-data-breaches = डेटा के उल्लंघन और नकली प्रोफ़ाइल:

privacy-book-even-when-organizations = कंपनियाँ भले ही उपयोगकर्ता डेटा के साथ सावधानी बरतें, तब भी यह संभव है कि ईमेल पते, पासवर्ड और अधिक संवेदनशील डेटा, डेटा के उल्लंघन का हिस्सा बन जाएँ। या, कभी-कभी, हम अनजाने में अपने बारे में जितना चाहते हैं, या जितना हमें बताना चाहिए उससे अधिक प्रकट कर देते हैं। दुर्भाग्य से, स्कैमर्स को नकली प्रोफ़ाइल बनाने के लिए केवल कुछ व्यक्तिगत विवरणों की आवश्यकता होती है, जो लंबे समय तक प्रभावित व्यक्ति / लोगों पर खराब रोशनी डाल सकता है।

privacy-book-the-web-never = वेब कभी नहीं भूलता :


privacy-book-trackers-everywhere- = ट्रैकर्स हर जगह हैं:


privacy-book-tracking-cookies-are = ट्रैकिंग कुकीज़ वेबसाइट मालिकों और विज्ञापनदाताओं को आपके ब्राउज़िंग व्यवहार और आपकी रुचियों के बारे में बताते हैं। इन्हें आपके वेब अनुभव को निजीकृत करने के लिए उपयोग किया जाता है। कई बार इसकी वजह से आपको अपनी रुचियों से मेल खाते अनुकूलित विज्ञापन दिखते हैं। अंततः, कुकीज़ आपके बारे में बहुत सारी जानकारी एकत्र करते हैं और इसे एक प्रोफ़ाइल में संग्रहीत करते हैं। यह सुविधाजनक लग सकता है, लेकिन दुर्भाग्य से, ये प्रोफ़ाइल हमेशा सटीक नहीं होते हैं। सर्वोत्तम स्थिति में, इसका मतलब है कि आपको कम प्रासंगिक विज्ञापन मिलते हैं। सबसे खराब स्थिति में, कुछ वेबसाइटों पर आपके द्वारा देखी जाने वाली जानकारी आपकी आवश्यकताओं और अपेक्षाओं पर खरी नहीं उतरती है। इसके अलावा, इस बात से अवगत रहें कि आपकी प्रोफ़ाइल कुछ चीज़ों को प्रभावित कर सकती है, उदाहरण के लिए, वे मूल्य जिन पर आपको उत्पादों और सेवाओं की पेशकश की जाती है।

privacy-book-stalkers-trolls- = पीछा करने वाले, ट्रोल और अन्य प्रकार के उत्पीड़न :

privacy-book-even-if-the = भले ही इंटरनेट शायद ही हमें पूरी तरह से गुमनाम होने की अनुमति देता है, फिर भी ऑनलाइन पहचान के पीछे छिपना आसान है। कुछ लोग दूसरों को धमकाने, ट्रोल करने या उनकी बुराई करने के लिए इसका फायदा उठाते हैं। विशेष रूप से सोशल नेटवर्क और फ़ोरम में, यह हाल के वर्षों में एक प्रमुख मुद्दा बन गया है। चूंकि हम इंटरनेट पर बहुत सारे निशान छोड़ते हैं, इसलिए इसके और भी अप्रिय परिणाम हो सकते हैं। सबसे खराब स्थिति में, यदि किसी को आपके बारे में पर्याप्त व्यक्तिगत जानकारी ऑनलाइन मिलती है, तो वे ऑनलाइन से ऑफ़लाइन तक आपका अनुसरण कर सकते हैं।

privacy-book-fake-news-and = झूठी खबर और भ्रमजाल:


privacy-book-how-much-control = हमारे पास वास्तव में कितना नियंत्रण है? और हम स्वेच्छा से किसी और को कितना देना चाहते हैं?


# Span is for visual formatting.
privacy-book-tips-for = <span>बेहतर डिजिटल जीवन के लिए</span> 15 सुझाव।

privacy-book-starting-over = फिर से शुरुआत करना :


# Span is for visual formatting
privacy-book-a-tidy-browser = एक सुव्यवस्थित ब्राउज़र, एक सुव्यवस्थित मन <span>- कहावत भले ही यह ना हो, लेकिन सच तो है!</span>

privacy-book-delete-your-browser = <strong>अपना ब्राउज़र इतिहास मिटाएँ।</strong> चाहे आप { -brand-name-firefox }, { -brand-name-chrome }, { -brand-name-safari } या कोई और उत्पाद का प्रयोग कर रहे हों - ये सभी इस कार्यक्षमता की पेशकश करते हैं। आप इसे आमतौर पर सेटिंग्स मेनू में &quot;सुरक्षा&quot; या एक अलग क्षेत्र में पाएँगे। { -brand-name-firefox } में इसे ऐसे करना है।

privacy-book-delete-your-google = <strong>अपने { -brand-name-google } गतिविधियों के इतिहास को हटा दें।</strong> अपने एकाउंट में लॉग इन करें, &quot;मेरी गतिविधि&quot; अनुभाग खोलें, और उसे जाँचें। यहाँ संग्रहीत जानकारी ने आपको आश्चर्यचकित कर दिया या शायद आप चौंक गए? इसे हटाने के लिए स्वतंत्र महसूस करें : बाईं ओर स्थित मेनू में, &quot;इसके द्वारा गतिविधि मिटाएँ&quot;&gt; पर जाएँ और और तारीख को बदलकर &quot;हमेशा से&quot; कर दें और उत्पाद को &quot;सारे उत्पाद&quot; &gt; &quot;मिटाएँ&quot; पर क्लिक करें&gt; और पॉप-अप के आने पर मिटाने के लिए &quot;ओके&quot; पर क्लिक करें।

privacy-book-convenience-may-be = सुविधा मोहक हो सकती है - लेकिन हमेशा सबसे अच्छा समाधान नहीं है :

privacy-book-all-of-us = हम सभी, कुछ अधिक और कुछ कम, सुविधा की ओर रुख करते हैं। कभी-कभी इसका मतलब है कि हम स्वेच्छा से बहुत नियंत्रण छोड़ देते हैं। हर दूसरे सप्ताह बड़े तौर पर डिजिटल सफ़ाई न शुरू करनी पड़े, इसके लिए पहले ही यह सुनिश्चित करें कि आपका इतना सारा डेटा एकत्र नहीं किया जाए। यह आपके सोचने से ज़्यादा आसान है! एक सरल तरीका : एक ही जगह सब समाधान देने वालों से बचें। वे आपके बारे में हर चीज़ जान सकते हैं, और ज़रूरी नहीं कि सभी उपयोगकर्ताओं के लिए सही हों। कुछ अन्य विकल्प आज़माने का समय आ गया है! आइए हम कुछ उदाहरण देते हैं :

privacy-book-search-engine-title = खोज इंजन:


privacy-book-email-have-title = ईमेल:

privacy-book-email-have-you = क्या आपने Posteo के बारे में सुना है? यह बर्लिन में स्थित एक स्वतंत्र ई-मेल प्रदाता है जो स्थायी ई-मेल सेवाएँ, एड्रेस बुक और कैलेंडर प्रदान करता है जो बहुत सुरक्षित, एन्क्रिप्टेड, विज्ञापन-मुक्त हैं और जिनके लिए उपयोगकर्ताओं से कम मासिक शुल्क लिया जाता है।

privacy-book-browser-while-title = ब्राउज़र:

privacy-book-browser-while-many = जबकि कई उपयोगकर्ता अपने डेस्कटॉप कंप्यूटर पर उपयोग करने के लिए अपने पसंदीदा ब्राउज़र को चुनते हैं, अधिकांश अपने मोबाइल डिवाइस पर पहले से इंस्टॉल किए गए ब्राउज़र ऐप को कभी भी बदलते नहीं हैं।

privacy-book-give-firefox-focus = { -brand-name-firefox-focus } आज़माएँ। हमारा तीव्र, निजता ब्राउज़र कई ज्ञात कुकीज़ और ट्रैकिंग को ब्लॉक करता है, और आपको सुरक्षित तरीके से वेब को ब्राउज़ करने देता है।

privacy-book-messenger-signal-title = मैसेंजर:

privacy-book-messenger-signal-is = { -brand-name-ios }, { -brand-name-android } और विभिन्न कंप्यूटर ऑपरेटिंग सिस्टम के लिए Signal एक स्वतंत्र और सुरक्षित एन्क्रिप्टेड मैसेंजर है। यह एप्लीकेशन एक ऐसे संगठन द्वारा समर्थित है जो ओपन सोर्स का समर्थन करता है और भाषण की स्वतंत्रता की वकालत करता है।

privacy-book-sharing-is-caring = साझा करना अच्छी बात है - लेकिन सीमाएँ भी ज़रूरी हैं!

privacy-book-got-it-youre = समझ गए: आप वास्तव में साझा करने में खुश हैं और अपने दोस्तों को अपने हिस्से का केक देने में खुश हैं, कभी-कभी उन्हें अपनी कार का उपयोग भी करने देते हैं और किसी अजनबी को अपने पसंदीदा पेन को उधार देने में भी नहीं हिचकिचाते। हालाँकि, जब आपके डेटा की बात आती है, तो आप कम उदार होने पर विचार कर सकते हैं और स्पष्ट सीमाएँ निर्धारित कर सकते हैं :

privacy-book-the-art-of = <strong>नहीं कहने की कला :</strong> अपने वेब ब्राउज़र को बताएँ कि क्या स्टोर करना है और क्या नहीं – उदाहरण के लिए, आप अपने पासवर्ड को सहेजने के लिए इसका उपयोग कर सकते हैं, लेकिन अपने ब्राउज़िंग इतिहास को नहीं। आप यह भी चुन सकते हैं कि आप ब्राउज़र निर्माता के साथ उपयोग की अपनी जानकारी साझा करना चाहते हैं या नहीं और आप कुकीज़ को अनुमति देते हैं या नहीं। खैर, { -brand-name-firefox } का उपयोग करते समय, आपको कुकीज़ की चिंता करने की आवश्यकता नहीं है। हम पहले से ही डिफ़ॉल्ट रूप से कई तृतीय-पक्ष कुकीज़ को ब्लॉक करते हैं और { -brand-name-firefox } में निजता सेटिंग्स मानक और सख्त वरीयताओं के बीच चयन करना अविश्वसनीय रूप से आसान बनाते हैं।

privacy-book-the-easiest-way = सभी ब्राउज़रों में आपकी निजता की रक्षा करने का सबसे आसान तरीका डेटा एकत्र करने वालों से छुप के रहना है। यदि आप निजी/गुप्त मोड का उपयोग कर रहे हैं, तो आपका ब्राउज़र उस ब्राउज़िंग सत्र के दौरान आपके डिवाइस या कुकी पर आपकी गतिविधि के इतिहास को नहीं सहेजेगा।

privacy-book-we-love-social = <strong>हमें सोशल मीडिया बहुत पसंद है!</strong> हालाँकि, जब आप निजी तौर पर ब्राउज़ कर रहे होते हैं, तो हो सकता है ये वेबसाइटें (और अन्य) ठीक से काम नहीं करें : वे न केवल लॉग-इन के दौरान आपको ट्रैक करती हैं, बल्कि संबंधित नेटवर्क से परे उसी ब्राउज़र विंडो में होने वाली आपकी गतिविधियों को भी ट्रैक करती हैं। उनके लिए, आपकी ब्राउज़िंग जानकारी विशेष रूप से मूल्यवान है क्योंकि वे इसे आपके एकाउंट से कनेक्ट करने में सक्षम हैं और अंततः आपको अपने कुछ सबसे अच्छे दोस्तों से बेहतर जान सकते हैं। चिंतित हैं? कोई बात नहीं, मदद करने के लिए { -brand-name-firefox } है : { -brand-name-facebook-container } एक्सटेंशन प्राप्त करें, यह { -brand-name-facebook } के लिए { -brand-name-facebook } के बाहर के वेब पर आपको ट्रैक करना कठिन बनाता है।

privacy-book-theres-actually-even = <strong>सोशल नेटवर्क की बात हो तो और भी चीज़ें ध्यान में रखनी होती हैं : </strong> जैसा कि आप जानते हैं, वे लोगों से व्यक्तिगत जानकारी साझा करने के लिए बने हैं (जिन्हें हम बेहतर जानते हैं, या बहुत कम)। यह आप पर है कि आप कितनी निजी जानकारी साझा करना चाहते हैं। यह आपके पोस्ट के साथ-साथ आपके स्थान, आपकी पसंद की चीज़ों, आपके फ़ोन नंबर या आपके साथ समय बिताने वालों पर भी लागू होता है। याद रखें : यह सभी डेटा न केवल संबंधित सामाजिक नेटवर्क पर दिखाई देते हैं, बल्कि विज्ञापनदाताओं और आम जनता के लिए भी हो सकते हैं यदि आप अपनी प्रोफ़ाइल को सार्वजनिक रूप से उपलब्ध रखते हैं। इसके अलावा, यदि आप कम साझा करते हैं, तो जिन लोगों को आप नहीं जानते या जिनपर भरोसा नहीं करते उन्हें आपकी कम जानकारी मिलेगी।


privacy-book-what-does-the = दुनिया आपके बारे में क्या जानती है?

privacy-book-to-an-extent = एक हद तक, हम नियंत्रित कर सकते हैं कि वेब पर हमारे बारे में क्या जानकारी उपलब्ध है। दुर्भाग्य से, यह पूरी तरह से खतरों से हमारी रक्षा नहीं कर सकता है। पहचान की चोरी विशेष रूप से बुरा हो सकता है। आप इन बातों पर गौर कर सकते हैं :

privacy-book-search-your-name = <strong>कभी-कभी अपना नाम ऑनलाइन खोजें।</strong> इससे आपको अंदाज़ा हो जाएगा कि आप में रुचि रखने वालों को आपके बारे में क्या जानकारी मिल सकती है, कौन सी जानकारी उपलब्ध है, और आप क्या मिटाना चाहते हैं।

privacy-book-dont-have-time = <strong>समय नहीं है?</strong> अपने नाम का { -brand-name-google } अलर्ट सेट करें और यदि किसी वेबसाइट पर आपका उल्लेख किया जाएगा तो आपको इस बात की सूचना मिलेगी।

privacy-book-breach-alert-if = <strong>उल्लंघन की चेतावनी : </strong> यदि आपका डेटा वास्तव में ज्ञात उल्लंघन के माध्यम से सार्वजनिक हो जाता है, तो जितनी जल्दी हो सके प्रतिक्रिया करना और अपने पासवर्ड बदलना महत्वपूर्ण है। { -brand-name-firefox-monitor } एक उपयोगी उपकरण है जो ऐसा होने पर आपको एक संदेश भेजेगा।

privacy-book-stay-safe-online = ऑनलाइन सुरक्षित रहें :

privacy-book-there-are-a = ऐसे कई उपकरण हैं जो आपकी निजता और सुरक्षा के स्तर को बेहतर बनाने में मदद कर सकते हैं। और यह बहुत अच्छा है! हालाँकि, आपको अभी भी अपने एकाउंट की सुरक्षा के लिए पासवर्ड की आवश्यकता होगी। यदि आपके अपार्टमेंट में दरवाज़ा नहीं है, तो क्या आप अपेक्षा करेंगे कि एक नवीनतम उच्च गृह सुरक्षा प्रणाली आपको चोरों से बचाएगी? देखें कि आप आगे क्या कर सकते हैं :

privacy-book-set-up-strong = <strong>मज़बूत पासवर्ड बनाएँ।</strong> यह आश्चर्य की बात नहीं है : &quot;पासवर्ड&quot;, &quot;12345&quot; या आपका जन्मदिन सबसे अच्छे विकल्प नहीं है। आदर्श मामले में, एक मज़बूत पासवर्ड क्रमरहित, ऊपरी और निचले मामले के अक्षर, संख्या और विशेष वर्ण लिए होता है। तथाकथित पासफ़्रेज़ भी एक विकल्प हो सकता है, क्योंकि उन्हें एल्गोरिदम द्वारा अनलॉक करना मुश्किल है (और मनुष्यों द्वारा भी) – बेतरतीब ढंग से संकलित पासवर्ड के समान। इसके अलावा, अपने प्रत्येक लॉगिन के लिए एक अलग पासवर्ड सुनिश्चित करें ताकि किसी डेटा उल्लंघन की स्थिति में, आपको अपने सभी लॉगिन अपडेट नहीं करने पड़ें।

privacy-book-some-online-services = <strong>कुछ ऑनलाइन सेवाएँ आपको सुरक्षा प्रश्नों के साथ अपने एकाउंट की अतिरिक्त सुरक्षा करने के लिए कहेंगी।</strong> वे सुझाव देते हैं जैसे कि आपके पालतू जानवर का नाम, आपकी पहली कार या आपके बचपन के घर का पता। हालाँकि, जो कोई भी आपको अच्छी तरह से जानता है (या डेटा लीक से या फिर त्वरित वेब खोज से वह जानकारी प्राप्त करता है) इन सवालों के जवाब भी जान सकता है, जो उन्हें अप्रभावी बना देता है। समाधान आसान है : उन्हें सेट करते समय सुरक्षा सवालों के सही जवाब देने की कोई आवश्यकता नहीं है। संबंधित सेवाएँ सटीकता की जाँच नहीं करेंगी; बस आपके द्वारा प्रदान किए गए उत्तरों को याद रखना सुनिश्चित करें।

privacy-book-wondering-how-youre = <strong>सोच रहे हैं कि आपको अपने सभी पासवर्ड और सुरक्षा उत्तरों को कैसे याद रखना चाहिए?</strong> कृपया उन्हें कागज़ के एक टुकड़े पर न लिखें, जिसे आप अपने कंप्यूटर के बगल में रखते हैं (हाँ, लोग ऐसा करते हैं)। इसके बजाय, एक पासवर्ड प्रबंधक लें जो न केवल आपके पासवर्ड, सुरक्षा उत्तरों और अन्य निजी जानकारी को सुरक्षित रूप से संग्रहीत करता है, बल्कि आपको क्रमरहित पासवर्ड बनाने में भी मदद करता है और आपको आसानी से अपने सभी डिवाइस में उनका उपयोग करने देता है।

privacy-book-there-are-several-v2 = बाज़ार में कई महान पासवर्ड मैनेजर हैं; कुछ को प्राथमिक पासवर्ड के साथ एन्क्रिप्ट किया जाता है, अन्य में बायोमेट्रिक फ़ीचर्स (फ़िंगरप्रिंट, फ़ेस स्कैन) होते हैं। जो भी आपके लिए सबसे अच्छा काम करता है चुनें - और शायद आप { -brand-name-firefox-lockwise } को आज़माना चाहते हैं? यह आपके सभी पासवर्ड को सुरक्षित रूप से संग्रहीत करेगा और आपके मोबाइल डिवाइस के साथ-साथ आपके डेस्कटॉप ब्राउज़र के लिए भी उपलब्ध है, ताकि जब भी आपको आवश्यकता हो, आपके पास आपकी लॉगिन जानकारी तैयार हो।

# Obsolete string
privacy-book-there-are-several = बाज़ार में कई महान पासवर्ड मैनेजर हैं; कुछ को प्राथमिक पासवर्ड के साथ एन्क्रिप्ट किया जाता है, अन्य में बायोमेट्रिक फ़ीचर्स (फ़िंगरप्रिंट, फ़ेस स्कैन) होते हैं। जो भी आपके लिए सबसे अच्छा काम करता है चुनें - और शायद आप { -brand-name-firefox-lockwise } को आज़माना चाहते हैं? यह आपके सभी पासवर्ड को सुरक्षित रूप से संग्रहीत करेगा और आपके मोबाइल डिवाइस के साथ-साथ आपके डेस्कटॉप ब्राउज़र के लिए भी उपलब्ध है, ताकि जब भी आपको आवश्यकता हो, आपके पास आपकी लॉगिन जानकारी तैयार हो।

privacy-book-not-just-for = केवल आईटी पेशेवरों के लिए ही नहीं :

privacy-book-a-strong-password = एक मज़बूत पासवर्ड महत्वपूर्ण है और बढ़ी हुई ऑनलाइन सुरक्षा की दिशा में पहला कदम है। सुरक्षा को दोगुना करना चाहते हैं? मल्टी-फ़ैक्टर ऑथेंटिकेशन (MFA) आज़माएँ - कई सेवाएँ इसे पहले ही प्रदान करती हैं!

privacy-book-mfa-gets-its = <strong>इसका नाम MFA इसलिए पड़ा, क्योंकि कि इसकी वजह से आपको अपने एकाउंट में लॉग इन करने के लिए कई कारकों की आवश्यकता होती है</strong> – जैसे, उदाहरण के लिए, पासवर्ड और बायोमेट्रिक स्कैन। आपको यह सिस्टम पहले से ही एटीएम से पता होगा, जहाँ आपको पैसे निकालने के लिए अपने बैंक कार्ड और पिन दोनों की आवश्यकता होती है।

privacy-book-there-are-many = <strong>MFA के लिए कई अलग-अलग विकल्प हैं, जो आपके द्वारा उपयोग की जाने वाली डिवाइस के प्रकार पर निर्भर करता है;</strong> आप भौतिक कुंजी या पूरी तरह से सॉफ़्टवेयर-आधारित समाधान चुन सकते हैं। वे सभी एक प्रमुख लाभ साझा करते हैं: कोई भी आपके एकाउंट में लॉग इन करने में सक्षम नहीं होगा जब तक कि उनके पास आवश्यक कारक न हों। यहाँ तक कि अगर एक (एक भौतिक कुंजी या एक पासवर्ड, किसी डेटा उल्लंघन के कारण) चोरी हो जाता है, तो भी आप सुरक्षित रहेंगे।

privacy-book-safer-connections-public = सुरक्षित कनेक्शन:

privacy-book-public-wifi = सार्वजनिक वाईफ़ाई निर्विवाद रूप से सुविधाजनक है – खासकर जब आप लॉगिन के बिना कनेक्ट कर सकते हैं। दुर्भाग्य से, इसका मतलब है कि ये नेटवर्क बहुत सुरक्षित नहीं होते क्योंकि वे मूल रूप से असुरक्षित हैं। यहाँ हमारे सुझाव हैं :

privacy-book-ideally-avoid-publicly = <strong>आदर्श रूप से, सार्वजनिक रूप से सुलभ वाईफ़ाई नेटवर्क से बचें,</strong> खासकर यदि वे पासवर्ड संरक्षित नहीं हैं। कोई भी उन तक पहुंच सकता है और नेटवर्क में असुरक्षित डिवाइस पर आसानी से हमला किया जा सकता है।

privacy-book-perhaps-you-just = <strong>हो सकता है आपको कुछ तत्काल करने की ज़रूरत हो और एक सार्वजनिक वाईफ़ाई ही केवल उपलब्ध हो।</strong> कोई बात नहीं। यदि नेटवर्क आपको कनेक्ट करने के लिए ईमेल पता दर्ज करने के लिए कहता है, तो कृपया वह दर्ज न करें जो आप आमतौर पर उपयोग करते हैं। बल्कि कम विश्वसनीय साइटों और सेवाओं के लिए एक नया ईमेल पता बनाएँ और इसका उपयोग व्यक्तिगत ईमेल पत्राचार, महत्वपूर्ण एकाउंट या ऑनलाइन बैंकिंग के लिए न करें। इस तरह, यदि आप बहुत अधिक स्पैम प्राप्त करते हैं तो आप बुरा नहीं मानेंगे।

privacy-book-avoid-naming-your = <strong>अपने फ़ोन, टैबलेट या कंप्यूटर का नाम अपने नाम से मिलता हुआ रखने से बचें।</strong> यह सुविधाजनक और याद रखने में आसान लग सकता है, लेकिन यह दूसरों को आपकी पहचान करने में भी मदद करता है।

privacy-book-disconnect-and-remove = <strong>एक बार जब आपको उनकी आवश्यकता नहीं है, तो सभी उपयोग किए गए सार्वजनिक वाईफ़ाई को डिस्कनेक्ट करें और हटा दें।</strong> अन्यथा, जब भी आप पास होंगे, तो आपके डिवाइस स्वतः उनसे फिर से कनेक्ट कर सकते हैं। आपका शायद ध्यान भी इसपर न जाए, लेकिन यह एक अनावश्यक सुरक्षा जोखिम पैदा करता है।

privacy-book-how-about-your = और आपके ब्लूटूथ के बारे में?

privacy-book-bluetooth-is-a = ब्लूटूथ एक महान आविष्कार है जो केबल की तारों के जाल से हमें मुक्ति दिला सकता है। हालाँकि, अधिकांश लोग इसे स्थायी रूप से उपयोग नहीं करते हैं। यदि आपके पास स्मार्टवॉच या कोई अन्य डिवाइस नहीं है, तो आपको हर समय अपने फ़ोन से कनेक्ट रहना होगा। यह बैटरी की शक्ति को बचा सकता है और साथ ही, एक ऐसे कमज़ोर बिंदु को हटा देता है जिसका उपयोग घुसपैठिए कर सकते हैं।

privacy-book-the-secure-site = सुरक्षित साइट:

privacy-book-its-not-unusual = HTTP से इंटरनेट पर पते देखना असामान्य नहीं है। यह एक प्रोटोकॉल है जो ब्राउज़र में वेब पेज लोड करना संभव बनाता है। कोशिश करें, जब भी संभव हो, इसके बजाय एन्क्रिप्ट किए गए विकल्प HTTPS का उपयोग करें। यह विशेष रूप से सच है यदि आप एक सार्वजनिक वाईफ़ाई का उपयोग कर रहे हैं : भले ही कनेक्शन एन्क्रिप्ट नहीं किया गया है, HTTPS यह सुनिश्चित करेगा कि आपके द्वारा प्रसारित डेटा फिर भी एन्क्रिप्ट किया गया है।

privacy-book-email-accounts-and = ईमेल एकाउंट और ऑनलाइन पहचान:


privacy-book-resist-the-urge = मन मार लें और क्लिक न करें:

privacy-book-sometimes-its-easier = कभी-कभी ऐसा करना यह मुश्किल हो सकता है लेकिन – संदिग्ध लिंक पर क्लिक न करें! अधिकांश वेब उपयोगकर्ता विशेष रूप से सावधान रहना जानते हैं जब उन्हें ऐसे ईमेल आते हैं जो कि लगता है कि उनके बैंक या ऑनलाइन रिटेलर की ओर से हैं। हालांकि, जब हम मित्रों और परिवार से लिंक प्राप्त करते हैं तो यह ठीक होना चाहिए? खैर, कुछ अपवाद हैं :

privacy-book-from-time-to = समय-समय पर सोशल मीडिया एकाउंट हाइजैक हो जाते हैं और स्कैमर्स प्रभावित व्यक्ति के दोस्तों को फर्जी लिंक भेजते हैं। यदि आपको किसी मित्र के एकाउंट से एक संदेश प्राप्त होता है जो गड़बड़ दिखता है या एक अजीब, अज्ञात लिंक है, तो उन्हें यह पता लगाने के लिए कॉल करें कि क्या उन्होंने वास्तव में उस नोट को भेजा है।

privacy-book-its-also-possible = यह भी संभव है कि किसी के एकाउंट को हाइजैक न किया गया हो, लेकिन आपके चाचा आपको एक धोखेबाज़ लिंक भेजते हैं क्योंकि वह इस बारे में ज़्यादा कुछ नहीं जानते। यदि आप उस साइट को नहीं पहचानते हैं और सुरक्षित रहना पसंद करते हैं, तो क्लिक करने से पहले तुरंत एक वेब खोज करें!

privacy-book-look-at-the = ज़रा इस बारे में सोचिये:

privacy-book-we-already-talked = हम पहले से ही इस बारे में बात चुके हैं कि लोग कैसे सुविधा पसंद करते हैं – याद है? जब हमारे द्वारा उपभोग की जाने वाली जानकारी की बात आती है, तो हमारे दृष्टिकोण और अपेक्षाओं की पुष्टि होते देखना हमें सुखद और शांत महसूस कराता है। लेकिन क्या यह जानकारी को सटीक बनाता है? क्या हमें बड़ी तस्वीर मिलती है या केवल एक छोटा सा अर्क?

privacy-book-you-can-of = <strong>आपके पसंदीदा आउटलेट हो सकते हैं,</strong> लेकिन समय-समय पर अलग-अलग आउटलेट पर गौर करें और विभिन्न विचारों के बारे में जानें और अन्य दृष्टिकोणों को मौका दें।

privacy-book-ask-yourselves-do = <strong>अपने आप से पूछें:</strong> क्या आप जिन मुद्दों की परवाह करते हैं, उन पर अलग-अलग आउटलेट रिपोर्ट करते हैं? और क्या साझा जानकारी सुसंगत है या बहुत भिन्न है? भ्रमजाल और गलत जानकारी से लड़ने का यह सबसे अच्छा तरीका है।

# This sentence will only be shown to "DE" locale because the blog post is in German only.
privacy-book-de-blog-post = यदि आप इस बारे में अधिक जानना चाहते हैं, तो यहाँ <a href="https://blog.mozilla.org/firefox/how-to-spot-real-fake-news/">एक दिलचस्प ब्लॉग पोस्ट है</a> जो मदद कर सकती है।

privacy-book-disable-unnecessary-location = (अनावश्यक) स्थान सेवाएँ अक्षम करें:

privacy-book-todays-mobile-devices = आज के मोबाइल डिवाइस में आमतौर पर अपने स्थान को निर्धारित करने, संग्रहीत करने और साझा करने की क्षमता होती है। यह नेविगेशन के लिए सुविधाजनक है या जब आप अपना फ़ोन खो चुके होते हैं। हालाँकि, यह काफ़ी संवेदनशील जानकारी ऐप्स द्वारा भी उपयोग की जा सकती है, भले ही आप इसे न चाहें।

privacy-book-many-social-media = <strong>मामला दर मामला तय करें :</strong> जब आप कुछ पोस्ट करते हैं, तो कई सोशल मीडिया ऐप आपके स्थान को साझा करने की पेशकश करते हैं। यह आप पर निर्भर है कि आप दूसरों को बताना चाहते हैं कि आप कहाँ हैं या नहीं कहना भी पूरी तरह से ठीक है।

privacy-book-for-each-of = <strong>प्रत्येक ऐप के लिए निर्णय लें :</strong> आपके डिवाइस के प्रत्येक ऐप के लिए जो आपके स्थान की जानकारी तक पहुँच चाहता है, आप यह तय कर सकते हैं कि क्या आप इसे साझा करना चाहते हैं। सभी प्रमुख ऑपरेटिंग सिस्टम आपको अपनी सेटिंग्स बदलने की अनुमति देते हैं ताकि आप व्यक्तिगत या सभी ऐप तक पहुँच को सीमित कर सकें।

privacy-book-another-reason-to = <strong>पृष्ठभूमि में स्थानीयकरण से बचें :</strong> ऐसा करने का एक और कारण यह है कि कुछ एप्लिकेशन न केवल आपके स्थान का उपयोग करते समय उन्हें सहेजते हैं – उनमें से कई पृष्ठभूमि में स्थान सेवा भी चलाते हैं और समय के साथ आपकी पूरी मोशन प्रोफ़ाइल बना सकते हैं। ऐप विक्रेता तब इस जानकारी का उपयोग बहुत सारे उद्देश्यों के लिए कर सकता है, यहाँ तक कि इसे बेच भी सकता है, जो शायद आपको पसंद न आए।

privacy-book-dont-need-it = इसकी ज़रूरत नहीं है? इसे हटाएँ!

privacy-book-even-if-you = अगर आपने बहुत सारी मेमोरी वाला स्मार्टफ़ोन खरीदा है ताकि आपको कभी भी फिर से कुछ नहीं हटाना पड़ें, तभी भी समय-समय पर इसे साफ़ करना एक बुरा विचार नहीं है। क्यों?

privacy-book-the-more-apps = <strong>कमज़ोरियों को सीमित करें।</strong> आपके डिवाइस पर जितने अधिक एप्लिकेशन हैं, उतनी ही अधिक संस्थाओं के पास आपके डेटा तक पहुँच है - और हर समय पूर्ण अवलोकन होना असंभव है।


privacy-book-also-reconsider-the = <strong>पहुँच को सीमित करें।</strong> इसके अलावा, सामाजिक नेटवर्क सहित शेष ऐप्स को दी गई अनुमतियों पर पुनर्विचार करें, और अपने आप से पूछें : क्या इस ऐप को वास्तव में मेरे स्थान को जानने की आवश्यकता है? मेरे संपर्क? मेरी तस्वीरें? मेरा कैमरा और माइक्रोफ़ोन?

privacy-book-friendly-reminder-what = दोस्ताना अनुस्मारक : फिर से बताएँ ट्रैकर्स क्या हैं?

privacy-book-we-distinguish-between = हम प्रथम और तृतीय पक्ष के ट्रैकर या ट्रैकिंग कुकीज़ के बीच अंतर करते हैं। उदाहरण के लिए, आपको समाचार साइटों पर प्रथम-पक्ष ट्रैकर्स मिल सकते हैं। उनका काम नोटिस करना है कि जब कोई नया या आवर्ती पाठक साइट पर आए, तो देखें कि वे कौन से लेख पढ़ते हैं, प्रत्येक पृष्ठ पर वे कितना समय बिताते हैं, और इसी तरह। वे इस जानकारी का उपयोग अपनी पेशकश की गुणवत्ता में सुधार और यह निर्धारित करने के लिए कर सकते हैं कि पाठक वास्तव में क्या पसंद करते हैं।


privacy-book-as-you-might = जैसा कि आप पहले ही समझ सकते हैं, यह जानकारी बहुत मूल्यवान है। इसीलिए जिन कंपनियों के पास यह है वह इसे दूसरों को बेचकर बहुत पैसा कमाती हैं। दुर्भाग्य से, कोई भी आपको इस निर्णय में शामिल नहीं करता है। इसीलिए { -brand-name-firefox } डिफ़ॉल्ट रूप से कई तृतीय-पक्ष ट्रैकर्स को अवरुद्ध करता है ताकि आप अपने ऑनलाइन अनुभव पर अधिक नियंत्रण वापस पा सकें और विज्ञापनों और संदिग्ध कंपनियों द्वारा वेब के चारों ओर पीछा किए जाने की आपकी संभावनाओं को कम कर सकें।

privacy-book-questions-feedback = प्रश्न और प्रतिक्रिया

privacy-book-do-you-have = क्या आपके कोई प्रश्न या प्रतिक्रिया है? कृपया हमसे संपर्क करने में संकोच न करें, हम आपसे सुनने के लिए उत्सुक हैं!

privacy-book-twitter = { -brand-name-twitter }
