# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = انتقل من كروم إلى فَيَرفُكس خلال دقائق فقط
switch-switching-to-firefox-is-fast = الانتقال إلى فَيَرفُكس يتم بشكل سريع ومن دون أيّة مشاكل، لأن فَيَرفُكس سينقل علاماتك، كلمات السّر الخاصّة بك وجميع تفضيلاتك من كروم.
switch-switching-to-firefox-page-description = الانتقال إلى فَيَرفُكس يتم بشكل سريع ومن دون أيّة مشاكل. سينقل فَيَرفُكس علاماتك، كلمات السّر الخاصّة بك وجميع تفضيلاتك من كروم.
switch-select-what-to-take = اختر ما ترغب في استيراده من كروم.
switch-let-firefox-do-the-rest = اترك الباقي على فَيَرفُكس.
switch-use-firefox-and-still-chrome = بإمكانك استخدام فَيَرفُكس والحِفاظ على كروم دون أي تغيير.
switch-share-with-your-friends = شارِك مع أصدقائك طريقة الانتقال إلى فَيَرفُكس
switch-firefox-makes-switching-fast-tweet = 🔥 يسمح لك فَيَرفُكس بالانتقال من كروم بشكل سريع. جّربه الآن.
switch-switch-to-firefox = انتقل إلى فَيَرفُكس
switch-firefox-makes-switching-fast-email = يجعل فَيَرفُكس الانتقال من كروم شربة ماء. أحبّ هذا المتصفح، وأظن أن عليك تجريبه.
switch-still-not-convinced = لست مُقتنعًا بعد بأن الانتقال إلى فَيَرفُكس سهل؟
switch-enjoy-the-web-faster = استمتع بتجربة استخدامك لمُتصفّح سريع، أُعِدّ من أجلك.
switch-download-and-switch = حمّل وانتقل
switch-share-to-facebook = شارِك على فيسبوك
switch-send-a-tweet = أرسل تغريدة
switch-hey = مرحبا،
switch-check-it-out = جرّب بنفسك وأخبرني بالنّتيجة:
switch-send-an-email = أرسل رسالة إلكترونية
