# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = Φραγή διαφημίσεων
# Page Title
features-adblocker-meta-title = Σχετικά με τη φραγή διαφημίσεων - { -brand-name-firefox }
# HTML page description
features-adblocker-meta-desc = Μάθετε πώς λειτουργεί η φραγή διαφημίσεων, τι μπορεί να κάνει για εσάς και πώς το { -brand-name-firefox } σάς προστατεύει από ιχνηλάτες και cookie.
features-adblocker-the-ad-blocker-a-tool = Φραγή διαφημίσεων: ένα εργαλείο εξατομικευμένης και εστιασμένης εμπειρίας περιήγησης.
features-adblocker-in-todays-digital-world = Στον σημερινό ψηφιακό κόσμο, το διαδίκτυο μπορεί να είναι φορτωμένο και ακατάστατο. Η φραγή διαφημίσεων αποτελεί ένα ισχυρό εργαλείο που σας δίνει τον έλεγχο της εμπειρίας περιήγησής σας, επιτρέποντάς σας να αποφασίσετε τι εμφανίζεται στην οθόνη σας.
features-adblocker-ad-blockers-work = Τα εργαλεία φραγής διαφημίσεων λειτουργούν με δύο βασικούς τρόπους: εμποδίζουν τη φόρτωση περιεχομένου, όπως διαφημίσεων, και αποκλείουν τα τμήματα των ιστοτόπων που φιλοξενούν αυτά τα στοιχεία. Αυτό μπορεί να περιλαμβάνει διαφημίσεις βίντεο, εξατομικευμένες διαφημίσεις που σας ακολουθούν στο διαδίκτυο, ακόμη και τρίτους ιχνηλάτες.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = Η χρήση ενός εργαλείου φραγής διαφημίσεων είναι πολύ απλή. Πολλές αξιόπιστες επιλογές είναι διαθέσιμες ως πρόσθετα προγραμμάτων περιήγησης, κάνοντας εύκολη την εύρεση αυτής που ανταποκρίνεται στις ανάγκες σας. Για παράδειγμα, το <a href="{ $firefox }">{ -brand-name-firefox }</a> προσφέρει <a href="{ $addons }">μια λίστα εγκεκριμένων επεκτάσεων</a>, οι οποίες έχουν σχεδιαστεί με στόχο τη βελτίωση της εμπειρίας περιήγησής σας με σεβασμό στο απόρρητό σας.
features-adblocker-finding-the-right = Βρείτε το σωστό εργαλείο φραγής διαφημίσεων για εσάς
features-adblocker-there-are-many = Υπάρχουν πολλά εργαλεία φραγής διαφημίσεων και καθένα από αυτά παρέχει λειτουργίες που ταιριάζουν σε διαφορετικές προτιμήσεις. Η εύρεση του κατάλληλου για εσάς εργαλείου εξαρτάται από τις επιθυμίες και τις συνήθειες περιήγησής σας. Ακολουθούν μερικές συμβουλές που πρέπει να λάβετε υπόψη:
features-adblocker-tip-1 = <strong>Φραγή διαφημίσεων:</strong> Εάν θέλετε να αποκλείσετε μόνο τις διαφημίσεις, επιλέξτε ένα απλό και «ελαφρύ» εργαλείο.
features-adblocker-tip-2 = <strong>Ανησυχίες περί απορρήτου:</strong> Εάν ανησυχείτε για τους ιχνηλάτες, αναζητήστε ένα εργαλείο φραγής διαφημίσεων με ενσωματωμένες λειτουργίες απορρήτου.
features-adblocker-tip-3 = <strong>Δυνατότητα προσαρμογής:</strong> Ορισμένα εργαλεία φραγής διαφημίσεων επιτρέπουν την εξαίρεση συγκεκριμένων ιστοτόπων ή τον αποκλεισμό καθορισμένων στοιχείων για καλύτερα αποτελέσματα.
features-adblocker-tip-4 = <strong>Συμβατότητα συσκευών:</strong> Εξετάστε αν χρειάζεστε το εργαλείο για υπολογιστές, κινητές συσκευές ή και τα δύο.
features-adblocker-tip-5 = <strong>Φραγή κακόβουλου λογισμικού:</strong> Ορισμένα εργαλεία φραγής διαφημίσεων σάς προστατεύουν από κακόβουλες διαφημίσεις (π.χ. το AdGuard).
features-adblocker-tip-6 = <strong>Γονικός έλεγχος:</strong> Μια χρήσιμη λειτουργία αν θέλετε να αποκλείσετε ακατάλληλο περιεχόμενο.
features-adblocker-its-important-to-note = Είναι σημαντικό να σημειώσουμε ότι ορισμένοι ιστότοποι βασίζονται στις διαφημίσεις για τη φόρτωση περιεχομένου ή την παροχή λειτουργικότητας. Η φραγή διαφημίσεων μπορεί να προκαλέσει δυσλειτουργίες, όπως η αδυναμία αναπαραγωγής βίντεο ή η αποτυχία μεθόδων σύνδεσης. Επιλέξτε ένα εργαλείο φραγής διαφημίσεων που ενημερώνεται τακτικά και αν διαπιστώσετε ότι προκαλεί σημαντικά προβλήματα, δοκιμάστε κάποιο άλλο για να βρείτε μια καλύτερη ισορροπία απόδοσης και συμβατότητας.
features-adblocker-enhanced-privacy = Ενισχυμένη ιδιωτικότητα και επιδόσεις με το { -brand-name-firefox }
