# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/fast/

features-fast-firefox-keeps-getting-faster = Το { -brand-name-firefox } γίνεται όλο και πιο γρήγορο
# HTML description
features-fast-firefox-is-faster-than-ever = Το { -brand-name-firefox } είναι πιο γρήγορο από ποτέ, κάτι που μπορείτε εύκολα να αντιληφθείτε, ειδικά σε περιπτώσεις όπως η ταχύτερη φόρτωση σελίδων και οι ομαλότερες αλληλεπιδράσεις.
features-fast-how-is-browser-speed-measured = Πώς μετριέται η ταχύτητα του προγράμματος περιήγησης;
features-fast-speedometer-is-the-most-widely = Ο πιο ευρέως χρησιμοποιούμενος δείκτης αναφοράς επιδόσεων για τη μέτρηση της ανταπόκρισης των διαδικτυακών εφαρμογών ονομάζεται «Speedometer». Αν και υπάρχουν άλλοι δείκτες αξιολόγησης για προγράμματα περιήγησης, το Speedometer 3 είναι το νέο πρότυπο για το πώς μετράμε την ταχύτητα της εμπειρίας περιήγησής σας. Οι τελευταίες δοκιμές αντικατοπτρίζουν καλύτερα το σημερινό διαδίκτυο (εργασία με οπτικά εμπλουτισμένα γραφήματα, επεξεργασία κειμένου, αλληλεπίδραση με περίπλοκες και «βαριές» ιστοσελίδες, όπως ειδησεογραφικοί ιστότοποι), παρουσιάζοντας μια πλήρη εικόνα των επιδόσεων ενός προγράμματος περιήγησης.
features-fast-the-new-speedomer-3-benchmark = Ο νέος δείκτης αναφοράς επιδόσεων «Speedometer 3» αποτελεί το πρώτο κύριο σημείο αναφοράς για προγράμματα περιήγησης που έχει αναπτυχθεί ποτέ, μέσω μιας συνεργασίας που υποστηρίζεται από όλα τα κύρια προγράμματα περιήγησης, σχεδιασμένο έτσι, ώστε να ωφελήσει ολόκληρο το διαδίκτυο.
features-fast-faster-every-day = Πιο γρήγορο κάθε μέρα
features-fast-firefox-is-powered-by-the-world = Το { -brand-name-firefox } βασίζεται στον κορυφαίο μηχανισμό { -brand-name-gecko }, με απίστευτα γρήγορη μορφοποίηση και διάταξη σελίδων, σύγχρονες δυνατότητες JavaScript και αδιάκοπη λήψη νέων βελτιώσεων για τις επιδόσεις, ώστε οι χρήστες μας να παραμένουν ευχαριστημένοι και να εξελίσσεται η διαδικτυακή πλατφόρμα.
# Variables
#   $link (url) - link to https://hacks.mozilla.org/2023/10/down-and-to-the-right-firefox-got-faster-for-real-users-in-2023/
features-fast-all-browsers-had-to-make = Όλα τα προγράμματα περιήγησης έπρεπε να κάνουν βελτιώσεις ώστε να έχουν καλές επιδόσεις στις νέες δοκιμές του Speedometer 3. Ειδικότερα, το { -brand-name-firefox } έχει κάνει τεράστια βήματα προόδου, καθώς έχει γίνει <a { $link }>σημαντικά ταχύτερο</a> για τους χρήστες μας, ως αποτέλεσμα αυτής της εργασίας. Το { -brand-name-firefox } είναι πιο γρήγορο από ποτέ, κάτι που μπορείτε εύκολα να αντιληφθείτε, ειδικά σε περιπτώσεις όπως η ταχύτερη φόρτωση σελίδων και οι ομαλότερες αλληλεπιδράσεις.
features-fast-towards-a-faster-web = Προς ένα ταχύτερο διαδίκτυο
# Variables
#   $link (url) - link to /about/webvision/full/#performance
features-fast-theres-been-an-encouraging = Η { -brand-name-mozilla } <a { $link }>δεσμεύεται</a> να βελτιώνει συνεχώς το πρόγραμμα περιήγησης της, καθώς και ολόκληρο το διαδίκτυο. Για τον λόγο αυτό, επενδύσαμε στη συνεργασία μας για την ανάπτυξη του Speedometer 3, το οποίο με τη σειρά του έχει βελτιώσει τις επιδόσεις όλων των προγραμμάτων περιήγησης. Επομένως, όποιο πρόγραμμα περιήγησης κι αν επιλέξετε, η { -brand-name-mozilla } θέλει να είναι γρήγορο.
