# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = რა არის IP მისამართი?
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } პასუხს გასცემს ყველა შეკითხვას, IP-მისამართების შესახებ, თუ რა არის IP-მისამართი, როგორ მუშაობს და საჭიროა თუ არა, მისი დაფარვა.
vpn-ip-address-every-time-you = ინტერნეტში ყოველი შესვლისას, IP-ს გადამწვეტი მნიშვნელობა ეკისრება, ინფორმაციის გაცვლასა და სასურველი საიტების მონახულებაში. თუმცა, შესაძლოა არ იცოდეთ, რას წარმოადგენს, სწორედ ამიტომ, ქვემოთ ჩამოვწერეთ, ხშირად დასმული კითხვები.
vpn-ip-address-your-ip-address = IP-მისამართი უნიკალური ნომერი, მსგავსად ელფოსტის მისამართისა, რომელიც დაკავშირებულია ინტერნეტში თქვენს მოქმედებებთან. ქსელის ნებისმიერი გამოყენებისას (საყიდლებისთვის, ელფოსტისთვის, ვიდეოების სანახავად), თქვენ აგზავნით მოთხოვნას შესაბამის დანიშნულების წერტილში, იქიდან კი საპასუხოდ იღებთ სასურველ ინფორმაციას. როგორ ხდება ეს? საქმე ისაა, რომ IP ნიშნავს ინტერნეტოქმს (Internet Protocol) და მოიცავს წინასწარ გაწერილ დებულებებსა და წესებს (დიახ, იგივე ოქმი, დადგენილება) მონაცემების დამისამართებისა და ურთიერთკავშირისთვის. ამ ოქმით გაწერილი მითითებებით უნდა იხელმძღვანელოს ორივე მხარემ, მონაცემების, ურთიერთგაცვლისთვის.
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = IP-მისამართის მაგალითია, ოთხი რიცხვის შემდეგი მიმდევრობა, წერტილებით გამოყოფილი: 123.45.67.89
vpn-ip-address-if-you-look-up-your = თუ მონახავთ საკუთარ IP-ს, ამგვარად უნდა გამოიყურებოდეს.
vpn-ip-address-does-it-travel = ყველგან თან დაგყვებათ?
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip = არა. თქვენი IP-მისამართი დაკავშირებულია ცალკეულ ადგილსამყოფელთან, თუ <a href="{ $url }">VPN</a> არ გაქვთ ჩართული (ამის შესახებ, ქვემოთ იხილავთ). როდესაც იმყოფებით სახლში და სარგებლობთ ინტერნეტით, რომლისთვისაც ფულს იხდით, ამ დროს, ერთ მისამართს იყენებთ. თუმცა, თუ დილით ელფოსტას სახლში ამოწმებთ, შემდეგ ახალ ამბებს, იქვე კაფეში ეცნობით, სანამ ყავას მოგიტანენ და შემდეგ სამსახურიდან მუშაობთ, თითოეულ ადგილას, სხვადასხვა IP-მისამართი გექნებათ გამოყენებული.
vpn-ip-address-does-your-ip = შეიძლება IP-მისამართი შეიცვალოს?
vpn-ip-address-yes-even-if = დიახ. მაშინაც კი, თუ მხოლოდ სახლის ინტერნეტით სარგებლობთ, შესაძლებელია IP-მისამართი შეიცვალოს. ინტერნეტის მომწოდებელს (ISP) შეუძლია მიმართვის საფუძველზეც შეცვალოს, ზოგჯერ კი ინტერნეტკავშირის წყვეტის ან სხვა ხარვეზების გამოც იცვლება, აგრეთვე მოდემის ან როუტერის გადატვირთვით.
vpn-ip-address-can-more-than = შესაძლებელია, ორ მოწყობილობას ერთნაირი IP-მისამართი ჰქონდეს?
vpn-ip-address-this-is-a = ცოტა რთული სათქმელია, ვინაიდან პასუხი შეიძლება იყოს ორივე – კი ან არა.
