# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = რა არის IP მისამართი?
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } უპასუხებს ყველა შეკითხვას IP-მისამართების შესახებ, თუ რა არის IP-მისამართი, როგორ მუშაობს და საჭიროა თუ არა მისი დაფარვა.
vpn-ip-address-every-time-you = ინტერნეტში ყოველი შესვლისას IP-ს გადამწყვეტი მნიშვნელობა ეკისრება ინფორმაციის გაცვლასა და სასურველი საიტების მონახულებაში. მიუხედავად ამისა, შესაძლოა, არ იცოდეთ, რას წარმოადგენს, სწორედ ამიტომ ქვემოთ ჩამოვწერეთ ხშირად დასმული კითხვები.
vpn-ip-address-your-ip-address = IP-მისამართი უნიკალური ნომერია, მსგავსად სახლის ტელეფონის ან ელფოსტის მისამართისა, რომელიც დაკავშირებულია ყველა თქვენს მოქმედებასთან ინტერნეტში. ქსელის ნებისმიერი გამოყენებისას (საყიდლებისთვის, ელფოსტისთვის, ვიდეოების სანახავად), თქვენ აგზავნით მოთხოვნას შესაბამის დანიშნულების წერტილში, იქიდან კი საპასუხოდ იღებთ სასურველ ინფორმაციას. როგორ ხდება ეს? საქმე ისაა, რომ IP ნიშნავს ინტერნეტოქმს (Internet Protocol, შემოკლ. „აიპი“) და მოიცავს წინასწარ გაწერილ დებულებებსა და წესებს (დიახ, იგივე ოქმი, დადგენილი წესები) მონაცემების დამისამართებისა და ურთიერთკავშირისთვის. ამ ოქმით გაწერილი მითითებებით უნდა იხელმძღვანელოს ორივე მხარემ მონაცემების ურთიერთგაცვლისთვის.
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = IP-მისამართის მაგალითია, ოთხი რიცხვის შემდეგი მიმდევრობა, წერტილებით გამოყოფილი: 123.45.67.89
vpn-ip-address-if-you-look-up-your = თუ გადახედავთ საკუთარ IP-ს, ამგვარად უნდა გამოიყურებოდეს.
vpn-ip-address-does-it-travel = ყველგან თან დაგყვებათ?
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = არა. თქვენი IP-მისამართი დაკავშირებულია ცალკეულ ადგილსამყოფელთან, თუ VPN არ გაქვთ ჩართული (ამის შესახებ ქვემოთ იხილავთ). როდესაც იმყოფებით სახლში და სარგებლობთ ინტერნეტით, რომლისთვისაც ფულს იხდით, ამ დროს ერთ მისამართს იყენებთ. თუ დილით ელფოსტას სახლში ამოწმებთ, ხოლო ახალ ამბებს იქვე, კაფეში ეცნობით, სანამ ყავას მოგიტანენ და შემდეგ სამსახურიდან მუშაობთ, თითოეულ ადგილას სხვადასხვა IP-მისამართი გექნებათ გამოყენებული.
vpn-ip-address-does-your-ip = შესაძლოა, IP-მისამართი შეიცვალოს?
vpn-ip-address-yes-even-if = დიახ. მაშინაც კი, თუ მხოლოდ სახლის ინტერნეტით სარგებლობთ, შესაძლებელია IP-მისამართი შეიცვალოს. ინტერნეტის მომწოდებელს (ISP) შეუძლია, მიმართვის საფუძველზეც შეცვალოს, ზოგჯერ კი ინტერნეტკავშირის წყვეტის ან სხვა ხარვეზების გამოც იცვლება, აგრეთვე მოდემის ან როუტერის გადატვირთვით.
vpn-ip-address-can-more-than = შესაძლებელია, რამდენიმე მოწყობილობას ერთნაირი IP-მისამართი ჰქონდეს?
vpn-ip-address-this-is-a = ცოტა ძნელი სათქმელია, ვინაიდან პასუხი შეიძლება იყოს ორივე – კი და არა. რამდენიმე მოწყობილობა შესაძლოა, სარგებლობდეს საერთო გარე (საჯარო) IP-მისამართით, მაგრამ თითოეულს ექნება განსხვავებული შიდა (ადგილობრივი) IP-მისამართი. თქვენი ISP (ინტერნეტის მომწოდებელი) სახლში ქსელის შემოყვანისას გაძლევთ მხოლოდ ერთ გარე IP-მისამართს. ვინაიდან ინტერნეტში როუტერით გადიხართ, ეს გარე IP სწორედ ამ როუტერს ენიჭება. შემდეგ კი როუტერი თავად ურიგებს შიდა IP-მისამართებს მასთან მიერთებულ სხვა მოწყობილობებს. გარე IP-მისამართი გამოიყენება ღიად, მსოფლიოსთან კავშირისას. შიდა IP-მისამართები კი გარედან არაა ხილული, მხოლოდ სახლის ქსელშია ხელმისაწვდომი.
vpn-ip-address-can-we-run = შესაძლოა, ამოიწუროს?
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = თავდაპირველად, როცა ინტერნეტი ჩამოყალიბდა, გამოიყენებოდა „მე-4 ვერსიის“ მისამართები. ვინაიდან 32 ბიტისგან შედგება, ნიშნავს, რომ შესაძლებელია <a href="{ $sr }">4.2 მილიარდი მისამართით</a> სარგებლობა. ჯერჯერობით საკმარისია, მაგრამ დიდი დრო არ იქნება დარჩენილი ამოწურვამდე, განსაკუთრებით იმ პირობებში, როცა თუნდაც ამერიკაში თითოეულ ოჯახს საშუალოდ <a href="{ $variety }">11 მოწყობილობა აქვს დაკავშირებული</a>.
vpn-ip-address-we-now-have = უკვე გვაქვს მე-6 ვერსიის IP-მისამართებიც, რომლებიც 128 ბიტისგან შედგება. სამწუხაროდ, მე-4 და მე-6 ვერსიები პირდაპირ ვერ ურთიერთქმედებს ერთმანეთთან, ამიტომ მე-4 ვერსიის მისამართების გამოყენება კიდევ დიდხანს იქნება საჭირო.
vpn-ip-address-should-you-hide = აუცილებელია IP-მისამართის დაფარვა?
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = აუცილებელი არაა IP-მისამართის დაფარვა, მაგრამ არის შემთხვევები, როცა გამოსადეგია. უმეტესად საჭიროა ხოლმე პირადულობის უზრუნველსაყოფად. შეერთებულ შტატებში <a href="{ $congress }">კონგრესმა ჩააგდო</a> დადგენილებები, რომლებიც განკუთვნილი იყო პირადი მონაცემების დასაცავად მაღალგამტარიანი ქსელის მომხმარებლებისთვის. ინტერნეტის მომწოდებელს შეუძლია, გაეცნოს თქვენს ჩვევებს გვერდების მონახულებისას, თუ რას საქმიანობთ ინტერნეტში, რამდენ ხანს ყოვნდებით თითოეულ ვებგვერდზე. ვინაიდან ეს კავშირი დაუშიფრავია, სხვა გარეშე მხარეებსაც შეუძლია იხილოს, რომელ საიტებს ეწვიეთ. ერთ-ერთი გზა ამის ასარიდებლად არის <a href="{ $doh }">DNS-გადაცემა HTTPS-ით</a> (DoH). შედეგად, დაიშიფრება თქვენი DNS-ის (Domain Name System — საიტის დასახელებების მთარგმნელი) კავშირები და გაუძნელდება ISP-ს გაიგოს, თუ რომელი ვებსაიტების მონახულებას ცდილობთ. ამერიკელი <a href="{ $firefox }">{ -brand-name-firefox }-მომხმარებლებისთვის</a>, ნაგულისხმევადაა ჩართული DoH-მოთხოვნები და გადამისამართებულია სანდო DNS-მომსახურებებთან, რითიც ძნელდება თქვენი ვინაობის დაკავშირება მონახულებულ საიტებთან.
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = ზოგიერთი სხვა გარემოებაც შეიძლება საჭიროებდეს IP-მისამართის დამალვას. თუნდაც, ადგილსამყოფლის შეცვლა და მოგზაურობა. აგრეთვე, VPN უზრუნველყოფს <a href="{ $url }">მეტ პირადულობას</a> დაუცველი WiFi-ქსელებით ვიდეოზარის გაშვებისას ან საყიდლების შეძენისას გარეთ სეირნობის დროს.
vpn-ip-address-how-do-you = როგორ ხდება მისი დაფარვა?
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN ერთ-ერთი საშუალებაა IP-მისამართის დასაფარად. <a href="{ $vpn }">როდესაც იყენებთ VPN-⁠ს</a>, თქვენი ადგილსამყოფლის გარე IP-ის ნაცვლად გამოჩნდება VPN-მომსახურების გარე IP-მისამართი. ასე რომ, თუ VPN, რომელთანაც ხართ მიერთებული, მდებარეობს კალიფორნიაში, თქვენი გარე IP-მისამართიც იქნება კალიფორნიისა, იმისდა მიუხედავად, სინამდვილეში სად იმყოფებით. ამასთანავე, ინტერნეტში თქვენი საქმიანობა იქნება დაშიფრული VPN-მომსახურებასთან კავშირისას, რაც დამატებით უზრუნველყოფს უსაფრთხოებასა და პირადულობას. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> ერთ-ერთი გზაა IP-მისამართის დასაფარად. ჩვენ არ აღვრიცხავთ ქსელში თქვენი მოქმედებების ჩანაწერებს და არც იმ გარეშე მხარეებთან ვთანამშრომლობთ, რომლებიც თქვენი დახასიათების შედგენას ცდილობენ ინტერნეტში საქმიანობის საფუძველზე. გთავაზობთ სრულ დაცვას ხუთ მოწყობილობამდე სერვერებით { $countries }-ზე მეტ ქვეყანაში, შედეგად, მსოფლიოს ნებისმიერი წერტილიდან ნებისმიერ ადგილას გექნებათ წვდომა.
