# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = რით განსხვავდება VPN და პროქსი
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN და პროქსი, ინტერნეტში პირადულობისა და უსაფრთხოებისთვისაა. იხილეთ, როგორ გიცავთ თითოეული და რომლის არჩევაა უმჯობესი.
vpn-or-proxy-virtual-private-networks = წარმოსახვითი კერძო ქსელი (VPN) და დაცული პროქსი (ვებპროქსი) გამოიყენება ინტერნეტში პირადულობისა და უსაფრთხოების გასაუმჯობესებლად, თუმცა, შესაძლოა დამაბნეველი იყოს, მათ შორის სწორი არჩევანის გაკეთება. აქ გაეცნობით, თითოეული მომსახურება როგორ გიცავთ და რომლის არჩევა ჯობია, ინტერნეტით სარგებლობისას.
vpn-or-proxy-stop-isps-from = შეაჩერეთ თვალთვალი ინტერნეტის მომწოდებლისგან
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = როცა <a href="{ $firefox }">იყენებთ { -brand-name-firefox }-ს</a>, <a href="{ $etp }">თვალთვალისგან გაძლიერებული დაცვა</a> თავისთავად ზღუდავს გარეშე მხარეების უმეტეს <a href="{ $trackers }">მეთვალყურეს</a> მთელი ვებსივრციდან. თუმცა, აქ ერთი საგულისხმო საკითხია: თქვენი ინტერნეტის მომწოდებელს (ISP), რომელსაც თანხას უხდით მომსახურებისთვის — მაინც შეუძლია თვალი გადევნოთ.
vpn-or-proxy-because-your-internet = ვინაიდან, ქსელში გადაცემული მონაცემები თქვენი მოწყობილობებიდან (კომპიუტერი, ტელეფონი, ტელევიზორი, პლანშეტი) გაივლის მომსახურების მომწოდებლის ხელში, მათ შეუძლიათ გაიგონ, რას აკეთებთ ინტერნეტში. ISP ხედავს, რომელ საიტებს ეწვიეთ, რამდენი ხანი დაყოვნდით, აგრეთვე, ადგენს თქვენს ადგილსამყოფელსა და თქვენი მოწყობილობების მონაცემებს. ISP შესაძლოა ვერ არკვევდეს, ზუსტად რა მოიმოქმედეთ საიტზე (მაგალითად, რა შეიძინეთ, რა მოიძიეთ ან რა წაიკითხეთ), დაშიფვრის წყალობით, თუმცა გარკვეული დასკვნების გამოტანა მაინც შეუძლია, მონახულებული გვერდების საფუძველზე. ამ პირადი მონაცემების გამოყენებით კი ISP ქმნის დაწვრილებით დახასიათებს, თქვენ შესახებ. რატომ აკეთებს ISP ამას? პასუხი მარტივია: ამგვარი ინფორმაცია მეტად ღირებულია.
vpn-or-proxy-isps-can-use = ISP-ს შეუძლია ეს მონაცემები საკუთარი სარეკლამო მიზნებისთვის გამოიყენოს, ანდაც შემოსავალი მიიღოს, მათი გაზიარებით გარეშე მხარეებისთვის, რომლებიც თავისმხრივ, გამოიყენებენ მიზნობრივი რეკლამებისთვის, რაც თავისთავად, გულისხმობს ნაკლებ პირადულობასა და მეტ თვალთვალს. ბრაუზერის პირადი რეჟიმების გამოყენება, ვერ შეუშლის ხელს ISP-ს იხილოს, რას საქმიანობთ ინტერნეტში. თუმცაღა, კავშირების პროქსით ან VPN-ით გატარების შემთხვევაში, ეს ყველაფერი მეტად გაუძნელდება.
vpn-or-proxy-when-should-you = როდის გამოვიყენო VPN და როდის – დაცული პროქსი?
vpn-or-proxy-vpns-and-secure = VPN და დაცული პროქსი, საერთო დანიშნულების მქონეა: ორივე გამოიყენება კავშირების უსაფრთხოებისთვის. მათი მეშვეობით შესაძლებელია ნამდვილი IP-მისამართის შენიღბვა და მიმოცვლილი მონაცემების დაცვა, თქვენსა და VPN-ს ან პროქსის შორის. მაგრამ, როდისაა საჭირო VPN და როდის – პროქსი?
vpn-or-proxy-secure-web-proxy = დაცული პროქსი: უსაფრთხოება ბრაუზერის დონეზე
vpn-or-proxy-a-secure-web = დაცული ვებპროქსი გამოდგება, მხოლოდ ბრაუზერის გამოყენებისას. ეს მოიცავს მრავალი სახის საქმიანობას, მათ შორის საყიდლების შეძენას, გადასახდელების დაფარვას, სოცქსელების გამოყენებასა და ელფოსტის შემოწმებას. დაცული პროქსი არის შუამავალი, თქვენს ბრაუზერსა და ინტერნეტს შორის. ვებსივრცეში გაგზავნილი მონაცემები თქვენი ბრაუზერიდან, პირდაპირ გაივლის უსაფრთხო გვირაბს, შეიცვლის IP-მისამართს, შედეგად კი იმ ვებსაიტს, რომელსაც დაუკავშირდებით, არ ეცოდინება, მსოფლიოს რომელი კუთხიდან შეხვედით. შესაბამისად, ეს ართულებს თვალის დევნებასა და სამიზნე კვლევების ჩატარებას.
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = პროქსი მეტად გამოსადეგია, როცა ვებსივრცეს ათვალიერებთ საჯარო WiFi-ით. თუ პროქსი ჩართულია, იმავე ქსელიდან ვეღარ შეძლებენ დაადგინონ, რა მოიმოქმედეთ ან რა ინფორმაცია გადაეცით, დაუცველ საიტებზე. თითქოს უვნებელია, მაგრამ საჯარო WiFi-ქსელები ქმნის სათბურ პირობებს <a href="{ $url }">ჰაკერებისთვის</a>.
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> ადვილად დასაყენებელი ბრაუზერის გაფართოებაა, რომელიც ქმნის დაცულ, დაშიფრულ გვირაბს ვებსივრცეში გასასვლელად, ბრაუზერის კავშირების უსაფრთხოებისთვის, როდესაც სარგებლობთ { -brand-name-firefox }-ით. სწრაფად და მარტივად შეიძლება ჩაირთოს, ბრაუზერისთვის დაცვის დამატებითი შრის მისანიჭებლად.
vpn-or-proxy-vpns-devicelevel-protection = VPN: უსაფრთხოება მოწყობილობის დონეზე
vpn-or-proxy-vpns-do-more = VPN კიდევ უფრო მეტი შესაძლებლობის მქონეა, ვინაიდან პროქსი იცავს მხოლოდ ბრაუზერის კავშირებს, ხოლო VPN – მიმოცვლილ მონაცემებს სრულად, მათ შორის, ბრაუზერიდან გამომავალსაც, როცა ჩართულია. VPN უსაფრთხოს ხდის ინტერნეტში ნებისმიერ საქმიანობას — რაც მეტად გასათვალისწინებელია, როცა გსურთ თქვენი მოქმედებები და საკუთარი თავი დაიცვათ მეთვალყურეებისა და ISP-ისგან და გაუძნელოთ მათ, თქვენი დახასიათების შექმნის შესაძლებლობა, თითოეული მოწყობილობებიდან, როგორიცაა ტელეფონი, კომპიუტერი და პლანშეტი.
vpn-or-proxy-a-vpn-works = VPN ქმნის დაცულ „გვირაბს“ მოწყობილობასა და ინტერნეტს შორის სრულად. უზრუნველყოფს თქვენს პირადულობას ორი გზით:
