# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = რა არის VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = იხილეთ პასუხები ხშირად დასმულ ცხრა შეკითხვაზე VPN-ის შესახებ და გაეცანით, რას წარმოადგენს, როდის უნდა გამოიყენოთ და რატომ.
vpn-what-is-many-of-us = უმეტესი ჩვენგანი, მრავალ საათს ატარებს ინტერნეტში ყოველდღიურად, გადაცემების სანახავად, საყიდლების შესაძენად, თამაშისას, ხარჯების გასასტუმრებლად, აგრეთვე, ნებისმიერი სახის, რთული სამუშაოს შესრულებისას და საქმიანი ვიდეოზარებით სარგებლობისას. <strong>წარმოსახვითი კერძო ქსელი</strong> (Virtual Private Network, შემოკლ. VPN), ერთ-ერთი საუკეთესო გზაა პირადულობისა და უსაფრთხოების უზრუნველსაყოფად ინტერნეტში, მნიშვნელოვანი მონაცემების გამჟღავნების ასარიდებლად.
vpn-what-is-how-do-vpns = როგორ მუშაობს VPN?
vpn-what-is-a-vpn-is = VPN საშუალებას იძლევა, ნებისმიერი ადგილიდან გქონდეთ, ინტერნეტთან უსაფრთხო წვდომა. VPN ქმნის დაცულ „გვირაბს“ თქვენს მოწყობილობასა და VPN-მომსახურებას შორის, რაც გიცავთ ორი გზით:
vpn-what-is-concealing-your-ip = ფარავს თქვენს IP-მისამართს და არ ამჟღავნებს ვინაობასა და მდებარეობას.
vpn-what-is-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და VPN-მომწოდებელს შორის, შესაბამისად, ვერავინ შეძლებს თქვენს ადგილობრივ ქსელში, მის გაშიფვრას ან გადაკეთებას.
vpn-what-is-in-the-past = ადრე, VPN გამოიყენებოდა დაწესებულებებში, დაშორებული ადგილებიდან შიდა ქსელთან და კერძო მონაცემებთან დაცული წვდომისთვის. ახლა კი, ვინაიდან VPN საყოველთაოდაა ხელმისაწვდომი, ნებისმიერ მსურველს შეუძლია ინტერნეტთან კავშირის დაცვა, განსაკუთრებით ისეთი საფრთხის შემცველი ქსელით სარგებლობისას, როგორიცაა საჯარო WiFi, თუმცა, გამოსადეგია სახლის ქსელიდანაც.
vpn-what-is-a-vpn-will = VPN იცავს გაგზავნილ და მიღებულ მონაცემებს, თქვენსა და VPN-მომწოდებელს შორის, ნებისმიერი ბრაუზერის, პროგრამის ან მომსახურების გამოყენებისას. VPN-ის გასამართად, საჭიროა ანგარიშის შექმნა მომწოდებლის საიტზე და VPN-პროგრამის დაყენება კომპიუტერში ან ტელეფონში. როცა ჩართული იქნება, მოწყობილობაზე არსებული ყველა პროგრამის კავშირებს, გაატარებს VPN, შედეგად გექნებათ ინტერნეტთან თავისუფალი წვდომა, დაცული კერძო ქსელის გავლით.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN-მომწოდებელი, ჩვეულებრივ გთავაზობთ არაერთ გამსვლელ წერტილს, მსოფლიოს სხვადასხვა კუთხეში, მათი დახმარებით კი საშუალება გეძლევათ, გამოიყენოთ განსხვავებული მდებარეობისთვის განკუთვნილი IP-მისამართები. შედეგად, ვისაც არ უნდა დაუკავშირდეთ, კავშირის წყაროდ იხილავს VPN-ის IP-მისამართს, ნაცვლად თქვენი ნამდვილი IP-მისამართისა. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> გაატარებს თქვენს მონაცემებს დაცული სერვერის გავლით და საშუალებას მოგცემთ, აირჩიოთ მდებარეობად { $countries }-ზე მეტი ქვეყანა.
vpn-what-is-when-should-i = როდის უნდა გამოვიყენო VPN?
vpn-what-is-connecting-to-a = საჯარო WiFi-ქსელთან დაკავშირება მოსახერხებელია, როცა არ გაქვთ მობილური ინტერნეტი ან მიუწვდომელია ფიჭური მომსახურება. თუმცა, ღია WiFi-სთან მიერთება, საფრთხის შემცველიცაა. ვერ იქნებით დარწმუნებულნი, რომ იმავე ქსელში ჩართული ხალხიდან, რომელიმე თვალს არ ადევნებს, თქვენს საქმიანობას. კავშირი დაშიფრულიც რომ იყოს, მაინც შესაძლებელია გაიგონ, რომელ საიტებს ეწვიეთ. ხოლო, თუ ისეთ პროგრამას იყენებთ, რომელსაც დაშიფვრის უნარი არ აქვს — დღესაც კი, ბევრია ამგვარი — ყველა მიმოცვლილი ინფორმაცია ხილული იქნება.
vpn-what-is-when-youre-at = სახლში ყოფნისას, მავნებლების ქსელში შემოერთების ალბათობა დაბალია. თუმცა, თქვენი ინტერნეტის მომწოდებელს (ISP) შეუძლია თვალი ადევნოს და იხილოს, ვებსივრცეში რა მოიმოქმედეთ, ვინაიდან მისი ქსელით გავლით გადის ყველა მონაცემი, რომელთა ნაწილიც, შესაძლოა დაუშიფრავი იყოს. VPN კი არ აძლევს ISP-ს თვალთვალის საშუალებას, თქვენსა და VPN-მომწოდებელს შორის კავშირის დაშიფვრით, სადაც არ უნდა იმყოფებოდეთ.
