# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = რა არის VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = იხილეთ პასუხები ხშირად დასმულ ცხრა შეკითხვაზე VPN-ის შესახებ და გაეცანით, რას წარმოადგენს, როდის უნდა გამოიყენოთ და რატომ.
vpn-what-is-many-of-us = უმეტესი ჩვენგანი მრავალ საათს ატარებს ინტერნეტში ყოველდღიურად გადაცემების ყურებისას, საყიდლების შეძენისას, თამაშისას, ხარჯების გასტუმრებისას, აგრეთვე, ნებისმიერი სახის რთული სამუშაოს შესრულებისას და საქმიანი ვიდეოზარებით სარგებლობისას. <strong>წარმოსახვითი კერძო ქსელი</strong> (Virtual Private Network, შემოკლ. VPN, გამოითქმის „ვიპიენი“), ერთ-ერთი საუკეთესო გზაა ინტერნეტში პირადულობისა და უსაფრთხოების უზრუნველსაყოფად და მნიშვნელოვანი მონაცემების გამჟღავნების ასარიდებლად.
vpn-what-is-how-do-vpns = როგორ მუშაობს VPN?
vpn-what-is-a-vpn-is = VPN საშუალებას იძლევა, ნებისმიერი ადგილიდან გქონდეთ ინტერნეტთან უსაფრთხო წვდომა. VPN ქმნის დაცულ „გვირაბს“ თქვენს მოწყობილობასა და VPN-მომსახურებას შორის, რაც გიცავთ ორი გზით:
vpn-what-is-concealing-your-ip = ფარავს თქვენს IP-მისამართს და არ ამჟღავნებს ვინაობასა და მდებარეობას.
vpn-what-is-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და VPN-მომწოდებელს შორის, შესაბამისად, ვერავინ შეძლებს თქვენს ადგილობრივ ქსელში მის გაშიფვრას ან გადაკეთებას.
vpn-what-is-in-the-past = თავდაპირველად, VPN უმეტესად დაწესებულებებში გამოიყენებოდა დაშორებული ადგილებიდან შიდა ქსელსა და კერძო მონაცემებთან უსაფრთხო წვდომისთვის. ახლა კი, ვინაიდან VPN უკვე საყოველთაოდ ხელმისაწვდომია, ნებისმიერ მსურველს შეუძლია ინტერნეტთან უსაფრთხო წვდომისთვის გამოყენება, განსაკუთრებით ისეთი საფრთხის შემცველი ქსელით სარგებლობისას, როგორიცაა ღია და საჯარო WiFi, თუმცა არანაკლებ გამოსადეგი შეიძლება იყოს სახლის ქსელისთვისაც.
vpn-what-is-a-vpn-will = VPN იცავს თქვენსა და VPN-მომწოდებელს შორის მიმოცვლილ მონაცემებს ნებისმიერი ბრაუზერის, პროგრამის ან მომსახურების გამოყენებისას. VPN-ის გასამართად საჭიროა ანგარიშის შექმნა მომწოდებლის საიტზე და VPN-პროგრამის დაყენება კომპიუტერში ან ტელეფონში. ჩართული როცა იქნება, მოწყობილობიდან ყველა პროგრამის კავშირებს VPN გაატარებს, შედეგად კი შეძლებთ ინტერნეტთან თავისუფალ წვდომას დაცული კერძო ქსელის გავლით.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN-მომწოდებელი, ჩვეულებრივ, გთავაზობთ არაერთ გამსვლელ წერტილს მსოფლიოს სხვადასხვა კუთხეში, რომელთა მეშვეობითაც შეძლებთ განსხვავებული მდებარეობისთვის განკუთვნილი IP-მისამართებით სარგებლობას. შედეგად, ვისაც არ უნდა დაუკავშირდეთ, კავშირის წყაროდ იხილავს VPN-ის IP-მისამართს, ნაცვლად თქვენი ნამდვილი IP-მისამართისა. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> გაატარებს თქვენს მონაცემებს დაცული სერვერის გავლით და საშუალებას მოგცემთ, აირჩიოთ მდებარეობად { $countries }-ზე მეტი ქვეყანა.
vpn-what-is-when-should-i = როდის უნდა გამოვიყენო VPN?
vpn-what-is-connecting-to-a = საჯარო WiFi-ქსელთან მიერთება მოსახერხებელია, როცა არ გაქვთ მობილური ინტერნეტი ან მიუწვდომელია ფიჭური მომსახურება. მიუხედავად ამისა, ღია WiFi მეტად საფრთხის შემცველია. ვერ იქნებით დარწმუნებულნი, რომ იმავე ქსელში ჩართული მომხმარებლებიდან, რომელიმე თვალს არ ადევნებს თქვენს საქმიანობას. კავშირი დაშიფრულიც რომ იყოს, მაინც შესაძლებელია გაიგონ, რომელ საიტებს ეწვიეთ. ხოლო, თუ ისეთ პროგრამას იყენებთ, რომელსაც დაშიფვრის უნარი არ აქვს — დღესაც კი ბევრია ამდაგვარი — ყველა მიმოცვლილი ინფორმაცია ხილული იქნება.
vpn-what-is-when-youre-at = სახლში ყოფნისას უცხო მავნებლების ქსელში შემოჭრის ალბათობა დაბალია. სამაგიეროდ, ინტერნეტის თქვენს მომწოდებელს (ISP) შეუძლია თვალი გადევნოთ და იხილოს, ვებსივრცეში რა მოიმოქმედეთ, ვინაიდან სწორედ მისი ქსელით გადის ყველა მონაცემი, რომელთა ნაწილიც შესაძლოა, დაუშიფრავი იყოს. VPN კი არ მისცემს ISP-ს თვალთვალის საშუალებას თქვენსა და VPN-მომწოდებელს შორის კავშირის დაშიფვრით, სადაც არ უნდა იმყოფებოდეთ.
vpn-what-is-wait-i-thought = მოიცა, მეგონა ჩემი ინტერნეტით მიმოცვლილი მონაცემები ისედაც დაცული იყო HTTPS-დაშიფვრით…
vpn-what-is-its-true-that = მართალია, უმეტეს საიტთან კავშირი დღეს უკვე დაცულია HTTPS-ით, მაგრამ ეს გულისხმობს მხოლოდ შიგთავსს, გამგზავნისა და მიმღების IP-მისამართები კი მაინც დაუშიფრავი რჩება. VPN კი გთავაზობთ გაუმჯობესებულ პირადულობას საიტებისა და გარეშე მეთვალყურეებისგან თქვენი IP-მისამართის დამალვით.
vpn-what-is-why-would-i = რატომ უნდა გამოვიყენო VPN?
vpn-what-is-hiding-your-identity = ვინაობის დამალვა და მიმოცვლილი ინფორმაციის შენიღბვა, მართლაც, ტექნოლოგიებში გარკვეული ხალხისთვის უფრო მეტადაა დამახასიათებელი. მიუხედავად ამისა, არის მიზეზები, რომელთა გამოც ნებისმიერს გამოადგება VPN, მათ შორისაა:
vpn-what-is-keeping-your-online = ინტერნეტში პირადი საქმიანობის ხელშეუხებლობა
vpn-what-is-keeping-your-home = ადგილსამყოფლის ან ხშირად მონახულებული საიტების გაუმჟღავნებლობა
vpn-what-is-protecting-your-connection = გადაცემული ინფორმაციის დაცვა საჯარო WiFi-ქსელის გამოყენებისას კაფეში, აეროპორტში, მაღაზიაში ან ბიბლიოთეკაში.
vpn-what-is-ensuring-the-confidentiality = ინტერნეტთან კავშირის სანდოობისა და ურღვეობის უზრუნველყოფა.
vpn-what-is-make-it-more = სარეკლამოების მხრიდან მიზნობრივი რეკლამების ჩვენებისთვის IP-ის მეშვეობით თქვენი დახასიათების შედგენისა და მთელ ვებსივრცეში უკან დევნის აღკვეთა.
vpn-what-is-what-are-the = რა არის VPN–ით სარგებლობის უარყოფითი მხარეები?
vpn-what-is-some-service-providers = ზოგიერთი მომსახურება შეიძლება კრძალავდეს VPN-ით შესვლას და მიუწვდომელი იყო, როცა VPN გექნებათ ჩართული. ზოგი VPN მეტად ნელიცაა ან განგებ ზღუდავს თქვენს გამტარუნარიანობას. აგრეთვე, VPN-ების ნაწილს ცუდი სახელი აქვს მომხმარებლის პირადი მონაცემებისა და უსაფრთხოების დაცვის კუთხით.
vpn-what-is-are-vpns-safe = ყველა VPN უსაფრთხოა?
vpn-what-is-its-very-hard = არაა ადვილი, რომ საიმედო VPN მონახო. VPN განკუთვნილი უნდა იყოს მომხმარებლების დასაცავად ქსელში, მაგრამ ყველა VPN არ აწვდის ხალხს სათანადო ხარისხის მომსახურებას. სანამ შეიძენთ და დაეთანხმებით VPN-ხელშეკრულებას, დარწმუნდით, რომ სრულად გაეცანით სარგებლობის პირობებს. ბევრი VPN-მომწოდებელი აცხადებს, რომ მათთვის მთავარი პირადი მონაცემების დაცვაა, მაგრამ პირობას ხშირად არღვევენ. ზოგიერთი VPN აღრიცხავს ინტერნეტში თქვენს მოქმედებებს, რომ მიჰყიდოს სხვებს ან საკუთარი სარეკლამო მიზნებისთვის გამოიყენოს. ზოგი VPN კი მოტყუებით მავნე პროგრამებსაც აყენებინებს მომხმარებელს.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = ჩვენ დიდი ძალისხმევა გავიღეთ ყველა მოსამზადებელი სამუშაოსთვის, რომ <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> სრულად უზრუნველყოფდეს თქვენი პირადი მონაცემების ხელშეუხებლობას და ეს ისაა, რისთვისაც მზად ვართ, ჩვენ მიერ მოპოვებული სახელით ვაგოთ პასუხი. { -brand-name-mozilla }-მ სახელი გაითქვა სწორედ მომხმარებელთა ინფორმაციის დაცვის უზრუნველმყოფი პროდუქტების შექმნით. ჩვენ ვხელმძღვანელობთ მოკლე, მარტივად გასაგები <a href="{ $principles }">დებულებებით მონაცემთა დაცვის შესახებ</a>, რაც საშუალებას გვაძლევს, მხოლოდ მომსახურებისთვის აუცილებელ ინფორმაციასთან გვქონდეს შეხება. { -brand-name-mozilla-vpn } მსუბუქი და თანამედროვე ტექნოლოგიით აღჭურვილია, რაც მომხმარებლებს სწრაფი და სრულად დაცული კავშირის შესაძლებლობას ანიჭებს. ვინაიდან ზურგს გვიმაგრებს <a href="{ $mission }">განსაზღვრული მიზნის მქონე</a> კომპანია, შეგიძლიათ დარწმუნებული იყოთ, რომ მომსახურებისთვის გაღებული თითოეული ლარი მოხმარდება არამხოლოდ სრულყოფილი VPN-ის მოწოდებას თქვენთვის, არამედ ინტერნეტის საყოველთაო გაჯანსაღებას.
vpn-what-is-can-vpns-protect = დამიცავს VPN კიბერდამნაშავეებისგან?
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = VPN გთავაზობთ დაცულ კავშირს ინტერნეტთან, მაგრამ ვერ დაგიცავთ ყველა საფრთხისგან. ვებსივრცეში ყოფნისას, VPN-ით თუ მის გარეშე, არასდროს არ უნდა ეწვიოთ საეჭვო ბმულებს, არ უნდა აჰყვეთ ცრუ ინფორმაციას, არ უნდა მოტყუვდეთ ყალბი გათამაშებებით და უნდა აირიდოთ მსგავსი ხიფათი. <a href="{ $url }">ინტერნეტში უსაფრთხოება</a> საჭიროებს მოსალოდნელი საშიშროების მუდმივად გათვალისწინებას.
vpn-what-is-are-vpns-legal = VPN კანონიერია?
vpn-what-is-installing-and-using = VPN-ის დაყენება და გამოყენება ამჟამად კანონიერია უმეტეს ქვეყანაში, მათ შორის შეერთებულ შტატებში, დიდ ბრიტანეთში, კანადასა და ახალ ზელანდიაში, მაგრამ არის ქვეყნები, რომლებშიც სამართლებრივად შეიძლება იზღუდებოდეს. თუ გადაწყვეტთ VPN-ის გამოყენებას, თავად იქნებით პასუხისმგებელი, რომ გადაამოწმოთ, ქვეყნის კანონმდებლობით გაქვთ თუ არა სარგებლობის უფლება.
vpn-what-is-are-vpns-only = VPN მხოლოდ კომპიუტერისთვისაა?
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN იმუშავებს ყველგან — კომპიუტერზე, ლეპტოპზე, პლანშეტსა და ტელეფონზე. თუ ბრაუზერის გარდა ცალკე პროგრამებითაც უკავშირდებით ქსელს, VPN კარგი გზაა, პირადულობისა და უსაფრთხოების დასაცავად ნებისმიერ მოწყობილობაზე. სასურველია, თითოეულზე ცალ-ცალკე დაყენდეს სრული შედეგიანობისთვის. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> გთავაზობთ შეუზღუდავ კავშირებს ხუთ მოწყობილობამდე ნებისმიერი ბრაუზერისა თუ პროგრამის გამოყენებისას.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: სწრაფი, დაცული, საიმედო
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> არის მომსახურება, რომელსაც შეგიძლიათ ანდოთ თქვენი კავშირების უსაფრთხოება ყველა მოწყობილობაზე. ჩვენ არ აღვრიცხავთ ქსელში თქვენი მოქმედებების ჩანაწერებს და არც იმ გარეშე მხარეებთან არ ვთანამშრომლობთ, რომლებიც თქვენი დახასიათების შედგენას ცდილობენ ინტერნეტში საქმიანობის მიხედვით. სამყაროში, რომელშიც მოულოდნელობები უკვე „ჩვეულ მოვლენად“ იქცა, ჩვენ გვესმის, რომ ახლა კიდევ უფრო მნიშვნელოვანია თქვენთვის, თავი იგრძნოთ უსაფრთხოდ და იცოდეთ, რომ ინტერნეტში რას გააკეთებთ, არავის საქმე არაა.
