# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = რა არის VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = იხილეთ პასუხები ხშირად დასმულ ცხრა შეკითხვაზე VPN-ის შესახებ და გაეცანით, რას წარმოადგენს, როდის უნდა გამოიყენოთ და რატომ.
vpn-what-is-many-of-us = უმეტესი ჩვენგანი მრავალ საათს ატარებს ინტერნეტში ყოველდღიურად გადაცემების სანახავად, საყიდლების შესაძენად, თამაშისას, ხარჯების გასასტუმრებლად, აგრეთვე, ნებისმიერი სახის რთული სამუშაოს შესრულებისას და საქმიანი ვიდეოზარებით სარგებლობისას. <strong>წარმოსახვითი კერძო ქსელი</strong> (Virtual Private Network, შემოკლ. VPN, გამოითქმის „ვიპიენი“), ერთ-ერთი საუკეთესო გზაა პირადულობისა და უსაფრთხოების უზრუნველყოფისთვის ინტერნეტში მნიშვნელოვანი მონაცემების გამჟღავნების ასარიდებლად.
vpn-what-is-how-do-vpns = როგორ მუშაობს VPN?
vpn-what-is-a-vpn-is = VPN საშუალებას იძლევა, ნებისმიერი ადგილიდან გქონდეთ ინტერნეტთან უსაფრთხო წვდომა. VPN ქმნის დაცულ „გვირაბს“ თქვენს მოწყობილობასა და VPN-მომსახურებას შორის, რაც გიცავთ ორი გზით:
vpn-what-is-concealing-your-ip = ფარავს თქვენს IP-მისამართს და არ ამჟღავნებს ვინაობასა და მდებარეობას.
vpn-what-is-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და VPN-მომწოდებელს შორის, შესაბამისად, ვერავინ შეძლებს თქვენს ადგილობრივ ქსელში მის გაშიფვრას ან გადაკეთებას.
vpn-what-is-in-the-past = თავდაპირველად, VPN გამოიყენებოდა მხოლოდ დაწესებულებებში დაშორებული ადგილებიდან უსაფრთხოდ წვდომისთვის შიდა ქსელთან და კერძო მონაცემებთან. ახლა კი, ვინაიდან VPN უკვე საყოველთაოდ ხელმისაწვდომია, ნებისმიერ მსურველს შეუძლია გამოიყენოს ინტერნეტთან უსაფრთხო წვდომისთვის, განსაკუთრებით ისეთი საფრთხის შემცველი ქსელით სარგებლობისას, როგორიცაა ღია და საჯარო WiFi, თუმცა არანაკლებ გამოსადეგია სახლის ქსელისთვისაც.
vpn-what-is-a-vpn-will = VPN იცავს თქვენსა და VPN-მომწოდებელს შორის მიმოცვლილ მონაცემებს ნებისმიერი ბრაუზერის, პროგრამის ან მომსახურების გამოყენებისას. VPN-ის გასამართად საჭიროა ანგარიშის შექმნა მომწოდებლის საიტზე და VPN-პროგრამის დაყენება კომპიუტერში ან ტელეფონში. როცა ჩართული იქნება, მოწყობილობიდან ყველა პროგრამის კავშირებს გაატარებს VPN, შედეგად გექნებათ ინტერნეტთან თავისუფალი წვდომა დაცული კერძო ქსელის გავლით.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN-მომწოდებელი, ჩვეულებრივ, გთავაზობთ არაერთ გამსვლელ წერტილს, მსოფლიოს სხვადასხვა კუთხეში, მათი დახმარებით კი საშუალება გეძლევათ, გამოიყენოთ განსხვავებული მდებარეობისთვის განკუთვნილი IP-მისამართები. შედეგად, ვისაც არ უნდა დაუკავშირდეთ, კავშირის წყაროდ იხილავს VPN-ის IP-მისამართს ნაცვლად თქვენი ნამდვილი IP-მისამართისა. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> გაატარებს თქვენს მონაცემებს დაცული სერვერის გავლით და საშუალებას მოგცემთ, აირჩიოთ მდებარეობად { $countries }-ზე მეტი ქვეყანა.
vpn-what-is-when-should-i = როდის უნდა გამოვიყენო VPN?
vpn-what-is-connecting-to-a = საჯარო WiFi-ქსელთან დაკავშირება მოსახერხებელია, როცა არ გაქვთ მობილური ინტერნეტი ან მიუწვდომელია ფიჭური მომსახურება. თუმცა ღია WiFi-სთან მიერთება საფრთხის შემცველიცაა. ვერ იქნებით დარწმუნებულნი, რომ იმავე ქსელში ჩართული მომხმარებლებიდან, რომელიმე თვალს არ ადევნებს თქვენს საქმიანობას. კავშირი დაშიფრულიც რომ იყოს, მაინც შესაძლებელია გაიგონ, რომელ საიტებს ეწვიეთ. ხოლო, თუ ისეთ პროგრამას იყენებთ, რომელსაც დაშიფვრის უნარი არ აქვს — დღესაც კი ბევრია ამგვარი — ყველა მიმოცვლილი ინფორმაცია ხილული იქნება.
vpn-what-is-when-youre-at = სახლში ყოფნისას მავნებლების ქსელში შემოერთების ალბათობა დაბალია. თუმცა თქვენი ინტერნეტის მომწოდებელს (ISP) შეუძლია თვალი ადევნოს და იხილოს, ვებსივრცეში რა მოიმოქმედეთ, ვინაიდან მისი ქსელით გადის ყველა მონაცემი, რომელთა ნაწილიც შესაძლოა დაუშიფრავი იყოს. VPN კი არ აძლევს ISP-ს თვალთვალის საშუალებას თქვენსა და VPN-მომწოდებელს შორის კავშირის დაშიფვრით ნებისმიერი ადგილიდან.
vpn-what-is-wait-i-thought = მოიცა, მეგონა ჩემი ინტერნეტით მიმოცვლილი მონაცემები ისედაც დაცული იყო HTTPS-დაშიფვრით…
vpn-what-is-its-true-that = მართალია, უმეტეს საიტთან კავშირი დღეს უკვე დაცულია HTTPS-ით, თუმცა ეს გულისხმობს მხოლოდ შიგთავსს, გამგზავნისა და მიმღების IP-მისამართები კი მაინც დაუშიფრავი რჩება. VPN გთავაზობთ გაუმჯობესებულ პირადულობას, საიტებისა და გარეშე მეთვალყურეებისგან თქვენი IP-მისამართის დამალვით.
vpn-what-is-why-would-i = რატომ უნდა გამოვიყენო VPN?
vpn-what-is-hiding-your-identity = ვინაობის დამალვა და მიმოცვლილი ინფორმაციის შენიღბვა შესაძლოა, ტექნოლოგიებში მეტად გათვითცნობიერებული ხალხისთვის იყოს დამახასიათებელი. თუმცა არის მიზეზები, რომელთა გამოც ნებისმიერს გამოადგება VPN, მათ შორისაა:
vpn-what-is-keeping-your-online = ინტერნეტში პირადი საქმიანობის ხელშეუხებლობა
vpn-what-is-keeping-your-home = ადგილსამყოფლის ან ხშირად მონახულებული საიტების გაუმჟღავნებლობა
vpn-what-is-protecting-your-connection = გადაცემული ინფორმაციის დაცვა საჯარო WiFi-ქსელის გამოყენებისას კაფეებში, აეროპორტში, მაღაზიაში ან ბიბლიოთეკაში.
vpn-what-is-ensuring-the-confidentiality = ინტერნეტთან კავშირის სანდოობისა და მთლიანობის დადასტურება.
vpn-what-is-make-it-more = სარეკლამოებისთვის ხელის შეშლა IP-ის მეშვეობით თქვენი დახასიათების შექმნასა და მთელ ვებსივრცეში დევნით მიზნობრივი რეკლამების ჩვენებაში.
vpn-what-is-what-are-the = რა არის VPN–ით სარგებლობის უარყოფითი მხარეები?
vpn-what-is-some-service-providers = მომსახურებების ნაწილი კრძალავს VPN-იდან შესვლას და მიუწვდომელია, როცა VPN ჩართულია. ზოგიერთი VPN კი ნელია ან ზღუდავს თქვენს გამტარუნარიანობას. აგრეთვე, არის VPN-ები, რომელთაც ცუდი სახელი აქვთ მომხმარებლის პირადი მონაცემებისა და უსაფრთხოებიც დაცვის კუთხით.
vpn-what-is-are-vpns-safe = ყველა VPN უსაფრთხოა?
vpn-what-is-its-very-hard = მეტად ძნელია საიმედო VPN-ს მონახვა. VPN განკუთვნილია მომხმარებლების ქსელში დასაცავად, მაგრამ ყველა VPN არ აწვდის ხალხს სათანადო ხარისხის მომსახურებას. სანამ შეიძენთ და დაეთანხმებით VPN-ხელშეკრულებას, დარწმუნდით, რომ სრულად გაეცანით სარგებლობის პირობებს. ბევრი VPN აცხადებს, რომ მათთვის მთავარი პირადი მონაცემების დაცვაა, მაგრამ პირობას ხშირად არღვევენ. ზოგიერთი VPN აღრიცხავს ინტერნეტში თქვენს მოქმედებებს, რომ მიჰყიდოს სხვებს ან საკუთარი სარეკლამო მიზნებისთვის გამოიყენოს. ზოგი VPN კი მოტყუებით მავნე პროგრამებსაც აყენებინებს მომხმარებელს.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = ჩვენ ყველა წინასწარი სამუშაო ჩავატარეთ, რის შედეგადაც <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> სრულად უზრუნველყოფს თქვენი პირადი მონაცემების ხელშეუხებლობას და ეს ისაა, რისთვისაც მზად ვართ, ჩვენ მიერ მოპოვებული სახელით ვაგოთ პასუხი. { -brand-name-mozilla }-მ სახელი გაითქვა სწორედ მომხმარებელთა ინფორმაციის დაცვის უზრუნველმყოფი პროდუქტების შექმნით. ჩვენ ვხელმძღვანელობთ მოკლე, მარტივად გასაგები <a href="{ $principles }">დებულებებით მონაცემთა დაცვის შესახებ</a>, რაც საშუალებას გვაძლევს, მხოლოდ მომსახურებისთვის აუცილებელ ინფორმაციასთან გვქონდეს შეხება. { -brand-name-mozilla-vpn } მსუბუქია და თანამედროვე ტექნოლოგიას იყენებს, ეს კი მომხმარებლებს ანიჭებს სწრაფი კავშირის შესაძლებლობას სრული დაცვით. ვინაიდან ზურგს გვიმაგრებს <a href="{ $mission }">განსაზღვრული მიზნის მქონე</a> კომპანია, შეგიძლიათ დარწმუნებული იყოთ, რომ მომსახურებისთვის გაღებული თითოეული ლარი მოხმარდება არამხოლოდ სრულყოფილი VPN-ის მოწოდებას თქვენთვის, არამედ ინტერნეტის საყოველთაო გაჯანსაღებას.
vpn-what-is-can-vpns-protect = დამიცავს VPN კიბერდამნაშავეებისგან?
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = VPN გთავაზობთ დაცულ კავშირს ინტერნეტთან, თუმცა იგი ვერ დაგიცავთ ყველა საფრთხისგან. ვებსივრცეში ყოფნისას, VPN-ით თუ მის გარეშე, არასდროს არ უნდა ეწვიოთ საეჭვო ბმულებს, არ უნდა აჰყვეთ ცრუ ინფორმაციას, არ უნდა მოტყუვდეთ ყალბი გათამაშებებით და უნდა აირიდოთ მსგავსი ხიფათი. <a href="{ $url }">ინტერნეტში უსაფრთხოება</a> საჭიროებს მოსალოდნელი საშიშროების მუდმივად გათვალისწინებას.
vpn-what-is-are-vpns-legal = VPN კანონიერია?
vpn-what-is-installing-and-using = VPN-ის დაყენება და გამოყენება ამჟამად კანონიერია უმეტეს ქვეყანაში, როგორებიცაა შეერთებული შტატები, დიდი ბრიტანეთი, კანადა და ახალი ზელანდია, თუმცა არის ქვეყნები, რომლებშიც სამართლებრივად შეიძლება იზღუდებოდეს. თუ გადაწყვეტთ VPN-ის გამოყენებას, თავად იქნებით პასუხისმგებელი, რომ გადაამოწმოთ ქვეყნის კანონმდებლობით გაქვთ თუ არა სარგებლობის უფლება.
vpn-what-is-are-vpns-only = VPN მხოლოდ კომპიუტერისთვისაა?
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN იმუშავებს ყველგან — კომპიუტერზე, ლეპტოპზე, პლანშეტსა და ტელეფონზე. თუ ბრაუზერის გარდა ცალკე პროგრამებითაც უკავშირდებით ქსელს, VPN კარგი გზაა, პირადულობისა და უსაფრთხოების დასაცავად, ნებისმიერ მოწყობილობაზე. სასურველია, თითოეულზე ცალ-ცალკე დაყენდეს სრული შედეგიანობისთვის. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> გთავაზობთ შეუზღუდავ კავშირებს ხუთ მოწყობილობამდე ნებისმიერი ბრაუზერისა თუ პროგრამის გამოყენებისას.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: სწრაფი, დაცული, საიმედო
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> არის მომსახურება, რომელსაც შეგიძლიათ ანდოთ თქვენი კავშირების უსაფრთხოება ყველა მოწყობილობაზე. ჩვენ არ აღვრიცხავთ ქსელში თქვენი მოქმედებების ჩანაწერებს და არც იმ გარეშე მხარეებთან არ ვთანამშრომლობთ, რომლებიც თქვენი დახასიათების შედგენას ცდილობენ ინტერნეტში საქმიანობის საფუძველზე. სამყაროში, რომელშიც მოულოდნელობები უკვე „ჩვეულ მოვლენად“ იქცა, ჩვენ გვესმის, რომ ახლა კიდევ უფრო მნიშვნელოვანია თქვენთვის, თავი იგრძნოთ უსაფრთხოდ და იცოდეთ, რომ ინტერნეტში რას გააკეთებთ, არავის საქმე არაა.
