# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = რა არის VPN?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = იხილეთ პასუხები ცხრა ხშირად დასმულ შეკითხვაზე VPN-ის შესახებ და გაეცანით, რას წარმოადგენს, როდის უნდა გამოიყენოთ და რატომ.
vpn-what-is-many-of-us = უმეტესი ჩვენგანი, მრავალ საათს ატარებს ინტერნეტში ყოველდღიურად, გადაცემების სანახავად, საყიდლების შესაძენად, თამაშისას, ხარჯების გასასტუმრებლად, აგრეთვე, ნებისმიერი სახის, რთული სამუშაოს შესრულებისას და საქმიანი ვიდეოზარებით სარგებლობისას. <strong>წარმოსახვითი პირადი ქსელი</strong> (Virtual Private Network, შემოკლ. VPN), ერთ-ერთი საუკეთესო გზაა პირადულობისა და უსაფრთხოების უზრუნველსაყოფად ინტერნეტში, მნიშვნელოვანი მონაცემების გამჟღავნების ასარიდებლად.
vpn-what-is-how-do-vpns = როგორ მუშაობს VPN?
vpn-what-is-a-vpn-is = VPN საშუალებას იძლევა, ნებისმიერი ადგილიდან გქონდეთ, ინტერნეტთან უსაფრთხო წვდომა. VPN ქმნის დაცულ „გვირაბს“ თქვენს მოწყობილობასა და VPN-მომსახურებას შორის, რაც გიცავთ ორი გზით:
vpn-what-is-concealing-your-ip = ფარავს თქვენს IP-მისამართს, იცავს ვინაობისა და მდებარეობის მონაცემებს.
vpn-what-is-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და VPN-მომწოდებელს შორის, შესაბამისად, ვერავინ შეძლებს თქვენს ადგილობრივ ქსელში, მის გაშიფვრას ან გადაკეთებას.
vpn-what-is-in-the-past = ადრე, VPN გამოიყენებოდა დაწესებულებებში, დაშორებული ადგილებიდან შიდა ქსელთან და კერძო მონაცემებთან დაცული წვდომისთვის. ახლა კი, ვინაიდან VPN საყოველთაოდაა ხელმისაწვდომი, ნებისმიერ მსურველს შეუძლია ინტერნეტთან კავშირის დაცვა, განსაკუთრებით ისეთი საფრთხის შემცველი ქსელით სარგებლობისას, როგორიცაა საჯარო WiFi, თუმცა, გამოსადეგია სახლის ქსელიდანაც.
