# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 მიზეზი, თუ რატომ უნდა გამოიყენოთ VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = იხილეთ ხუთი გარემოება, რომლებზეც შეიძლება არ გიფიქრიათ, თუ რამდენად გამოგადგებოდათ სანდო VPN. გამოიყენეთ { -brand-name-mozilla-vpn }, ინტერნეტში უსაფრთხოების ხვრელების ამოსავსებად.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = ვინაიდან ყოველდღიურობის დიდი ნაწილი ინტერნეტში ინაცვლებს, ციფრული პირადულობა და უსაფრთხოება მეტ მნიშვნელობას იძენს. VPN, ანუ Virtual Private Network — <a href="{ $vpn }">წარმოსახვითი კერძო ქსელი</a> — ინტერნეტთან დაცული, პირადი კავშირის დამყარების საშუალებას იძლევა. იგი ქმნის ერთგვარ უსაფრთხო „გვირაბს“ თქვენს მოწყობილობასა და დანარჩენ ინტერნეტს შორის, რითიც გიცავთ ორი გზით:
vpn-when-to-use-concealing-your-true = ფარავს თქვენს ნამდვილ IP-მისამართს, რითიც გიცავთ ვინაობისა და მდებარეობის გამჟღავნებისგან.
vpn-when-to-use-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და თქვენი VPN-ის მომწოდებელს შორის, შედეგად ვერავინ ადგილობრივ ქსელში, ვერ შეძლებს მის ამოკითხვას ან ჩანაცვლებას.
vpn-when-to-use-having-a-vpn = VPN-ს ხელთ ქონა სხვადასხვა საჭიროებისთვის, მეტად გონივრულია. იხილეთ რამდენიმე გარემოება, რომლებზეც ალბათ არ დაფიქრებულხართ, თუ რამდენად გამოსადეგი შეიძლება ყოფილიყო სანდო VPN.
vpn-when-to-use-1-a-walk = 1. პარკში სეირნობა
vpn-when-to-use-its-a-beautiful = ერთი მშვენიერი შაბათი დილაა და გადაწყვიტეთ მშვიდად ჩამოჯდეთ პარკში სკამზე, შესვათ ჭიქა ყავა და გადახედოთ ახალი ამბების საიტებს, უყუროთ რამდენიმე ვიდეოს ან შეიძინოთ რამე ინტერნეტით, მზიან ამინდში, სუფთა ჰაერზე. მობილური ინტერნეტის გახარჯვის ნაცვლად, გსურთ საჯარო WiFi გამოიყენოთ. უფასოდაა გაშვებული მთელ ქალაქში, წესით არაფერი უჭირს, არა? საქმე ისაა, რომ ვერ იქნებით დარწმუნებული ქალაქის ქსელის უსაფრთხოებაში, ვერც მის ნამდვილობაში (იხილეთ მომდევნო საკითხი) და იმაში, რომ დაცული იქნებით, მავნე ხალხის თვალთვალისგან, ინტერნეტკავშირისას. VPN-ის ჩართვით კი დაიცავთ თქვენს მოწყობილობას ნებისმიერისგან, რომელიც შეეცდება თვალი ადევნოს თქვენ მიერ მონახულებულ საიტებს ან ხელყოს ანგარიშის მონაცემები, მაშინ როცა წყნარად ისვენებთ პარკში სკამზე, კვირის ნებისმიერ დღეს.
vpn-when-to-use-2-in-the = 2. სამეზობლო
