# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 მიზეზი, თუ რატომ უნდა გამოიყენოთ VPN
# HTML page description and intro
vpn-when-to-use-here-are-five = იხილეთ ხუთი გარემოება, რომელთა შესახებაც შეიძლება არ გიფიქრიათ, რამდენად გამოგადგებოდათ სანდო VPN. გამოიყენეთ { -brand-name-mozilla-vpn } ინტერნეტში უსაფრთხოების ხვრელების ამოსავსებად.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = ვინაიდან ყოველდღიურობის დიდი ნაწილი ინტერნეტში ინაცვლებს, ციფრული პირადულობა და უსაფრთხოება მეტ მნიშვნელობას იძენს. VPN, ანუ Virtual Private Network — <a href="{ $vpn }">წარმოსახვითი კერძო ქსელი</a> — ინტერნეტთან დაცული, პირადი კავშირის დამყარების საშუალებას იძლევა. იგი ქმნის ერთგვარ უსაფრთხო „გვირაბს“ თქვენს მოწყობილობასა და დანარჩენ ინტერნეტს შორის და შედეგად გიცავთ ორი გზით:
vpn-when-to-use-concealing-your-true = ფარავს თქვენს ნამდვილ IP-მისამართს, რითიც აგარიდებთ ვინაობისა და მდებარეობის გამჟღავნებას.
vpn-when-to-use-encrypting-your-traffic = შიფრავს მიმოცვლილ მონაცემებს თქვენსა და თქვენი VPN-ის მომწოდებელს შორის, შედეგად ვერავინ ადგილობრივ ქსელში ვერ შეძლებს მის ამოკითხვას ან ჩანაცვლებას.
vpn-when-to-use-having-a-vpn = VPN-ს ხელთ ქონა სხვადასხვა საჭიროებისთვის, მეტად გონივრულია. იხილეთ რამდენიმე გარემოება, რომლებზეც ალბათ არ დაფიქრებულხართ, თუ რამდენად გამოსადეგი შეიძლება ყოფილიყო სანდო VPN.
vpn-when-to-use-1-a-walk = 1. პარკში სეირნობისას
vpn-when-to-use-its-a-beautiful = ერთი მშვენიერი შაბათი დილაა და გადაწყვიტეთ მშვიდად ჩამოჯდეთ პარკში სკამზე, შესვათ ჭიქა ყავა და გადახედოთ ახალი ამბების საიტებს, უყუროთ რამდენიმე ვიდეოს ან შეიძინოთ რამე ინტერნეტით, მზიან ამინდში, სუფთა ჰაერზე. მობილური ინტერნეტის გახარჯვის ნაცვლად, გსურთ საჯარო WiFi გამოიყენოთ. უფასოდაა მთელ ქალაქში, წესით რა უჭირს, არა? საქმე ისაა, რომ ვერ იქნებით დარწმუნებული ქალაქის ქსელის უსაფრთხოებაში, ვერც მის ნამდვილობაში (იხილეთ მომდევნო საკითხი) და რომ მიუწვდომელი ხართ, მავნე ხალხის თვალთვალისგან, ინტერნეტკავშირისას. VPN-ის ჩართვით კი დაიცავთ თქვენს მოწყობილობას ნებისმიერისგან, რომელიც შეეცდება თვალი ადევნოს თქვენ მიერ მონახულებულ საიტებს ან ხელყოს ანგარიშის მონაცემები, მაშინ როცა, წყნარად ისვენებთ პარკში სკამზე, კვირის რომელიმე დღეს.
vpn-when-to-use-2-in-the = 2. სამეზობლოში
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = ოდესმე დაკავშირებულხართ წვდომის წერტილს დასახელებით <em>C0MCAST-WiFi-77th-St</em> ანდაც <em>Verizon3-Hotspot-Baltimore</em>? თითქოს სარწმუნოა, არა? ნუ იჩქარებთ. სინამდვილეში, ყველას შეუძლია მომართოს WiFi-წერტილი ცნობილი დასახელებით, რომ ხალხს მისი გამოყენების სურვილი გაუჩინოს. ნებისმიერ, უცნობ WiFi-ქსელთან დაკავშირებით, მარტივი სამიზნე ხდებით ქურდებისა და დამნაშავეებისთვის, რომელთაც სურთ მოიპარონ თქვენი მოწყობილობიდან პირადი მონაცემები, დაგიყენონ პროგრამები და სხვ. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> საშუალებას გაძლევთ, გააუმჯობესოთ თქვენი უსაფრთხოება ნებისმიერ დროს, როცა საჯარო WiFi-ს იყენებთ და უკრძალავს უცხო მხარეებს, თქვენი ტელეფონიდან ან ლეპტოპიდან გაგზავნილი პირადი ინფორმაციის ხილვის შესაძლებლობას. ეს ეხება WiFi-ს გამოყენებას კაფეებში, მაღაზიებში, ექიმთა მიმღებებში და ა.შ.
vpn-when-to-use-3-on-the = 3. მგზავრობისას
vpn-when-to-use-open-wifi-abounds = იყენებთ მრავალ WiFi-წერტილს მგზავრობისას, დაწყებული ავტობუსის ხაზებზე არსებულიდან, დამთავრებული რკინიგზის სადგურებში ან აეროპორტებში გამართული უფასო ინტერნეტით. მაგრამ, რაც არ უნდა სანდო ჩანდეს, ამგვარ WiFi-წერტილებს, ყოველთვის მოეპყარით დაკვირვებით და ეჭვის თვალით. უმეტესობა ჩვენგანი, ასეთ კავშირებს იყენებს მოხერხებულობის გამო, თუმცა ყველა ზემოთ განხილული საფრთხე, ეხება ნებისმიერ ღია, გადაუმოწმებელ WiFi-ქსელს. VPN კი დაგეხმარებათ, დაიცვათ ვინაობის მონაცემები, გადაცემული ფაილები და ინტერნეტში ყველა სახის საქმიანობა, ბოროტმოქმედი პირებისგან, რომლებიც ცდილობენ გითვალთვალონ, იმავე WiFi-ქსელზე დაერთებით.
vpn-when-to-use-4-home-away = 4. სხვაგან დარჩენისას
vpn-when-to-use-if-you-are = თუ დროებით ქირაობთ ადგილს სამუშაოდ ან გეგმავთ, გადაბარგდეთ სადმე, Airbnb-ის მეშვეობით, დიდი ალბათობით, შეხება გექნებათ უფასო WiFi-ქსელთან. მაშინაც კი, თუ WiFi აღჭურვილი იქნება პაროლით, ეს თავისთავად არ წარმოადგენს უსაფრთხოების ან პირადულობის დაცვის პირობას. ჯერ ერთი, მასპინძელს თავადვე შეიძლება ჰქონდეს წვდომა თქვენს ქსელთან და თვალი გადევნოთ ინტერნეტში. ამასთანავე, თუ დიდი ხანია პაროლი არ განუახლებიათ, სხვადასხვა მობინადრის შეცვლის შემდეგ ნებისმიერ წინა მათგანს, შეეძლება ქსელში შემოერთება. თანაც, რომელიმე ადრინდელ მცხოვრებს, შესაძლოა გამქირავებლის მოწყობილობასთანაც კი ჰქონოდა წვდომა, რის შედეგადაც, მოახერხებს ნებისმიერი ადგილიდან ფარულად დაკავშირებას. მოკლედ, ბევრი რამ არის გასათვალისწინებელი! გარდა ამგვარ WiFi-ზე სრულად უარის თქმისა, საუკეთესო გზაა სანდო VPN-ის გამოყენება, კომპიუტერიდან, ტელეფონიდან ან პლანშეტიდან გამქირავებლის ინტერნეტთან დაკავშირებისას. ეს ეხება ნებისმიერ სასტუმროსა და საერთო საცხოვრებელს.
vpn-when-to-use-5-in-your = 5. საკუთარ სახლში
vpn-when-to-use-for-the-most = უმეტესწილად, ზემოთ აღწერილი შემთხვევები არ ვრცელდება საკუთარი სახლის ქსელზე, იმ პირობით, რომ სწორად იქნება გამართული, მძლავრი პაროლითა და უსაფრთხოების სხვა ზომებით. მაგრამ, ეს მაინც არ ნიშნავს რომ თავისუფალი ხართ ყველა ცნობისმოყვარე თვალისგან.
vpn-when-to-use-because-your-internet = ვინაიდან ქსელში გადაცემული მონაცემები თქვენი მოწყობილობებიდან გაივლის მომსახურების მომწოდებლის ხელში — შემოკლებით ISP — მათ შეუძლიათ გაიგონ, რას აკეთებთ ინტერნეტში. ISP ხედავს, რომელ საიტებს ეწვიეთ, რამდენი ხანი დაყოვნდით, აგრეთვე, თქვენს ადგილსამყოფელსა და თქვენი მოწყობილობების მონაცემებს. ISP შესაძლოა ვერ არკვევდეს, ზუსტად რა მოიმოქმედეთ საიტზე (მაგალითად, რა შეიძინეთ, რა მოიძიეთ ან რა წაიკითხეთ) დაშიფვრის წყალობით, თუმცა გარკვეული დასკვნების გამოტანა მაინც შეუძლია მონახულებული გვერდების საფუძველზე. ამ პირადი მონაცემების გამოყენებით ISP ქმნის დაწვრილებით დახასიათებას თქვენ შესახებ. პირადი ფანჯრების გამოყენება ვერ შეუშლის ISP-ის ხელს, იხილოს რომელ საიტებს ეწვიეთ. თუმცა თქვენი კავშირების VPN-ში გატარება მეტად გაუძნელებს ამას.
vpn-when-to-use-make-sure-you = გაითვალისწინეთ, რომ VPN-ს ყველაფერი არ შეუძლია
# Variables
#   $book (url) - https://support.mozilla.org/kb/how-stay-safe-web
vpn-when-to-use-a-vpn-provides = VPN მნიშვნელოვნად უზრუნველყოფს თქვენი პირადი ინფორმაციის უსაფრთხოებას, ინტერნეტში გადაცემამდე და მალავს თქვენს IP-მისამართს, რითიც გეხმარებათ დაიცვათ ვინაობისა და მდებარეობის მონაცემები. თუმცა იგი ვერ ხელს ვერ შეგიშლით, გადახვიდეთ საეჭვო ბმულებზე, ჩამოტვირთოთ მავნე პროგრამები ან გახდეთ ელფოსტით თაღლითობის მსხვერპლი. თქვენ მაინც მოგიწევთ გამოიმუშაოთ <a href="{ $book }">სწორი ჩვევები, ინტერნეტის უსაფრთხოდ გამოსაყენებლად</a>.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, საიმედო VPN-მომსახურება
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = ყველაზე მთავარი, რაც უნდა გავითვალისწინოთ VPN-ის არჩევისას, არის კომპანიის სანდოობა. დარწმუნდით, რომ კარგად გესმით პირობები, რომელთაც ეთანხმებით. შესაძლოა, ბევრს მოაქვს თავი, რომ დიადია და პირადულობის დაცვაზეა მიმართული, მაგრამ მათი უმეტესობა, პირობას არ ასრულებს. ყველა პროქსი და VPN-მომსახურება არ არის დაცული და უსაფრთხო. ზოგიერთი <a href="{ $cnet }">აღრიცხავს</a> <a href="{ $pcmag }">ჩანაწერებს</a> ინტერნეტში თქვენს მოქმედებებზე, რომ შემდეგ გაყიდოს ეს ინფორმაცია სარეკლამოებზე. ზოგი კი ცდილობს, მოტყუებით დაგაყენებინოთ მავნე პროგრამა, მოწყობილობებზე.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = ჩვენ ყველა წინასწარი სამუშაო ჩავატარეთ, რის შედეგადაც <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> სრულად უზრუნველყოფს თქვენი პირადი მონაცემების ხელშეუხებლობას და ეს ისაა, რისთვისაც მზად ვართ, ჩვენ მიერ მოპოვებული სახელით ვაგოთ პასუხი. { -brand-name-mozilla }-მ სახელი გაითქვა, სწორედ, მომხმარებლების ინფორმაციის დაცვის უზრუნველმყოფი პროდუქტების შექმნით. ჩვენ ვხელმძღვანელობთ მოკლე, მარტივად გასაგები <a href="{ $principles }">დებულებებით, მონაცემთა დაცვის შესახებ</a>, რაც საშუალებას გვაძლევს, მხოლოდ მომსახურებისთვის აუცილებელ ინფორმაციასთან გვქონდეს შეხება. ამასთანავე, ვინაიდან ზურგს გვიმაგრებს <a href="{ $mission }">განსაზღვრული მიზნის მქონე</a> კომპანია, შეგიძლიათ დარწმუნებული იყოთ, რომ მომსახურებისთვის გაღებული თითოეული ლარი მოხმარდება არა მხოლოდ თქვენს სრულყოფილ დაცვას, არამედ ინტერნეტის საყოველთაო გაჯანსაღებას.
