# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = Частые вопросы о приватности данных { -brand-name-mozilla }
# HTML page description
privacy-faq-v2-desc = В { -brand-name-mozilla } мы уважаем и защищаем вашу личную информацию.
privacy-faq-v2-heading = Мы ставим права людей выше прибыли.
privacy-faq-v2-intro = Людям может быть сложно понять, что ожидать от любого программного обеспечения или сервиса, которыми они сегодня пользуются. Технологии, составляющие нашу жизнь, являются сложными и у людей нет времени разбираться в деталях. Это также касается и { -brand-name-firefox }, где мы видим, что пользователи имеют много различных представлений о том, что происходит под капотом их браузера.
privacy-faq-v2-at-mozilla = В { -brand-name-mozilla } мы уважаем и защищаем вашу личную информацию:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = Мы придерживаемся <a { $attrs }>принципов приватности данных</a>, которые определяют наш подход к приватности в браузере { -brand-name-firefox } для компьютеров и мобильных устройств.
privacy-faq-v2-we-strive-collect-data = Мы стремимся собирать только те данные, которые необходимы нам для создания всё более лучших продуктов.
privacy-faq-v2-we-work-to = Мы работаем над тем, чтобы предоставить людям возможность контролировать свои данные и работу в Интернете.
privacy-faq-v2-we-adhere = Мы придерживаемся принципа «без неожиданностей», который означает, что мы активно работаем над тем, чтобы люди понимали, как работает { -brand-name-firefox } в реальности.
privacy-faq-v2-following-questions = Следующие вопросы и ответы должны помочь вам понять, что ожидать от { -brand-name-mozilla } и { -brand-name-firefox }:

## FAQ

privacy-faq-v2-i-use-firefox = Я использую { -brand-name-firefox } почти для всего в Интернете. Вы в { -brand-name-mozilla } должны знать кучу вещей обо мне, не так ли?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla } не знает так много, как вы ожидаете, о том, как люди просматривают Интернет. Веб-браузер { -brand-name-firefox } работает на ваших устройствах и является средством выхода в Интернет. Ваш браузер обрабатывает огромное количество информации о посещаемых веб-сайтах, но эта информация обычно остается на вашем устройстве.
privacy-faq-v2-it-seems-like = Похоже, каждая компания в Интернете покупает и продает мои данные. Вероятно, вы не отличаетесь от них.
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } не продает ваши данные (в том виде, в котором большинство людей думают о «продаже данных»), а также мы не покупаем данные о вас. Так как мы стремимся к прозрачности, а ЮРИДИЧЕСКОЕ определение «продажи данных» в некоторых местах является слишком широким, нам пришлось отступить от определённых заявлений, которые вы знаете и любите. Мы по-прежнему прилагаем много усилий, чтобы убедиться, что данные, которыми мы делимся с нашими партнёрами (что нам необходимо, чтобы сделать { -brand-name-firefox } коммерчески выгодным), были очищены от любой идентифицирующей информации или отправлены только в совокупности, или проходит через наши технологии сохранения приватности (такие как <a { $attrs }>OHTTP</a>).
privacy-faq-v2-wait-so-how = Подождите, но как же вы зарабатываете деньги?
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } — это не обычная организация. Основанная в 1998 году, как открытый проект сообщества, { -brand-name-mozilla } является организацией, движимой миссией и работающей над более здоровым Интернетом. Большая часть доходов { -brand-name-mozilla-corporation } поступает от партнёрства с провайдерами поиска и распространения { -brand-name-firefox } по всему миру. Вы можете узнать больше о том, как мы зарабатываем деньги, из нашего <a { $attrs }>годового финансового отчета</a>.
privacy-faq-v2-softballs = Ладно, предыдущие несколько вопросов были для разогрева. Какие данные вы собираете?
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } по умолчанию собирает ограниченный набор данных из { -brand-name-firefox }, который помогает нам понять, как люди используют браузер. Вы можете узнать больше об этом в нашем <a { $privacy }>уведомлении о конфиденциальности</a>, а также прочитать <a { $data }>детальную документацию по этому сбору данных</a>. Также мы делаем нашу документацию публичной, чтобы любой мог убедиться, что мы говорим правду, сообщить нам, нужно ли что-то улучшить, и вы можете быть уверены, что мы ничего не скрываем.
privacy-faq-v2-do-you-collect = Вы собираете больше данных в тестовых сборках { -brand-name-firefox }?
privacy-faq-v2-sort-of = В некотором роде. В дополнение к данным, описанным выше, в тестовых сборках { -brand-name-firefox } автоматически отправляются сообщения о падениях и ошибках.
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = Также мы можем собирать дополнительные данные в тестовых сборках для одного из наших <a { $attrs }>исследований</a>. Например, для некоторых исследований требуется то, что мы называем «данные веб-сёрфинга», которые могут включать в себя URL-адреса и другую информацию об определенных веб-сайтах. Это поможет нам получить ответы на специфические вопросы по улучшению { -brand-name-firefox }, например, как дополнительно улучшить работу с популярными местными сайтами в различных регионах.
privacy-faq-v2-mozilla-pre-release = Тестовые версии { -brand-name-firefox } от { -brand-name-mozilla } являются платформами для разработки и часто дополняются различными экспериментальными функциями. Мы собираем больше данных, чем в стабильной версии, с целью получения понимания особенностей работы этих экспериментальных функций. Вы можете отказаться от отправки этих данных, изменив настройки.
privacy-faq-v2-but-why-do-you = Но зачем вы вообще собираете какие-либо данные?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = Если бы мы не знали, как быстро работает браузер и какие функции используют люди, мы бы не смогли сделать его лучше и предоставить такой продукт, какой вы хотите. Мы тратим усилия на создание инструментов сбора и анализа данных, которые позволяют нам принимать разумные решения относительно нашего продукта и при этом уважать приватность каждого. Вы можете прочитать больше о некоторых технологиях сохранения приватности, которые мы используем, таких как <a { $attrs }>OHTTP</a>.
privacy-faq-v2-data-collection-bugs-me = Сбор данных всё равно меня беспокоит. Могу ли я его отключить?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = Да. Предоставление контроля пользователям является одним из наших принципов приватности данных. Мы добавили это в { -brand-name-firefox } на нашу <a { $privacy }>страницу настроек приватности</a>, предназначенную для всех, кто хочет контролировать свою приватность в { -brand-name-firefox }. Там вы можете <a { $data }>отключить сбор данных</a>.
privacy-faq-v2-what-about-my-account = А как насчёт данных моего аккаунта?
privacy-faq-v2-we-are-big-believers = Мы сторонники уменьшения количества данных и собираем только минимально необходимый объем данных.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = Для использования { -brand-name-firefox } вам не нужен аккаунт. <a { $attrs }>Аккаунты</a> предназначены для синхронизации данных между различными устройствами, но для этого нам необходим только адрес электронной почты и возраст (просто чтобы убедиться, что вы не ребёнок).
privacy-faq-v2-you-use-digital = Вы используете цифровую рекламу как часть ваших маркетинговых решений. Покупаете ли вы данные пользователей для лучшей персонализации рекламы?
privacy-faq-v2-no-we-do-not-buy = Нет, мы не покупаем данные о людях для персонализации рекламы.
privacy-faq-v2-we-do-not-ask = Мы требуем от наших рекламных партнеров использовать только данные, известные веб-сайтам и издателям о всех пользователях, например, используемый браузер и устройство.
privacy-faq-v2-well-it-seems = Что ж, похоже, вы действительно заботитесь о моей приватности.
privacy-faq-v2-yes-we-do = Да, это правда.
privacy-faq-v2-find-out-more = Узнайте больше о том, как { -brand-name-mozilla } защищает Интернет.
