# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Що таке браузер?
# HTML page description
what-is-a-browser-a-web-browser = Браузер переносить вас до будь-якого куточку Інтернету і дає вам змогу переглядати текст, зображення та відео де б ви не знаходилися.
what-is-a-browser-the-web-is-a-vast = Інтернет — це величезний та потужний інструмент. За кілька десятиліть Інтернет змінив те, як ми працюємо, як ми граємо та взаємодіємо одне з одним. Залежно від того, яким чином він використовується, він об'єднує нації, стимулює бізнес, допомагає підтримувати взаємовідносини, скеровує й урухомлює майбутні інновації та створює більше мемів, ніж нам потрібно.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Дуже важливо, щоб усі мали доступ до Інтернету, але ще важливіше, щоб ми всі <a href="{ $tools }">розуміли інструменти,</a> які використовуємо для доступу до нього. Ми використовуємо браузери, такі як { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } та { -brand-name-apple } { -brand-name-safari } щодня, але чи розуміємо ми, чим вони є і як вони працюють?
what-is-a-browser-in-a-short-period-long = За короткий проміжок часу ми перейшли від зачарування можливістю надсилати електронний лист комусь у будь-який куточок світу до зміни нашої уяви про способи взаємодії з інформацією. Рівень ваших знань більше не має визначального значення, тепер найголовніше, який браузер чи додаток зможуть якнайшвидше допомогти знайти необхідну вам інформацію.
what-is-a-browser-in-a-short-period = За короткий проміжок часу ми перейшли від зачарування можливістю надсилати електронний лист комусь у будь-який куточок світу до зміни нашої уяви про способи взаємодії з інформацією.
what-is-a-browser-how-does-a-web = Як працює браузер?
what-is-a-browser-a-web-browser-long = Браузер переносить вас до будь-якого закуточка Інтернету. Він бере інформацію з інших частин Інтернету та показує її на вашому комп'ютері чи мобільному пристрої. Інформація передається за допомогою протоколу передачі гіпертексту (Hypertext Transfer Protocol), який визначає, як передаються текст, зображення та відео в Інтернеті. Ця інформація повинна надсилатися та показуватися у сумісному форматі, щоб користувачі будь-якого браузера, у будь-якому куточку світу, могли побачити цю інформацію.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = На жаль, не всі розробники браузерів обирають однаковий спосіб інтерпретування формату. Для користувачів це означає, що вебсайт може виглядати й функціонувати по-різному. Створення сумісності між браузерами, щоб будь-який користувач міг переглядати Інтернет незалежно від обраного браузера, називається <a href="{ $standards }">веб стандартами</a>.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Коли браузер отримує дані з підключеного до Інтернету сервера, а потім використовує програмне забезпечення під назвою рушій візуалізації для перетворення цих даних у текст та зображення. Ці дані записані <a href="{ $html }">мовою розмітки гіпертексту</a> (HTML) і браузери читають цей код, щоб створити те, що ми бачимо, чуємо та дізнаємося з Інтернету.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Гіперпосилання</a> дає можливість користувачам переходити до інших сторінок або сайтів в Інтернеті. Кожна вебсторінка, зображення та відео має свій унікальний <a href="{ $url }">Uniform Resource Locator</a> (URL), який також відомий як вебадреса. Коли браузер звертається до сервера для передачі даних, вебадреса повідомляє браузеру, де шукати кожен елемент, описаний у HTML коді, який потім повідомляє браузеру, до якої частини вебсторінки йому переходити.
what-is-a-browser-cookies-not-the = Файли cookie
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Вебсайти зберігають інформацію про вас у файлах під назвою <a href="{ $cookies }">cookie</a>. Вони зберігаються на вашому комп'ютері до наступного відвідування цих сайтів. Після повернення, код вебсайту прочитає цей файл, щоб впевнитися, що це ви. Наприклад, ви переходите на вебсайт і сторінка запам'ятовує ваше ім'я користувача і пароль – це можливо завдяки файлам cookie.
what-is-a-browser-there-are-also = Також є файли cookie, які зберігають детальнішу інформацію про вас. Можливо, ваші інтереси, звички під час перегляду Інтернету тощо. Це означає, що сайт може показати вам відповідніший вміст – часто у вигляді реклами. Деякі типи файлів cookie, які називаються <em>сторонніми</em>, встановлюються сайтами, які ви навіть не відвідували та можуть стежити за вашими діями в Інтернеті для збору інформації про вас, яку іноді продають іншим компаніям. Такі файли cookie можна блокувати, але не всі браузери підтримують цю можливість.
what-is-a-browser-when-you-go-to = Коли ви переходите на вебсайт і сторінка запам'ятовує ваші ім'я користувача і пароль – це можливо завдяки файлам cookie.
what-is-a-browser-understanding = Розуміння приватності
what-is-a-browser-nearly-all-major = Майже всі найвідоміші браузери мають функцію приватного перегляду, основним завданням якої є приховування історії перегляду від інших користувачів на тому ж комп'ютері. Багато людей вважають, що режим приватного перегляду чи анонімний режим приховає їхню особу та історію перегляду від постачальників послуг Інтернету, урядів та рекламодавців. Але насправді це не так. Цей режим лише стирає історію вашого перегляду, що стане в пригоді, якщо ви маєте справу з приватними особистими даними на спільному або загальнодоступному комп’ютері. { -brand-name-firefox } розширює ці функції.
what-is-a-browser-firefox-helps = { -brand-name-firefox } допомагає вам бути ще приватнішими коли ви онлайн, дозволяючи вам блокувати елементи стеження за вашими діями в Інтернеті.
what-is-a-browser-making-your-web = Налаштування браузера для вашої зручності
what-is-a-browser-most-major-web = Більшість найвідоміших браузерів дозволяють користувачам розширювати функції, встановлюючи розширення або додатки. Розширення — це частинки програмного забезпечення, яке ви можете додати до свого браузера, щоб налаштувати його або додати йому функціональності. Розширення можуть виконувати різноманітні цікаві та практичні завдання, такі як додавання нових функцій, словників іноземної мови або візуальних ефектів та тем.
what-is-a-browser-all-browser-makers = Усі браузери розробляються для якомога швидшого та плавного показу зображень та відео, щоб вам було зручно користуватися Інтернетом. Всі розробники наполегливо працюють, щоб бути впевненими, що користувачі мають швидкий, потужний та простий у користуванні браузер. Але необхідно зрозуміти в чому відмінності між ними. Важливо вибрати найкращий для вас браузер. { -brand-name-mozilla } розробляє { -brand-name-firefox }, щоб користувачі могли контролювати своє життя в Інтернеті, а також, щоб Інтернет був світовим, публічним ресурсом, доступним для всіх.
