# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = { -brand-name-mozilla } – პირადი მონაცემების დაცვის ხ.დ.კ.
# HTML page description
privacy-faq-v2-desc = { -brand-name-mozilla } პატივს სცემს და ზრუნავს თქვენი პირადი მონაცემების უსაფრთხოებაზე.
privacy-faq-v2-heading = ჩვენ ხალხს მოგებაზე წინ ვაყენებთ.
privacy-faq-v2-intro = ხალხისთვის დღესდღეობით უმეტეს შემთხვევაში არაა ნათელი, თუ რას უნდა ელოდონ იმ პროგრამებისა და მომსახურებებისგან, რომლებითაც სარგებლობენ. ტექნოლოგია, რომელიც მართავს ჩვენს ცხოვრებას, მეტად მრავალმხრივია და ხალხს არ აქვს საკმარისი დრო, რომ ღრმად გაერკვეს თითოეულ წვრილმანში. ეს ასევე ეხება { -brand-name-firefox }-საც, რადგან ჩვენ ვხედავთ, რომ ბევრი განსხვავებული მოსაზრება და დამოკიდებულება არსებობს ამ ბრაუზერთან დაკავშირებით.
privacy-faq-v2-at-mozilla = { -brand-name-mozilla } პატივს სცემს და ზრუნავს თქვენი პირადი მონაცემების უსაფრთხოებაზე.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = ჩვენ მივყვებით <a { $attrs }>მონაცემთა პირადულობის საფუძვლებს</a>, რომლებიც აყალიბებს ჩვენს მიდგომებს პირადი მონაცემების დაცვის კუთხით როგორც სამაგიდო, ასევე მობილურ { -brand-name-firefox }-ბრაუზერში.
privacy-faq-v2-we-strive-collect-data = ჩვენ ვცდილობთ შევაგროვოთ მხოლოდ ის მონაცემები, რომლებიც საჭიროა საუკეთესო პროდუქტების მისაღებად.
privacy-faq-v2-we-work-to = ჩვენ ვიღწვით იმისთვის, რომ ხალხს მივცეთ საკუთარი მონაცემებისა თუ ინტერნეტცხოვრების განკარგვის საშუალება.
privacy-faq-v2-we-adhere = ჩვენ ერთგული ვართ მიდგომისა „მოულოდნელობების გარეშე“, შესაბამისად, ძალისხმევას არ ვიშურებთ, რომ ხალხს როგორც წარმოუდგენია { -brand-name-firefox }, სრულად შეესაბამებოდეს სინამდვილეს.
privacy-faq-v2-following-questions = მოცემული კითხვები და პასუხები დაგეხმარებათ უკეთ გაიგოთ, თუ რას უნდა მოელოდოთ { -brand-name-mozilla }-სა და { -brand-name-firefox }-ისგან:

## FAQ

privacy-faq-v2-i-use-firefox = მე { -brand-name-firefox }-ს ვიყენებ თითქმის ყველაფრისთვის ინტერნეტში. თქვენ { -brand-name-mozilla }-ში ჩემ შესახებ უამრავი რამ იცით, ხომ ასეა?
privacy-faq-v2-mozilla-does-not-know = { -brand-name-mozilla }-მ არ იცის ბევრი რამ, როგორც ეს ზოგს შეიძლება წარმოედგინოს ხალხის მიერ ვებსივრცის მოხმარების შესახებ. { -brand-name-firefox } ბრაუზერია, რომელიც ეშვება თქვენს მოწყობილობაზე ან კომპიუტერზე და ერთგვარი კარიბჭეა ინტერნეტში გასასვლელად. თქვენი ბრაუზერი განკარგავს დიდძალ ინფორმაციას იმ ვებსაიტებზე, რომელთაც ეწვევით, მაგრამ ეს ინფორმაცია უმთავრესად რჩება თქვენსავე მოწყობილობაზე.
privacy-faq-v2-it-seems-like = აშკარაა, რომ ყველა კომპანია ინტერნეტში ყიდულობს და ყიდის ჩემს მონაცემებს. ალბათ, არც თქვენ განსხვავდებით მათგან.
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = { -brand-name-mozilla } არ ყიდის თქვენ შესახებ მონაცემებს (როგორც უმრავლესობას წარმოუდგენია „მონაცემების გაყიდვა“) და ჩვენ არ ვყიდულობთ თქვენ შესახებ რამე ინფორმაციას. ვინაიდან ჩვენ ვიღწვით გამჭვირვალობისკენ და ვინაიდან „მონაცემების გაყიდვის“ სამართლებრივი განმარტება ზოგან მეტად ფართოა, ჩვენ გვიწევს უკან დახევა და უარის თქმა იმგვარ განცხადებებზე, თქვენთვის რომაა ჩვეული და სასურველი. ჩვენ კვლავ არ ვიშურებთ ძალისხმევას, რომ ინფორმაცია, რომელსაც ჩვენს მოკავშირეებს ვუზიარებთ (რომ შევინარჩუნოთ { -brand-name-firefox } შემოსავლიანი და სიცოცხლისუნარიანი), იყოს ვინაობის მონაცემებისგან სრულად დაცლილი ან გავუზიაროთ მხოლოდ ერთად თავმოყრილი, შეჯამებული სახით, ანდაც გავატაროთ პირადულობის უზრუნველმყოფი ჩვენი საშუალებების გავლით (როგორიცაა <a { $attrs }>OHTTP</a>).
privacy-faq-v2-wait-so-how = მოიცათ, აბა მაშინ როგორ შოულობთ ფულს?
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = { -brand-name-mozilla } თქვენი საშუალო დაწესებულება არაა. დაარსდა ერთობის ღია წყაროს პროექტის სახით 1998 წელს, { -brand-name-mozilla } არის ორგანიზაცია, რომელიც ორიენტირებულია ინტერნეტის სიჯანსაღზე, მისიისკენ. { -brand-name-mozilla-corporation }-ის შემოსავლის უმეტესი ნაწილი შეადგენს { -brand-name-firefox }-ის ბრაუზერის საძიებო თანამშრომლობისა და მსოფლიოს მასშტაბით გავრცელებულ ხელშეკრულებებს, მიღებული ჰონორარებიდან. თუ როგორ ვმუშაობთ ფულადი შემოსავლის შესახებ, შეგიძლიათ შეიტყოთ ჩვენს <a { $attrs }>წლიური ფინანსური ანგარიშებიდან</a>.
privacy-faq-v2-softballs = კარგი, ეს ყველაფერი გასაგებია. რა მონაცემებს აგროვებთ?
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = { -brand-name-mozilla } ნამდვილად აგროვებს შეზღუდულ მონაცემებს { -brand-name-firefox }-იდან, რაც გვეხმარება იმის გარკვევაში, თუ როგორ იყენებს ხალხი ბრაუზერს. ამის შესახებ ვრცლად შეგიძლიათ იხილოთ ჩვენს <a { $privacy }>პირადულობის დებულებაში</a> და გაეცნოთ <a { $data }>სრულ დოკუმენტაციას მონაცემთა აღრიცხვისთვის</a>. ჩვენ ასევე ვასაჯაროებთ ჩვენს დოკუმენტაციას, ასე რომ ნებისმიერ მსურველს შეუძლია გადაამოწმოს ჩვენი ნათქვამის სიმართლე, მოგვახსენოს, გვესაჭიროება თუ არა გაუმჯობესება და დარწმუნებული ვიყოთ, რომ არაფერს დავმალავთ.
privacy-faq-v2-do-you-collect = { -brand-name-firefox }-ის წინასწარ ვერსიებში უფრო მეტ მონაცემებს აგროვებთ?
privacy-faq-v2-sort-of = დახარისხება. გარდა ზემოთ აღწერილი მონაცემებისა, უეცარი გათიშვისა და შეცდომების შესახებ ცნობებს ვიღებთ { -brand-name-firefox }-ის წინასწარ გამოშვებებში.
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = ჩვენ ასევე შეიძლება ვაგროვებთ დამატებით მონაცემებს წინასწარ გამოშვებაში, ჩვენი <a { $attrs }>კვლევებისთვის</a>. მაგალითად, ზოგიერთი კვლევა საჭიროებს იმას, რასაც ჩვენ ვუწოდებთ „გვერდების მონაცემებს“, რომელიც შეიძლება მოიცავდეს URL-მისამართებსა და სხვა ინფორმაციას გარკვეული საიტების შესახებ. ეს გვეხმარება კონკრეტულ კითხვებზე პასუხის გაცემაში { -brand-name-firefox }-ის გასაუმჯობესებლად, როგორიცაა მაგალითად, როგორ უნდა მოერგოს ცნობილი ვებსაიტები ცალკეულ ენებში.
privacy-faq-v2-mozilla-pre-release = { -brand-name-mozilla }-ს წინასწარი გამოშვების { -brand-name-firefox } განკუთვნილია შემუშავებისთვის და ხშირად ახლდება გამოსაცდელი შესაძლებლობებით. ჩვენ აღვრიცხავთ შედარებით მეტ მონაცემებს წინასწარ გამოშვებებში, ვიდრე საბოლოოში, რომ გავარკვიოთ როგორ მუშაობს ეს საცდელი შესაძლებლობები და მზადაა თუ არა საბოლოო გამოშვებისთვის. პარამეტრებიდან შეგიძლიათ შეაჩეროთ ამ მონაცემების გაგზავნა.
privacy-faq-v2-but-why-do-you = და საერთოდ, რატომ აღრიცხავთ მონაცემებს?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = თუ ჩვენ არ გვეცოდინება, როგორ მუშაობს ბრაუზერი და რომელ შესაძლებლობებს იყენებს ხალხი, ჩვენ მას ვერ გავაუმჯობესებთ და ვერ მოგცემთ თქვენთვის სასურველ პროდუქტს. ჩვენ ჩავდეთ ინვესტიცია მონაცემთა აღრიცხვისა და ანალიზის ხელსაწყოების შექმნაში, რომელიც საშუალებას მოგვცემს მივიღოთ ჭკვიანური გადაწყვეტილებები ჩვენი პროდუქტის შესახებ, ხალხის პირადი მონაცემების უსაფრთხოების დაცვით. ვრცლად შეგიძლიათ გაეცნოთ კონფიდენციალურობის დაცვის იმ ტექნოლოგიებს, რომელთაც ვიყენებთ, როგორიცაა <a { $attrs }>OHTTP</a>.
privacy-faq-v2-data-collection-bugs-me = მონაცემთა შეგროვება მაინც მაწუხებს. შემიძლია გამოვრთო?
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = დიახ. მომხმარებლისთვის საკუთარი მონაცემების განკარგვის შესაძლებლობა ჩვენს ძირეულ დებულებას წარმოადგენს. ამის უზრუნველსაყოფად { -brand-name-firefox } წარმოდგენილია <a { $privacy }>პირადულობის პარამეტრების გვერდით</a>, რომელიც ერთიანი სივრცეა მათთვის, ვისაც სურს თავად განსაზღვროს საკუთარი პირადი მონაცემები { -brand-name-firefox }-ში. ამავე გვერდიდანაა შესაძლებელი <a { $data }>მონაცემთა აღრიცხვის შეჩერებაც</a>.
privacy-faq-v2-what-about-my-account = და რას იტყვით, ჩემი ანგარიშის მონაცემებზე?
privacy-faq-v2-we-are-big-believers = ჩვენ ყოველთვის მომხრეები ვართ მონაცემთა, რაც შეიძლება მეტად შემცირების, ამიტომ არ ვითხოვთ იმას, რაც არაა საჭირო.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = თქვენ არ გესაჭიროებათ ანგარიში { -brand-name-firefox }-ის გამოსაყენებლად. <a { $attrs }>ანგარიშები</a> საჭიროა მონაცემების დასინქრონებისთვის მოწყობილობებს შორის, თუმცა ჩვენ მხოლოდ ელფოსტის მისამართსა და ასაკს გეკითხებით (მხოლოდ იმისთვის, რომ ბავშვი არ ხართ).
privacy-faq-v2-you-use-digital = ინფორმაციის გავრცელებისთვის თქვენ ასევე იყენებთ ციფრულ დარეკლამებას. ყიდულობთ თუ არა ხალხის მონაცემებს გამიზნული ინტერნეტრეკლამების შექმნისა და მიწოდებისთვის?
privacy-faq-v2-no-we-do-not-buy = არა, ჩვენ არ ვყიდულობთ ხალხის მონაცემებს მიზნობრივი დარეკლამებისთვის.
privacy-faq-v2-we-do-not-ask = ჩვენ ვთხოვთ ხოლმე ჩვენს სარეკლამო პარტნიორებს, რომ გამოიყენონ მხოლოდ პირველადი მონაცემები, რომელსაც საიტები და გამომცემლები ხედავენ მომხმარებლების შესახებ ანუ მხოლოდ ის, თუ რომელი ბრაუზერითა და მოწყობილობით შემოდიან საიტზე.
privacy-faq-v2-well-it-seems = კარგი, როგორც ჩანს თქვენ მართლა უზრუნველყოფთ ჩემი პირადი მონცემების უსაფრთხოებას.
privacy-faq-v2-yes-we-do = დიახ, ნამდვილად ასეა.
privacy-faq-v2-find-out-more = იხილეთ ვრცლად, თუ როგორ ზრუნავს { -brand-name-mozilla } ინტერნეტის უსაფრთხოებაზე.
