# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Найдите лучший для себя быстрый, приватный и безопасный браузер.
best-browser-so-many-browser-options = В работе браузера есть множество аспектов, но только два наиболее важны для вас. Лучший браузер должен обладать как скоростью, так и защитой приватности.
best-browser-privacy-speed-and-security = Приватность, скорость и безопасность.
best-browser-how-to-choose-the-best = Как выбрать лучший для себя браузер.
best-browser-the-internet-has-become = Интернет стал таким же важным, как электричество и водоснабжение, поэтому выбор лучшего для себя браузера — важнее, чем когда-либо. Интернет — это второй офис, учитель, а иногда и медицинский работник, даже если бы ваш лечащий врач не хотел, чтобы вы искали ваши симптомы в Интернете.
best-browser-in-the-mid-nineties = В середине девяностых { -brand-name-netscape }, { -brand-name-ie } и AOL доминировали в Интернете. Это было классное время, когда сладкая мелодия коммутируемого Интернета зазвонила по всему миру. Вы узнали, что означает ожидать загрузки веб-страниц. Тогда всё, что имело значение — скорость работы браузера.
best-browser-today-is-a-different = Сегодня — другая история. Реклама, утечки данных, угрозы безопасности и фальшивые новости могут заставить вас взглянуть на другие качества вашего браузера. Как браузер защищает вашу приватность? Позволяет ли он трекерам отслеживать вас в Интернете? Создан ли он для мультизадачности и одновременного выполнения множества вычислительных и сетевых операций?
best-browser-when-you-use-a-browser = Когда вы используете браузер для всего, он должен быть быстрым. Но по той же причине он должен быть приватным. Браузер имеет доступ ко всему, что вы делаете в Интернете, поэтому он может подвергнуть вас риску, если у него нет надежных функций по защите приватности.
best-browser-marshall-erwin-senior = Маршалл Эрвин, старший директор отдела доверия и безопасности в { -brand-name-mozilla }
best-browser-if-youre-wondering = Если вам интересно, что означает пользоваться приватным или быстрым браузером, вот три вещи, которые он должен иметь.
best-browser-a-browser-built-for = Браузер, созданный для быстрой работы.
best-browser-a-browser-is-still = По-прежнему, браузер является инструментом, поэтому имеет смысл выбирать лучший для своего дела. Если вы человек, которому нужно работать, чтобы выжить, вам понадобится быстрый Интернет-браузер. Нужно иметь в виду, что браузер, который запускает сторонние трекеры, наверняка будет работать медленнее, чем браузер, который этого не делает. Сторонние трекеры — это куки, и, хотя вы их не видите, они работают на заднем плане сайта, отнимая драгоценное время. Чем больше сторонних трекеров блокирует браузер, тем быстрее он может работать.
best-browser-this-is-one-of-the = Это одна из многих причин выбрать браузер { -brand-name-firefox }: { -brand-name-firefox } по умолчанию блокирует сторонние трекеры. Есть и другие причины, и мы расскажем о них далее.
best-browser-a-browser-that-puts = Браузер, который ставит безопасность на первое место.
best-browser-remember-the-last-massive = Помните последнюю крупную утечку данных? Если нет, то это, вероятно, потому, что они происходят довольно часто. Компании хранят такие данные клиентов, как их личная или финансовая информация, а хакеры крадут их. Если вы делаете безопасность приоритетом, то безопасный Интернет-браузер — лучший браузер для вас.
best-browser-there-are-a-few-ways = Есть несколько способов, которыми браузер может помочь своим пользователям оставаться в безопасности. Браузер с новейшими технологиями безопасности может помочь защитить ваш компьютер и веб-сайты от нежелательных посетителей, таких как вредоносные программы или компьютерные вирусы.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = Второе — не хранить слишком много пользовательских данных. Хакеры не могут украсть то, чего нет, поэтому { -brand-name-firefox } сохраняет минимальное количество информации о своих пользователях. <a href="{ $data }">{ -brand-name-firefox } знает</a>, используете ли вы браузер и своё местоположение, <a href="{ $privacy }">но не имя вашего питомца или ваш любимый цвет.</a>
best-browser-last-but-not-least = И последнее, но не менее важное: безопасный браузер должен обладать инструментами, которые помогут вам следить за своими аккаунтами. Это могут быть уведомления, отправляемые на вашу электронную почту, если какой-либо из ваших аккаунтов будет взломан, или значки, сообщающие о том, что используется защищённое соединение с веб-сайтом (то есть, является ли хорошей идеей вводить номер своей банковской карты на сайте Интернет-магазина).
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } предоставляет кое-что новое для вашей безопасности:<a { $monitor }>{ -brand-name-mozilla-monitor }</a>. Это бесплатный сервис, который уведомит вас, если случится взлом ваших аккаунтов или сообщит вам, что они были взломаны в прошлом. Ещё одна интересная функция — Зелёный замок. Он выглядит как маленький зелёный значок в верхней левой части окна браузера. Если вы используете { -brand-name-firefox } и видите зелёный замок, это означает, что используется защищённое подключение к веб-сайту. Если замок серого цвета, вам следует дважды подумать о вводе любой личной информации.
best-browser-we-visit-hundreds-or = Вы посещаете сотни или даже тысячи веб-сайтов каждый день, и мы не можем ожидать, что пользователи будут принимать решения о приватности и безопасности для каждого из них. Вот почему браузер, который даёт вам больше контроля, так важен — потому что он обладает реальной, значимой защитой.
best-browser-a-browser-that-minds = Браузер, который занимается своим делом.
best-browser-privacy-on-the-web = Приватность в Интернете является горячей проблемой. Если приватность является номером один в вашем списке приоритетов, то вам следует поискать браузер, который относится к этому серьёзно. При выборе лучшего приватного браузера, обратите внимание на политику отслеживания и то, как браузер обрабатывает ваши данные. Всё это звучит как технические вопросы, но они являются причиной того, что некоторые браузеры более приватны, чем другие.
best-browser-trackers-are-all-those = Трекеры — это все те раздражающие сообщения о куках, которые вы получаете на сайтах авиакомпаний. Эти сторонние трекеры знают, куда вы нажимаете, и могут использоваться для анализа вашего поведения. Приватный браузер должен давать пользователям возможность отключать сторонние трекеры, а в идеале отключать их по умолчанию.
best-browser-another-way-to-stop = Другой способ остановить отслеживание трекерами — использование приватного режима. Любой браузер, который утверждает, что является приватным, должен обладать возможностью просмотра страниц в приватном режиме.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = Один из самых простых способов проверить это — посетить страницу настроек содержимого браузера и политику конфиденциальности. На веб-странице политики конфиденциальности должно быть указано, какими вашими данными делятся и почему. Вот почему <a href="{ $privacy }">уведомление о конфиденциальности { -brand-name-firefox }</a> легко найти и прочитать.
best-browser-choosing-the-best-browser = Выбор лучшего для себя браузера очень похож на выбор квартиры. Вам нужно изучить все варианты, провести небольшое сравнение и принять решение на основе того, что важно для вас.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = Команда <a href="{ $firefox }">{ -brand-name-firefox }</a> упорно трудилась, чтобы создать браузер, который в два раза быстрее, чем раньше, и даёт пользователям больше контроля над их жизнью в Интернете.
best-browser-take-control-of-your = Возьмите свой браузер под контроль.
