# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = რეკლამის შეზღუდვა
# Page Title
features-adblocker-meta-title = რეკლამის შემზღუდავები – { -brand-name-firefox }
# HTML page description
features-adblocker-meta-desc = გამოარკვიეთ, როგორ მუშაობს რეკლამის შემზღუდავები, რისთვის გამოგადგებათ და როგორ გიცავთ { -brand-name-firefox } თვალის დევნებისა თუ მეთვალყურე ფუნთუშებისგან.
features-adblocker-the-ad-blocker-a-tool = რეკლამის შემზღუდავი – ხელსაწყო გვერდების სურვილისამებრ და ყურადღების გაუფანტავად მონახულებისთვის.
features-adblocker-in-todays-digital-world = დღევანდელ ციფრულ სამყაროში ვებსივრცე უმეტესად არეულ-დარეული და გადატვირთულია ხოლმე. რეკლამის შემზღუდავები კი (Adblocker) მძლავრი ხელსაწყოებია, რომლებიც გვერდების მონახულებისას გიბრუნებთ მართვის სადავეებს, თავად წყვეტდეთ, რა გამოჩნდეს თქვენს ეკრანზე.
features-adblocker-ad-blockers-work = რეკლამის შემზღუდავები ორი გზით მუშაობს: ირიდებს მასალების, მათ შორის რეკლამების, ჩატვირთვას და ზღუდავს ვებსაიტის გარკვეულ ნაწილების. ეს შეიძლება მოიცავდეს ვიდეორეკლამებს, პირად მონაცემებზე დაფუძნებულ რეკლამებს, რომლებიც ყველგან თან დაგყვებათ და გარეშე მხარის მეთვალყურეებსაც კი.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = რეკლამის შემზღუდავის გამოყენება ადვილია. ბევრი სანდო საშუალებაა ასარჩევად ხელმისაწვდომი ბრაუზერის დამატებების სახით, რომ სასურველი და თქვენს საჭიროებებზე მორგებულის მონახვა შეძლოთ. მაგალითად, <a href="{ $firefox }">{ -brand-name-firefox }</a> აქვე გთავაზობთ სიას <a href="{ $addons }">დამოწმებული გაფართოებებისას</a>, რომლებიც განკუთვნილია გვერდების მონახულების გასაუმჯობესებლად თქვენი პირადი მონაცემების ხელშეუხებლად.
features-adblocker-finding-the-right = იპოვეთ რეკლამების თქვენთვის შესაფერისი შემზღუდავი
features-adblocker-there-are-many = რეკლამის შეზღუდვის მრავალი საშუალებაა, რომელთა მოსინჯვაც შეიძლება და რომელთაგან თითოეული გთავაზობთ შესაძლებლობებს სხვადასხვა საჭიროებისათვის. შესაფერისის პოვნა დამოკიდებულია თქვენს სურვილებსა და გვერდების მონახულების ჩვეულებებზე. აქვეა რამდენიმე გასათვალისწინებელი რჩევა:
features-adblocker-tip-1 = <strong>რეკლამების შეზღუდვა:</strong> თუ მხოლოდ რეკლამის შეზღუდვა გსურთ, აირჩიეთ მარტივი და მსუბუქი საშუალება.
features-adblocker-tip-2 = <strong>პირადულობაზე ზრუნვა:</strong> თუ გაღელვებთ მეთვალყურეები, მოძებნეთ რეკლამის შემზღუდავი პირადი მონაცემების დაცვის ჩაშენებული შესაძლებლობებით.
features-adblocker-tip-3 = <strong>მორგების შესაძლებლობები:</strong> რეკლამის შემზღუდავების ნაწილი საშუალებას იძლევა, მოირგოთ სურვილისამებრ გამონაკლისი საიტების დამატებით ან გვერდის ცალკეული ნაწილების შეზღუდვით.
features-adblocker-tip-4 = <strong>მოწყობილობებთან თავსებადობა:</strong> გაითვალისწინეთ, გჭირდებათ თუ არა კომპიუტერზე, მობილურსა თუ ორივეზე.
features-adblocker-tip-5 = <strong>მავნებლობების შეზღუდვა:</strong> რეკლამების შემზღუდავების ნაწილი იცავს საზიანო და მავნე რეკლამებისგანაც (მაგ. AdGuard).
features-adblocker-tip-6 = <strong>მშობლის ზედამხედველობა:</strong> გამოსადეგია, თუ გსურთ შეიზღუდოს უხამსი და შეუსაბამო მასალა.
features-adblocker-its-important-to-note = მნიშვნელოვანია გავითვალისწინოთ, რომ ზოგიერთი ვებსაიტის შესაძლებლობები დამოკიდებულია ხოლმე სარეკლამო მასალის ჩატვირთვაზე. რეკლამების შეზღუდვამ კი შესაძლოა, გამოიწვიოს გაუმართაობა, თუნდაც ვიდეოს გაშვების ან ანგარიშზე შესვლის შეუძლებლობა. ისეთი შემზღუდავი აირჩიეთ, მუდმივად რომ ახლდება და თუ შესამჩნევ ხარვეზს იწვევს, ეცადეთ სხვა მონახოთ შედეგიანობასა და თავსებადობას შორის წონასწორობის დასაცავად.
features-adblocker-enhanced-privacy = გაძლიერებულ პირადულობასა და წარმადობას გთავაზობთ { -brand-name-firefox }
features-adblocker-beyond-ad-blockers = გარდა რეკლამის შემზღუდავებისა, { -brand-name-firefox } შეიცავს ჩაშენებულ შესაძლებლობებს, რომ კიდევ უფრო უკეთ განკარგოთ ყველაფერი გვერდების მონახულებისას. ეს ხელსაწყოები გეხმარებათ დაიცვათ თქვენი პირადი მონაცემები მოხერხებულად მოხმარების პირობებში:
features-adblocker-tool-1 = <strong>ჩვეულებრივი რეჟიმი:</strong> წონასწორული გადაწყვეტა, რომელიც ზღუდავს გავრცელებულ მეთვალყურეებს ვებსაიტის მუშაობის შეუფერხებლად.
features-adblocker-tool-2 = <strong>მკაცრი რეჟიმი:</strong> ზედგამოჭრილია იმ მომხმარებლებისთვის, პირადულობის მეტად ძლიერი დაცვა რომ სურთ მეტი მეთვალყურისა თუ ფუნთუშების შეზღუდვით. გაითვალისწინეთ, რომ ზოგიერთ საიტს, შესაძლოა რაღაც შესწორებები დასჭირდეს.
features-adblocker-tool-3 = <strong>მორგებული რეჟიმი:</strong> მათთვის, ვისაც მართვის სადავეების ხელში სრულად აღება სურს, მორგებული რეჟიმი საშუალებას გაძლევთ, თავად აირჩიოთ, რა შეიზღუდოს, მეთვალყურეები, თვალის მდევნელი ფუნთუშები თუ სხვა.
features-adblocker-to-adjust = ამ პარამეტრების ჩასასწორებლად, ნებისმიერ ვებგვერდზე ყოფნისას დაწკაპეთ ფარის ხატულას მისამართების ველში და აირჩიეთ „უსაფრთხოების პარამეტრები“. შედეგად გაიხსნება მენიუ, სადაც შეგიძლიათ აირჩიოთ დაცვის სასურველი დონე.
features-adblocker-why-use = რა საჭიროა რეკლამების შემზღუდავი?
features-adblocker-ad-blockers-do-more = რეკლამების შეზღუდვა არაა მხოლოდ რეკლამების დაბლოკვა – არამედ მეტად სწრაფად და უსაფრთხოდ ხერხდება გვერდების მონახულება არასასურველი მასალის არიდებით. საშუალებას გაძლევთ, შეიქმნათ სურვილისამებრ მორგებული, ყურადღების გაუფანტავი გარემო ვებსივრცეში, რომ ძალისხმევა მიმართოთ უფრო შედეგიანი საქმისკენ.
# Variables:
#   $url (url) - link to https://www.mozilla.org/firefox/new/
features-adblocker-explore-hundreds = გაეცანით პირადულობის უზრუნველმყოფ ასობით დამატებას, რომლებითაც შეიძლება აღიჭურვოს { -brand-name-firefox } და მონახეთ თქვენთვის შესაფერისი ხელსაწყოები. <a href="{ $url }">ჩამოტვირთეთ { -brand-name-firefox }</a> დღესვე და გამოცადეთ ბრაუზერი, რომელიც შექმნილია თქვენი პირადი ცხოვრების ხელშეუხებლობისა და მაღალი წარმადობის გათვალისწინებით.
