# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = უსაფრთხოების წესები ანგარიშებისა და პაროლებისთვის
# HTML page description
privacy-passwords-more-and-more-desc = თანდათან უფრო მეტ მნიშნელოვან და ღირებულ მონაცემებს ვინახავთ პაროლის დადებით. როგორ უნდა დავიცვათ ჩვენი ანგარიშები?
# page content
privacy-passwords-a-security-guide = უსაფრთხოების წესები ანგარიშებისა და პაროლებისთვის
privacy-passwords-protecting-your-accounts = თქვენი ანგარიშების დაცვა არ უნდა იყოს რთული — { -brand-name-firefox } დაგეხმარებათ.
privacy-passwords-more-and-more = თანდათან კიდევ უფრო მეტ მნიშნელოვან და ღირებულ მონაცემებს ვინახავთ პაროლიან ანგარიშებზე — სასიყვარულო წერილებს, სამედიცინო ჩანაწერებს, საბანკო ანგარიშებს და ა. შ. ვებსაიტები საჭიროებს შესვლის დამოწმებას მათი უსაფრთხოებისთვის. წესით, ვინც ვერ შევა თქვენს ანგარიშზე, ის ვერ წაიკითხავს თქვენს ელფოსტას და ვერც ფულს გადარიცხავს თქვენი ბანკიდან. როგორც ინტერნეტმომსახურებების მომხმარებლებმა, როგორ უნდა დავიცვათ ჩვენი ანგარიშები?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = უფრო მოკლედ
privacy-passwords-use-random-passwords = გამოიყენეთ შემთხვევითი პაროლები და სხვადასხვა პაროლი თითოეულ საიტზე
privacy-passwords-pay-attention-to = ყურადღებით და ეჭვის თვალით შეხედეთ ბრაუზერის უსაფრთხოების მანიშნებლებს
privacy-passwords-make-your-answers = საიდუმლო კითხვებზე პასუხებიც პაროლზე არანაკლებ რთული მიუთითეთ
privacy-passwords-use-a-password = გამოიყენეთ პაროლების მმართველი, ადვილად შედგენისა და დახსომებისთვის
privacy-passwords-use-twofactor-authentication = გამოიყენეთ „ორსაფეხურიანი“ დამოწმება შესვლისას
privacy-passwords-its-hard-out = რთული დროება უდგას პაროლებს
privacy-passwords-most-logins-today = დღესდღეობით, ანგარიშები პაროლებითაა დაცული. თუ შემტევი მოიპოვებს თქვენს პაროლს, წვდომა ექნება იმ ყველაფერთან რაც თქვენს ანგარიშზეა. ასე რომ, როცა საქმე ანგარიშის დაცულობას ეხება, უნდა იფიქროთ პაროლის უსაფრთხოებაზე. შესაბამისად, უნდა გაითვალისწინოთ ყველა ის გზა, რომლითაც შემტევს თქვენი ანგარიშის პაროლის ხელყოფა შეუძლია:
privacy-passwords-seeing-you-use = დაუშიფრავი ვებსაიტიდან ნახვა
privacy-passwords-guessing-it = მიხვედრა ან გამოცნობა
privacy-passwords-stealing-a-file = პაროლის შემცველი ფაილის მოპარვა
privacy-passwords-using-password-recovery = პაროლის აღდგენის მეშვეობით მისი განულება
privacy-passwords-tricking-you-into = მოტყუებით თქმევინება ან გამოძალვა თქვენგან
privacy-passwords-to-keep-your = ანგარიშის დასაცავად, აუცილებელია ამ ყველაფრის რაც შეიძლება მეტად არიდება. თითოეული საფრთხის გასაბათილებლად, შესაბამისი ხერხი არსებობს.
privacy-passwords-look-for-the = დააკვირდით საკეტის ნიშანს ბრაუზერში
privacy-passwords-its-easy-to = მარტივად შეგიძლიათ დაიცვათ თავი დაუშიფრავი საიტიდან პაროლის გაჟონვისგან: უბრალოდ კარგად დაფიქრდით, ღირს თუ არა პაროლის შეყვანა საიტზე, რომელსაც არ აქვს საკეტის ნიშანი მისამართების ველში, ამგვარად:
privacy-passwords-a-closed-lock = საკეტი უნდა ჩანდეს საიტის მისამართის გვერდით, მისამართების ველში, ყველა ცნობილ ბრაუზერზე.
privacy-passwords-the-lock-means = ეს საკეტი აღნიშნავს, რომ საიტი იყენებს დაშიფრულ კავშირს, ასე რომ თუ ვინმე თვალს გადევნებთ ქსელში (მაგალითად საჯარო სივრცეში WiFi-ის სხვა მომხმარებელი), იგი ვერ იხილავს თქვენს პაროლს. { -brand-name-firefox } შეეცდება გაგაფრთხილოთ, თუ პაროლის დაუშიფრავ საიტზე შეყვანას დააპირებთ.
privacy-passwords-a-padlock-with = გადახაზული საკეტი აღნიშნავს, რომ კავშირი არაა დაცული.
privacy-passwords-your-browser-also = ბრაუზერს აგრეთვე შეუძლია გაცნობოთ, რამდენად სანდოა ესა თუ ის საიტი, სიყალბის ასარიდებლად. როდესაც ეწვევით თაღლითობაში შემჩნეულ საიტს, { -brand-name-firefox } (და სხვა ცნობილი ბრაუზერებიც) სრულ ეკრანზე ამოგიგდებთ გაფრთხილებას — <strong>ყურადღება გამოიჩინეთ და კარგად დაფიქრდით, ღირს თუ არა ამგვარი საიტის გამოყენება!</strong>
privacy-passwords-firefox-will = Firefox საიტის სანაცვლოდ გამოაჩენს გაფრთხილებას, თუ ეს საიტი თაღლითობაშია შემჩნეული.
privacy-passwords-in-general-the = ზოგადად, თაღლითობისგან თავის დაცვის საუკეთესო გზაა, <strong>ყურადღებით დააკვირდეთ მიღებულ ინფორმაციას</strong>, როცა გიგზავნიან ელფოსტით, ტექსტური შეტყობინებით თუ ტელეფონის ზარით. მოწოდებული მითითებებით მოქცევის ნაცვლად, სცადეთ პირდაპირ ეწვიოთ საიტს. მაგალითად, თუ ელფოსტაზე გწერენ, რომ აუცილებლად უნდა გაანულოთ PayPal-ის პაროლი, არ დააჭიროთ ბმულს. თავად აკრიფეთ ხელით paypal.com და ისე შედით საიტზე. თუ ბანკისგან მიიღებთ ზარებს, თავადვე დაურეკეთ ოფიციალურ ნომერზე.
privacy-passwords-strength-in-diversity = სიძლიერე მრავალფეროვნებაშია
privacy-passwords-the-secret-to = პაროლის გამოცნობისგან, მოპარვისა და განულებისგან თავის დაცვის საუკეთესო გზა, შემთხვევითობით შერჩევაშია. როცა შემტევი ცდილობს გაარტყას პაროლი, აკეთებს ორ რამეს: 1) იყენებს „ლექსიკონებს“ — ხშირად გამოყენებული პაროლების ჩამონათვალს და 2) ცდილობს ვარაუდის საფუძველზე მიხვედრას. <strong>პაროლი რაც მეტად გრძელი და შემთხვევითი სახისაა</strong>, მით უფრო ნაკლებია შანსი, ამ ხერხების გამოყენებით ვინმემ შეძლოს გამოცნობა.
#   $url_linkedin (string) - link to https://blog.linkedin.com/2012/06/06/linkedin-member-passwords-compromised with additional attributes for analytics
#   $url_yahoo (string) - link to https://www.wired.com/2016/12/yahoo-hack-billion-users/ with additional attributes for analytics
privacy-passwords-when-an-attacker = თუ შემტევი იპარავს პაროლების მონაცემთა კრებულს თავად საიტიდან, რომელსაც იყენებთ (მაგალითად <a { $url_linkedin }>LinkedIn</a> ან <a { $url_yahoo }>Yahoo</a>), აქ უკვე ვერაფერს მოიმოქმედებთ, პაროლის შეცვლის გარდა. ცუდია, თუმცა უარესი შეიძლება იყოს, თუ იმავე პაროლს სხვა საიტებზეც იყენებთ — თავდამსხმელი შეძლებს თქვენი ანგარიშების ხელყოფას სხვა საიტებიდანაც. ზიანის შესამცირებლად, <strong>ყოველთვის გამოიყენეთ განსხვავებული პაროლები სხვადასხვა საიტისთვის.</strong>
#   $url_monitor (string) - link to https://monitor.firefox.com/ with additional attributes for analytics
privacy-passwords-use-firefox-monitor = გამოიყენეთ <a { $url_monitor }>{ -brand-name-firefox-monitor }</a> რომ თვალი ადევნოთ თქვენს ანგარიშებზე მიბმულ ელფოსტის მისამართებს. თუ თქვენი ელფოსტა აღმოჩნდება ცნობილ მიტაცებულ მონაცემებში, დაუყოვნებლივ გეცნობებათ როგორ უნდა მოიქცეთ, დაზარალებული ანგარიშების გადასარჩენად და დასაცავად.
privacy-passwords-security-questions-my = საიდუმლო კითხვები: დედაჩემის ქალიშვილობის გვარია „Ff926AKa9j6Q“
privacy-passwords-finally-most-websites = დაბოლოს, საიტების უმეტესობა საშუალებას გაძლევთ აღადგინოთ პაროლი დავიწყების შემთხვევაში. ჩვეულებრივ, ასეთი სისტემები ითხოვს „საიდუმლო კითხვებზე“ პასუხს, პაროლის გასანულებლად. <strong>ამ კითხვებზე პასუხი ისეთივე რთული უნდა იყოს, როგორც თქვენი პაროლია.</strong> სხვა შემთხვევაში, შემტევი მის გამოცნობას შეძლებს, პაროლს კი სასურველით ჩაანაცვლებს.
