# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = ما هو عنوان IP؟

# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = تُجيب شركة { -brand-name-mozilla } على جميع الأسئلة المتعلقة بعناوين IP، بدءًا من تعريف عنوان IP ووصولًا إلى طريقته في العمل وكيفيه إخفاءه.

vpn-ip-address-every-time-you = في كل مرة تتصفح فيها الإنترنت، تُؤدي عناوين IP دورًا أساسيًا في تبادل المعلومات لمُساعدتك على رؤية المواقع التي تطلبُها. ونظرًا لاحتمالية عدم معرفتك بطبيعة هذه العناوين، فإننا نُجيب بالتفصيل على الأسئلة الأكثر شيوعًا المطروحة أدناه.
vpn-ip-address-your-ip-address = عنوان IP هو معرِّف فريد، يُشبه العنوان البريدي بعض الشيء، ويرتبط بنشاطك على الإنترنت. وفي أي وقت تستخدم فيه الإنترنت (التسوق عبر الإنترنت، أو إرسال رسائل البريد الإلكتروني، أو بث البرامج التلفزيونية)، فإنك تطلُب الوصول إلى وجهة مُعينة عبر الإنترنت، وفي المقابل يتم إرسال المعلومات إليك. فكيف يحدث ذلك؟ حسنًا، يرمُز الاختصار "IP" إلى بروتوكول الإنترنت، الذي يُحدد المعايير والقواعد (نعم، المعروفة أيضًا باسم البروتوكول) اللازمة لتوجيه البيانات والاتصال بالإنترنت. وهذا البروتوكول عبارة عن مجموعة من القواعد التي يَجب على كل طرف اتباعُها للسماح بتدفق البيانات ثنائي الاتجاه.

# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = مثال على عنوان IP عبارة عن تسلسل من أعداد مفصولة بكسور عشرية: 123.45.67.89
vpn-ip-address-if-you-look-up-your = إذا بحثت عن عنوان IP الخاص بك، فستجده يبدو مثل هذا.
vpn-ip-address-does-it-travel = هل عنوان IP ينتقل معك؟

# Outdated string
vpn-ip-address-no-your-ip = لا، فعنوان IP يرتبط بموقع واحد فقط، ما لم تكن <a href="{ $url }">تستخدم VPN</a> (سنتطرَّق لذلك بتفصيل أكثر لاحقًا). فعندما تكون في منزلك وتتصل بالإنترنت، فأنت تستخدم عنوان IP. وعندما تتحقق من بريدك الإلكتروني في المنزل في الصباح، ثم تتصفح الأخبار في مقهى محلِّي أثناء انتظار قهوتك، ثم تعمل من مكتب، فإنك تستخدم عناوين IP مختلفة في كل موقع.
vpn-ip-address-does-your-ip = هل يتغير عنوان IP؟
vpn-ip-address-yes-even-if = نعم. فحتى لو كُنت تستخدم الإنترنت في المنزل فقط، قد يتغير عنوان IP. ومع أنه يُمكنك الاتصال بمزوّد خدمات الإنترنت (ISP) لتغييره، فقد يؤدي شيء روتيني، مثل إعادة تشغيل المودم أو الراوتر بسبب مشاكل الاتصال بالإنترنت، إلى تغييره.
vpn-ip-address-can-more-than = هل يمكن أن يكون لأكثر من جهاز نفس عنوان IP؟
vpn-ip-address-this-is-a = إنّ هذا سؤال صعب بعض الشيء — والإجابة عليه تكون بنعم ولا. حيث يُمكن لأكثر من جهاز مشاركة نفس عنوان IP الخارجي (العام)، ولكن سيكون لكل جهاز عنوان IP محلي (خاص) خاص به. ومثال ذلك أنّ مزوّد خدمات الإنترنت (ISP) يعيِّن لمنزلك عنوان IP خارجي. ونظرًا لأن الراوتر هو الذي يتصل بالفعل بالإنترنت، فقد يتم تعيين عنوان IP له. ويُعيِّن الراوتر بعد ذلك عنوان IP محليًا لكل جهاز متصل بالإنترنت في كل مرة. وعنوان IP الخارجي هو العنوان الذي تتم مشاركته مع العالم الخارجي. وأمّا عنوان عنوان IP المحلي، فلا تتم مشاركته خارج شبكتك المنزلية الخاصة.
vpn-ip-address-can-we-run = هل من المُمكن أن تنفذ عناوين IP؟

# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = عندما صُمِّم الإنترنت لأول مرة، كان يستخدم عناوين &quot;الإصدار الرابع&quot;. وهذه العناوين تعمل بنظام 32 بت، وهذا يعنِي أنه يمكننا استخدام ما يصل إلى <a href="{ $sr }">4.2 مليار عنوان</a>. ومع أنّ هذا الرقم كان يبدو كافيًا في ذلك الوقت، إلا أنه في الحقيقة ليس كافيًا في عالم كانت فيه الأسرة الأمريكية العادية تمتلك <a href="{ $variety }">11 جهازًا متصلًا بالإنترنت</a>.
vpn-ip-address-we-now-have = وقد ظهر في الوقت الحالي الإصدار السادس من عناوين IP، والذي يحتوي على 128 بت لكل عنوان. ولكن لسوء الحظ، لا يمكن للإصدار الرابع والإصدار السادس التحدث مع بعضهما البعض بشكل مباشر، ولذلكَ سيحتاج الأشخاص إلى عناوين الإصدار الرابع لفترة طويلة.
vpn-ip-address-should-you-hide = هل يتعين عليك إخفاء عنوان IP؟

# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = لا يتعين عليك إخفاء عنوان IP، ولكن قد تحتاج إلى فعل ذلك في بعض الأوقات. وأهم سبب قد يدفعك لذلك هو الخصوصية. ففي الولايات المتحدة، <a href="{ $congress }">ألغى الكونجرس</a> لوائح الخصوصية المُصممة لحماية خصوصية مستخدمي النطاق الواسع. ولذلكَ يُمكن لمزوّدي خدمات الإنترنت معرفة عاداتك في استخدام الإنترنت، وأسباب استخدامك للإنترنت، والمدة التي تقضِيها في كل صفحة. وهكذا يكون هذا الاتصال غير مُشفر، ويُمكن للجهات الخارجية معرفة الموقع الإلكتروني الذي تزوره. ومن ضمن الطرق المفيدة في التغلب على هذه المشكلة استخدام ميزة <a href="{ $doh }">DNS-over-HTTPS</a>. حيث تعمل هذه الميزة على تشفير حركة مرور DNS (نظام أسماء النطاقات)، مما يجعل من الصعب على مُزوّدي خدمات الإنترنت رؤية المواقع الإلكترونية التي تُحاول زيارتها. وبالنسبة <a href="{ $firefox }">لمستخدمي { -brand-name-firefox }</a> في الولايات المتحدة، يتم توجيه استفساراتك بشأن DoH بشكل افتراضي إلى خوادم DNS موثوق بها، مما يجعل من الصعب ربطك بالمواقع الإلكترونية التي تُحاول زيارتها.

# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = وهناك أيضًا أسباب ظرفية تدعوك لإخفاء عنوان IP. ومن هذه الأسباب أنْ ترغب في إخفائه عند السفر. ستمنحك شبكة VPN أيضًا <a href="{ $url }">مزيدًا من الخصوصية</a> عند الاتصال بشبكة واي فاي من أجل بث الفيديوهات والتسوّق عبر الإنترنت أثناء استكشاف العالم.
vpn-ip-address-how-do-you = كيف يُمكنك إخفاء عنوان IP؟

# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = تُعتبر شبكة VPN من الطُرق المُستخدمة لإخفاء عنوان IP. <a href="{ $vpn }">فعِند استخدام شبكة VPN</a>، يأتي عنوان IP الخارجي من عنوان IP الخارجي لِخادم VPN، بدلاً من عنوان IP الخارجي لموقعك. وعليه، إذا كان خادم VPN المُتصل موجودًا في كاليفورنيا، فسَيظهر عنوان IP الخارجي على أنه مُتصل من كاليفورنيا، بغض النظر عن مكان وجودك الحقيقي. كما أنّ أنشطتك التي تقُوم بها على الإنترنت تُرسَل عبر اتصال مُشفَّر وآمن بخادم VPN، مما يمنحُك مزيدًا من الأمان والخصوصية. وتُعتبر <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> من الطُرق المُستخدمة لإخفاء عنوان IP. فنحن لا نحتفظ بِسِجلات أنشطة الشبكة الخاصة بك ولا ندخُل في شراكات مع أطراف ثالثة ممن يُنشؤون ملفات تعريفية لما تقوم به عبر الإنترنت. ونُقدم حماية كاملة لما يصِل إلى خمسة أجهزة، وبفضل الخوادم الموجودة في أكثر من { $countries } بلدًا، يُمكنك الاتصال بأي مكان، من أي مكان.

# Obsolete string
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is = تُعتبر شبكة VPN من ضمن الطُرق المُستخدمة لإخفاء عنوان IP. <a href="{ $vpn }">فعند استخدام شبكة VPN</a>، يأتي عنوان IP الخارجي من عنوان IP الخارجي لخادم VPN، بدلاً من عنوان IP الخارجي لموقعك. ومن ثمّ فإنه إذا كان خادم VPN المُتصل موجودًا في كاليفورنيا، فسَيظهر عنوان IP الخارجي على أنه متصل من كاليفورنيا، بغض النظر عن مكان وجودك الحقيقي. كما أنّ أنشطتك التي تقوم بها على الإنترنت تُرسَل عبر اتصال مُشفَّر وآمن بخادم VPN، مما يمنحك مزيدًا من الأمان والخصوصية. وتُعتبر <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> من ضمن الطُرق المستخدمة لإخفاء عنوان IP. فنحن لا نحتفظ بِسِجلات للأنشطة ولا نتشارك مع مِنصات تحليلات تابعة لجهات خارجية. ونُقدم حماية كاملة لما يصل إلى خمسة أجهزة، وبفضل الخوادم الموجودة في أكثر من { $countries } بلدًا، يُمكنك الاتصال بأي مكان، من أي مكان.
