# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = الفرق بين شبكة VPN ووسيط الويب

# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = تُعد شبكات VPN والوسطاء من الحلول الخاصة بتوفير الخصوصية والأمان عبر الإنترنت. وإليك الطريقة التي تعمل بها هذه الأدوات لِحمايتك وطريقة اختيار أفضل الخيارات المتاحة لك.

vpn-or-proxy-virtual-private-networks = الشبكات الافتراضية الخاصة (VPNs) ووسطاء الشبكة الآمنة هي عبارة عن حلول لتحسين الخصوصية والأمان عبر الإنترنت، ولكن قد يكون من المُحير تحديد الخيار الأنسب بالنسبة لك. وفيما يلي نظرة على الطريقة التي تحميك هذه الخدمات بها وكيفية اختيار أفضل خيار عندما تكون متصلًا بالإنترنت.
vpn-or-proxy-stop-isps-from = امنع مُزوّدي خدمات الإنترنت من التجسّس عليك

# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = عندما <a href="{ $firefox }"> تستخدم { -brand-name-firefox } </a> ،<a href="{ $etp }"> فإن الحماية الموسّعة من التعقّب</a> تغلق تلقائيًا العديد من <a href="{ $trackers }"> مُتعقبات الويب </a> التابعة للغير من تتبعُك على الإنترنت. ولكن هناك حقيقة مُثيرة للاهتمام: وهي أن مُزود خدمة الإنترنت الذي تدفع له مقابل الاتصال بالإنترنت — قد لا يزال يُراقبك ويتتبعُك.
vpn-or-proxy-because-your-internet = ونظرًا لأن مرور الإنترنت في بيتك يتحرك من أجهزتك (الكمبيوتر أو الهاتف أو التلفزيون أو الجهاز اللوحي) وإليها من خلال مزود خدمات الإنترنت، فإنه يستطيع رؤية المواقع التي تزورها عبر الإنترنت. يَستطيع مُزوّد خدمات الإنترنت رؤية المواقع التي تزورها ومدة زيارتك لها وموقعك ومعلومات عن أجهزتك. قد لا يعرف مُزوّد خدمات الإنترنت تفاصيل الأشياء التي قُمت بها على هذه المواقع (مثل الأشياء التي اشتريتها أو بحثت عنها أو قرأتها) بفضل التشفير، ولكنه يستطيع عمل بعض التدخلات عنك بناءً على المواقع التي زُرتها.  ويُمكن استخدام هذه البيانات الشخصية لإنشاء ملفات تعريفية تفصيلية عنك. لماذا يفعل مُزوّدو خدمات الإنترنت هذا الشيء؟ باختصار، هذه المعلومات ذات قيمة كبيرة.
vpn-or-proxy-isps-can-use = يُمكن لمُزوّدي خدمات الإنترنت استخدام هذه المعلومات في إعلاناتهم المستهدفة أو لفُرص الحصول على أموال التي قد تتضمن تبادل المعلومات مع الأطراف الثالثة المُهتمة باستخراج البيانات والتسويق والإعلان المُوجه، وهو ما يعني تقليل الخصوصية وزيادة التتبع. كما أن التصفح في الوضع الخاص لا يَمنع مزوّد خدمات الإنترنت من رؤية مكان دخولك إلى الإنترنت. ولكن إرسال حركة مرورك على شبكة الإنترنت من خلال وسيط أو شبكة VPN سَيجعل ذلك أصعب بكثير.
vpn-or-proxy-when-should-you = متى ينبغي لك اختيار شبكة VPN أو وسيط آمن؟
vpn-or-proxy-vpns-and-secure = لشبكات VPN ووسطاء الويب الآمنة أهداف مشتركة: فهي تُؤمّن الاتصالات بالإنترنت. فهي تستطيع وتقوم فعليًا بإخفاء عنوان IP الأصلي الخاص بك وتحمي مرور الويب الذي تُرسله بينك وبين شبكة VPN أو مزوّد خدمة الوسيط الآمن. ولكن متى تُريد استخدام شبكة VPN مُقابل وسيط؟
vpn-or-proxy-secure-web-proxy = وسيط ويب آمن: حماية على مُستوى المُتصفح
vpn-or-proxy-a-secure-web = يَعمل وسيط الويب الآمن على المَهام التي قد تقوم بها على مُتصفحك فقط. وقد يكون هذا مسؤولًا عن قدر كبير من النشاط مثل التسوّق ودفع الفواتير وتسجيل الدخول إلى وسائل التواصل الاجتماعي وقراءة رسائل البريد الإلكتروني. يَعمل وسيط الويب الآمن كوسيط بين مُتصفحك والإنترنت. سَتمُر بيانات تصفّح الويب الخاصة بك من خلال نفق آمن إلى الإنترنت مباشرةً من متصفحك، بحيث تُخفي عنوان IP الخاص بك، وبهذا فإن خادم الويب الذي تتصل به لا يعرف المكان الذي تتواجد به في هذا العالم. وهذا يَجعل من الصعب على أي أحد أن يَتتبعك أو يستهدفك.

# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = يُعتبر الوسيط مفيدًا عندما تتصفّح الإنترنت على واي فاي عام. عند تفعيل وسيط ما، فإنه سَيمنع المُتنصتين على الشبكة ذاتها من التجسّس على نشاط التصفح لديك أو قراءة مُعاملاتك في المواقع غير المُشفّرة. تبدو شبكات واي فاي العامة غير ضارة ولكنها يُمكن أن تكون بابًا خلفيًا <a href="{ $url }">للمخترقين</a>.

# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = يُعتبر <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> أداة ملحقة بالمتصفح سهلة التثبيت وتوفر نفقًا آمنًا ومشفّرًا إلى الويب لحماية اتصال متصفحك في أي مكان تستخدم فيه { -brand-name-firefox }. إن تشغيلها في منتهى السرعة والسهولة عندما تحتاج إليها لتوفير المزيد من الأمان في متصفحك.
vpn-or-proxy-vpns-devicelevel-protection = شبكات VPN: حماية على مستوى الأجهزة
vpn-or-proxy-vpns-do-more = تقوم شبكات VPN بأكثر مما يقوم به الوسطاء حيث إن الوسيط يحمي ما تفعله في متصفحك فحسب، ولكن شبكة VPN تحمي جميع حركاتك المرورية عبر الإنترنت، بما في ذلك المتصفح، حيثما يكون لديك شبكة VPN مُثبتة ومفعّلة. تُوفّر شبكات VPN أمنًا وسلامة إضافيتين لجميع نشاطك عبر الإنترنت — وهذا اعتبار مُهم إذا كنت تريد الاحتفاظ بنشاطك لنفسك وتصعيب الأمور أكثر وأكثر على متتبعي البيانات ومزوّدي خدمات الإنترنت لإنشاء ملف تعريفي لك عبر جميع أجهزتك مثل هاتفك وجهاز الكمبيوتر والجهاز اللوحي.
vpn-or-proxy-a-vpn-works = تعمل شبكة VPN عن طريق إنشاء "نفق" آمن بين جهازك وبين الإنترنت. وتحمي خصوصيتك بطريقتين رئيسيتين:
vpn-or-proxy-concealing-your-ip = إخفاء عنوان IP الذي يحمي هويتك ويُخفي موقعك.
vpn-or-proxy-encrypting-your-traffic = تشفير حركة المُرور بينك وبين مُقدم خدمات VPN، بحيث لا يُمكن لأي شخص على شبكتك المحلية فك تشفيرها أو تعديلُها.

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = توفّر شبكة VPN أيضًا أمانًا على اتصالات الواي فاي المفتوحة والعامة. قد تكون شبكة واي فاي محفوفة بالمخاطر، من المُستحيل التأكّد من أن شخصًا آخرًا يتصل بالشبكة ذاتها للتجسّس على ما تفعله. حتى لو كانت حركتك المرورية مشفّرة، فلا يزال بإمكانهم رؤية المواقع التي تزورها. وإذا كنت تستخدم تطبيقًا لا يوجد به تشفير — وحتى اليوم، كثيرون لا يوجد لديهم ذلك — فإنهم يستطيعون عندئذ رؤية كل ما تفعله في ذلك التطبيق. تُعتبر شبكة { -brand-name-mozilla-vpn } خدمة سريعة وآمنة وجديرة بالثقة يمكن أن تساعد في سد فجوة الأمان لك. كما تُتيح لك شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> اختيار &quot;المكان&quot; الخاص بك (حيث تظهر مكان حركة المرور) وأنها صادرة من أكثر من { $countries } بلد.
vpn-or-proxy-choose-a-trustworthy = اختر خدمة جديرة بالثقة

# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = يتمثل أهم شيء يجب وضعه في الاعتبار عند اختيار VPN في اختيار شركة جديرة بالثقة. تأكّد فهم الشروط التي توافق عليها. يزعم كثيرون أنهم عظماء ويركزون على الخصوصية، ولكن عددًا كبيرًا منهم لا يستطيعون تحقيق ذلك. لا تتسم جميع خدمات الوسطاء و VPN بالأمان والخصوصية. سَيقوم <a href="{ $cnet }">البعض</a> <a href="{ $pcmag }">بتسجيل</a> أنشطتك عبر الإنترنت بحيث يُمكنهم بيع بياناتك ومعلوماتك إلى شركات التسويق ذاتها. كما ستحاول خدمات أخرى إقناعك بتثبيت برامج خبيثة على أجهزتك.

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = لقد قمنا بالعمل القانوني للتأكد من أن كلًا من <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> وامتداد الوسيط <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a>يحترم خصوصيتك بشكل فعلي، وأنه منتج يُمكنُنا الاعتماد عليه لبناء سُمعة ذائعة. يحظى { -brand-name-mozilla } بسُمعة طيبة بين منتجات البناء التي تُساعدك على الحفاظ على أمان معلوماتك الخاصة. نحرص على اتباع <a href="{ $principles }">مبادئ خصوصية البيانات</a> سهلة القراءة والبسيطة التي تُتيح لنا التركيز فقط على المعلومات التي نحتاجُها لتقديم خدمة ما. ونظرًا لأننا نحظى بدعم شركة <a href="{ $mission }">مُحددة الرسالة</a>، ِثق بأن الدولارات التي تُنفقها على هذا المنتج لن تضمن لك توفير أعلى قدر مُمكن من الأمان فحسب، ولكنها تجعل الإنترنت أفضل للجميع.
