# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = ما هو VPN؟

# HTML page description and intro
vpn-what-is-get-answers-to-nine = احصل على إجابات لتسعة أسئلة مشتركة عن شبكات VPN بحيث تكون على علم بما تفعل، ومتى تستخدم واحدة منها ولماذا.

vpn-what-is-many-of-us = يقضي الكثير منا عدة ساعات يوميًا في استخدام الإنترنت للقيام بالأشياء اليومية مثل مشاهدة مقاطع الفيديو والتسوق واللعب ودفع الفواتير، وكل ذلك لإدارة مشاريع العمل المُعقدة وإجراء اتصالات فيديو سرية. تُعد الشبكة الخاصة الافتراضية <strong>Virtual Private Network (VPN)</strong> واحدة من أفضل الطرق للحفاظ على الخصوصية والأمان على الإنترنت، والحفاظ على حماية بياناتك الشخصية.
vpn-what-is-how-do-vpns = كيف تعمل شبكات VPN؟
vpn-what-is-a-vpn-is = تُعد شبكة VPN أداة تُتيح لك الاتصال بالإنترنت بأمان أينما كنت. تعمل شبكة VPN عن طريق إنشاء "نفق" بين جهازك وبين مزود خدمة VPN، وتحميك بطريقتين مُهمتين:
vpn-what-is-concealing-your-ip = إخفاء عنوان IP الخاص بك، وهو ما يحمي هويتك وموقعك.
vpn-what-is-encrypting-your-traffic = تشفير حركة المرور بينك وبين مُقدم خدمات VPN، بحيث لا يُمكن لأي شخص على شبكتك المحلية فك تشفيرها أو تعديلها.
vpn-what-is-in-the-past = في الماضي، كانت شبكات VPN تُستخدم بشكل رئيسي من قبل الشركات لإتاحة الوصول الآمن عن بعد إلى خدماتها الداخلية وبيانات الملكية. أما الآن، فإن شبكات VPN متاحة لأي شخص يُريد حماية اتصاله بالإنترنت، خاصةً عندما يكون هذا الاتصال من خلال شبكات مليئة بالثغرات مثل شبكات واي فاي العمومية، ولكنها مفيدة أيضًا في الشبكة المنزلية.
vpn-what-is-a-vpn-will = سَتحمي شبكة VPN المرور الذي تُرسله بينك وبينك مزوّد خدمة شبكات VPN، سواءً من خلال متصفّحك أو تطبيقات أو خدمات أخرى. لإعداد شبكة VPN، سيتعيّن عليك إنشاء حساب لدى أحد مزوّدي خدمات شبكات VPN وتثبيت برامج VPN على جهاز الكمبيوتر أو الهاتف. وعند تفعيل شبكة VPN، فإنها سَتتعامل مع المرور من جميع تطبيقاتك وبرامجك الموجودة على جهازك، بحيث يُمكنك التصفّح والتواصل بحرية عبر اتصال شبكي خاص وآمن.

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = يُقدّم مزوّد خدمات شبكات VPN عددًا من بوابات الاتصال في مواقع عالمية مختلفة، والتي تتيح لك استخدام عنوان IP من مكان مختلف عن المكان الذي تتواجد به. وبهذه الطريقة، فإن المكان الذي تتصل به لترى الـ IP الخاص بشبكة VPN، ليس عنوان IP الفعلي الخاص بك، كمصدر للمرور الخاص بك. تعمل شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> على توجيه المرور الخاص بك من خلال خادم آمن وتُتيح لك اختيار مكان من أكثر من { $countries } بلد.
vpn-what-is-when-should-i = متى ينبغي لي استخدام شبكة VPN؟
vpn-what-is-connecting-to-a = يُعتبر الاتصال بشبكة واي فاي عامة مناسبًا في بعض الأوقات، كما هو الحال عندما لا تتوفر لديك خدمة إنترنت أو لا تستطيع الحصول على تغطية للبيانات الخلوية على هاتفك. ومن ناحية أخرى، فإن الاتصال بشبكة واي فاي عامة يُمكن أن يكون محفوفًا بالمخاطر. من المستحيل التأكّد من أن شخصًا آخر يتصل بالشبكة ذاتها للتجسّس على ما تفعله. حتى لو كانت حركتك المرورية مشفّرة، فلا يزال بإمكانهم رؤية المواقع التي تزورُها. وإذا كنت تستخدم تطبيقًا لا يوجد به تشفير — وحتى اليوم، كثيرون لا يُوجد لديهم ذلك — فإنهم يستطيعون عندئذ رؤية كل ما تفعله.
vpn-what-is-when-youre-at = عندما تكون في المنزل، يقِل خطر ظهور أشخاص مُتلصصين على شبكتك المنزلية. إلا أن مزوّد خدمة الإنترنت يُمكنه تتبع أنشطتك عبر الإنترنت ومُشاركتها لأن جميع البيانات التي تصل إليها على الويب مُوجهة من خلال شبكة المزوّد الخاص بك، والتي قد يكون بعضُها غير مُشفر. يُمكن لشبكة VPN أن تمنع مزوّد خدمات الإنترنت من التجسّس عليك من خلال تشفير المرور الخاصة بك إلى مزوّد VPN بِغض النظر عن المكان الذي تتواجد به.
vpn-what-is-wait-i-thought = انتظر، كنت أظن أن مُروري عبر الإنترنت مُشفر بالفعل باستخدام HTTPS…
vpn-what-is-its-true-that = صحيح أن مُعظم التوصيلات بمواقع الإنترنت في هذه الأيام يتم تأمينها باستخدام HTTPS، وهو ما يعني أن المُحتوى مُشفر، ولكن هذا لا ينطبق على عنوان IP الخاص بالمصدر أو الوجهة. تُقدّم شبكة VPN خصوصية إضافية من خلال منع المواقع الإلكترونية والأطراف الثالثة من معرفة عنوان IP الخاص بك.
vpn-what-is-why-would-i = لماذا ينبغي لي استخدام شبكة VPN؟
vpn-what-is-hiding-your-identity = قد يبدو إخفاء هويتك وإخفاء حركة مرور الويب الخاص بك وكأنه شيء صعب لا يستطيع القيام به سوى محترفي التكنولوجيا المُحترفين والأشخاص ذوي الخبرة في هذا الشأن. إلا أن هناك مجموعة من الأسباب المشروعة التي تجعلُك ترغب في استخدام شبكة VPN ، من بينها:
vpn-what-is-keeping-your-online = الحفاظ على خصوصية نشاطك على الإنترنت.
vpn-what-is-keeping-your-home = الحفاظ على خصوصية مكان بيتك أو الأماكن التي تزورُها بشكل مُتكرر.
vpn-what-is-protecting-your-connection = حماية اتصالك بشبكة واي فاي عامة، مثل المقاهي أو المطارات أو المتاجر أو المكتبات.
vpn-what-is-ensuring-the-confidentiality = ضمان سِرية وسلامة وصولك إلى الإنترنت.
vpn-what-is-make-it-more = جعل الأمر أكثر صعوبة على شبكات الإعلانات لاستخدام الـ IP الخاص بك لتكوين ملفات تعريفية مُستهدفة إعلانيًا تتبعُك على الإنترنت.
vpn-what-is-what-are-the = ما هي سلبيات استخدام شبكة VPN؟
vpn-what-is-some-service-providers = يَحجب بعض مُزودي الخدمات الزيارات التي تتم من خلال شبكات VPN، عن طريق جعل مُحتواها غير مُتاح عند تشغيل شبكة VPN. يُمكن أن تتسبّب بعض شبكات VPN في إبطاء الإنترنت لديك، أو أنها قد تحُد من عرض النطاق الترددي. كما يتم تصنيف بعض شبكات VPN بشكل سيء من حيث احترامها لخصوصية المستخدم وأمانه.
vpn-what-is-are-vpns-safe = هل شبكات VPN آمنة؟
vpn-what-is-its-very-hard = من الصعب جدًا العثور على شبكة VPN موثوقة. تَهدف شبكات VPN إلى حماية المُستخدمين أثناء تواجدهم على الإنترنت، ولكن ليست جميع شبكات VPN مُتساوية في الخدمات التي تقدمها. عند قيامك بالبحث لشراء خدمة VPN، عليك التأكّد من فهم الشروط التي توافق عليها. يزعُم كثيرون أنهم عُظماء ويُركزون على الخصوصية، ولكن عددًا كبيرًا منهم لا يستطيعون تحقيق ذلك. سَيقوم البعض بتسجيل أنشطتك عبر الإنترنت بحيث يُمكنهم بيع بياناتك ومعلوماتك إلى شركات التسويق ذاتها. تحاول شبكات VPN أخرى إقناعك بتثبيت برامج خبيثة على أجهزتك.

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = لقد قُمنا بالعمل القانوني للتأكد من أن <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> يحترم خصوصيتك بشكل فعلي، وأنه منتج يُمكننا الاعتماد عليه لبناء سُمعة ذائعة. يَحظى { -brand-name-mozilla } بسمعة طيبة بين مُنتجات البناء التي تُساعدك على الحفاظ على أمان معلوماتك الخاصة. نحرص على اتباع <a href="{ $principles }">مبادئ خصوصية البيانات</a> سهلة القراءة وبسيطة التي تُتيح لنا التركيز فقط على المعلومات التي نحتاجُها لتقديم خدمة ما. تتميز تكنولوجيا { -brand-name-mozilla-vpn } بالمرونة والتطور بحيث تُقدّم للمُستخدمين اتصالًا سريعًا بحماية كاملة لشبكات VPN بالإضافة إلى مزايا الأمان. ونظرًا لأن القائمين على شبكة الـ VPN هذه يحظون بدعم شركة <a href="{ $mission }">مُحددة الرسالة</a>، ثِق بأن الدولارات التي تُنفقها على هذا المُنتج لن تضمن لك توفير خدمة VPN على أعلى مستوى فحسب، ولكنها تجعل الإنترنت أفضل للجميع.
vpn-what-is-can-vpns-protect = هل تستطيع شبكات VPN حمايتي من مُجرمي الإنترنت؟

# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = على الرغم من أن شبكة VPN توفر اتصالًا آمنًا بالإنترنت، إلا أنها لا تحميك من جميع الأشخاص المُتلصصين في هذا الفضاء. فعندما تكون على الإنترنت في أي وقت من الأوقات، سواءً كنت تستخدم شبكة VPN أو لا، يتعيّن عليك أن تكون مُتيقظًا للروابط المُشتبه بها وحملات التضليل والتصيّد وغيرها من التهديدات الأخرى. <a href="{ $url }">البقاء في أمان على الإنترنت</a> عقلية يومية.
vpn-what-is-are-vpns-legal = هل شبكات VPN قانونية؟
vpn-what-is-installing-and-using = يُعتبر تثبيت شبكات VPN واستخدامها قانوني في الوقت الحالي في معظم البلدان، مثل الولايات المتحدة والمملكة المتحدة وكندا ونيوزيلندا، ولكن قد تفرض بعض البلدان تنظيمات على استخدامها. إذا اخترت استخدام شبكة VPN، فإنك تتحمل مسؤولية التأكد من قانون البلد لتحديد ما إذا كان استخدامها قانونيًا أم لا.
vpn-what-is-are-vpns-only = هل شبكات VPN لأجهزة الكمبيوتر فقط؟

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = يُمكن استخدام شبكات VPN لحماية جميع أجهزتك — أجهزة الكمبيوتر المكتبي والكمبيوتر المحمول والأجهزة اللوحية والهواتف. إذا كُنت تتصل بالإنترنت من خلال تطبيقات قائمة بذاتها غير المتصفّح، فإن شبكة VPN تُعتبر خيارًا مناسبًا لحماية خصُوصيتك وأمانك على أي جهاز. سَتحتاج لتثبيت شبكة VPN على كل جهاز لكي تكون الشبكة فعّالة. تُقدّم شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> اتصالًا غير محدود لما يصل إلى خمسة أجهزة عندما تتصل بالإنترنت من أي تطبيق أو مُتصفّح.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: سريع وآمن وجدير بالثقة

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = تُعتبر شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> بمثابة خِدمة يُمكنك الوثوق بها للحفاظ على أمن اتصالِك بالإنترنت على جميع الأجهزة. فنحن لا نحتفظ بِسِجلات أنشطة الشبكة الخاصة بك ولا ندخُل في شرَاكات مع أطراف ثالثة ممن يُنشِؤون ملفات تعريفية لما تقُوم به عبر الإنترنت. في عالم أصبح فيه عدم القدرة على التنبؤ بشيء &quot;الأمر الطبيعي&quot;، نعلم أنه من المُهم الآن أكثر من أي وقت مضى أن تشعُر بالأمان، ومن المُهم أيضًا بالنسبة لك أن تعرف أن ما تقُوم به عبر الإنترنت هو عملُك الخاص.

# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v2 = تُعتبر شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> بمثابة خدمة يُمكنك الوثوق بها للحفاظ على أمن اتصالِك بالإنترنت على جميع الأجهزة. فنحن لا نحتفظ بِسِجلات أنشطة الشبكة الخاصة بك ولا ندخُل في شراكات مع أطراف ثالثة ممن يُنشؤون ملفات تعريفية لما تقوم به عبر الإنترنت. في عالمٍ أصبح فيه عدم القُدرة على التنبؤ الواقع الجديد…

# Obsolete string
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a = تُعتبر شبكة <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> بمثابة خدمة يُمكنك الوثوق بها للحفاظ على أمن اتصالك بالإنترنت على جميع الأجهزة. لا نحتفظ بسِجلات بيانات المستخدم ولا ندخل في شراكة مع منصات تحليل تابعة للغير ممن يُريدون بناء ملف تعريفي لما تقوم به عبر الإنترنت. في عالم أصبح فيه عدم القدرة على التنبؤ بشيء &quot;الأمر الطبيعي&quot;، نعلم أنه من المُهم الآن أكثر من أي وقت مضى أن تشعر بالأمان، ومن المُهم أيضًا بالنسبة لك أن تعرف أن ما تقُوم به عبر الإنترنت هو عملك الخاص.
