# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = 5 أسباب لاستخدام شبكة خاصة افتراضية VPN

# HTML page description and intro
vpn-when-to-use-here-are-five = فيما يلي خمسة مواقف لم تُفكر فيها قد تجعل توفّر VPN موثوق أمر مُفيد. أغلق الفجوة في إجراءات الأمان لديك عبر الإنترنت مع { -brand-name-mozilla-vpn }.

# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = نظرًا لتزايد الأعمال والمهام اليومية التي تتم عبر الإنترنت، أصبحت الخصوصية والأمان عبر الإنترنت أمرًا أكثر أهمية. ومن المُمكن أن تساعدك VPN — <a href="{ $vpn }">(الشبكة الخاصة الافتراضية)</a> —على الاتصال الآمن والخاص بالإنترنت. وتعمل هذه الشبكة عن طريق إنشاء &quot;نفق&quot; بين جهازك وبين الإنترنت بشكل عام، وتحميك بطريقتين مُهمتين:
vpn-when-to-use-concealing-your-true = إخفاء عنوان IP الحقيقي الخاص بك، وهو ما يَحمي هويتك ويُخفي موقعك.
vpn-when-to-use-encrypting-your-traffic = تشفير حركة المرور بينك وبين مُقدم خدمات VPN، بحيث لا يُمكن لأي شخص على شبكتك المحلية فك تشفيرها أو تعديلها.
vpn-when-to-use-having-a-vpn = إن توفّر VPN في متناول يديك عندما تحتاج إليه يُعتبر فكرة رائعة. فيما يلي بعض المُميزات التي قد تجعل توفّر VPN موثوق أمر مفيد يفي بالغرض المطلوب.
vpn-when-to-use-1-a-walk = 1. نزهة في الحديقة
vpn-when-to-use-its-a-beautiful = إنه صباح يوم سبت جميل، وقد جلستَ على مقعد في حديقة لاحتساء القهوة ومتابعة مواقع الأخبار المفضلة لديك ومشاهدة عدد من الفيديوهات والقيام ببعض التسوق السريع عبر الإنترنت أثناء الاستمتاع بالشمس والهواء المنعش. وبدلًا من استنزاف بيانات المحمول المحدّدة الخاصة بك، فإنك تتحوّل لاستخدام خدمة الواي فاي العامة في مدينتك. إنها خدمة مجانية، وتتولى المدينة إدارتها، إذن، هي خدمة جيدة، أليس كذلك؟ والحقيقة هي أنه لا يمكنك التأكد من أن شبكة البلدية آمنة أو حتى حقيقية (انظر النقطة التالية) وأُنشئت لحمايتك من الأشخاص الخبيثين أو الكيانات التي تتجسّس عليك أثناء اتصالك بالإنترنت. يُمكن أن يُساعدك تشغيل VPN على حماية جهازك من أي شخص يحاول التطفل على المواقع التي تزورها أو سرقة معلومات تسجيل الدخول الحسّاسة الخاص بك أثناء عودتك مرة أخرى للجلوس على أحد مقاعد الحديقة في أي يوم من أيام الأسبوع.
vpn-when-to-use-2-in-the = 2. في الحي

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = هل سبق أن اتصلت بنقطة ساخنة hotspot تسمى شيئًا مثل <em>C0MCAST-WiFi-77th-St</em> أو <em>Verizon3-Hotspot-Baltimore</em>؟ تبدو هذه الشبكات شرعية، أليس كذلك؟ لا تتسرّع. في الواقع، يُمكن لأي شخص أن يُنشئ شبكة واي فاي (WiFi) مزيفة ويضع لها اسمًا يبدو أنه شرعي وقانوني لإغراء الناس باستخدام تلك الشبكة. إن الاتصال بأي شبكة واي فاي غير معروفة يجعلك هدفًا سهلاً للمتلصصين والمجرمين الذين يرغبون في الاتصال بجهازك لسرقة معلومات خاصة أو تثبيت برامج خبيثة أو القيام بما هو أسوأ من ذلك. يُمكن لـ <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> تعزيز مستوى الأمان لديك في أي وقت تكون فيه متصلًا بشبكة واي فاي عامة من خلال منع جهات غير معروفة من مشاهدة البيانات الخاصة التي تنتقل من هاتفك أو جهاز الكمبيوتر المحمول. وهذا ما يتم عند الاتصال بشبكات واي فاي في المقاهي والمتاجر وعيادات الأطباء وغيرها.
vpn-when-to-use-3-on-the = 3. أثناء التنقّل
vpn-when-to-use-open-wifi-abounds = تكثر شبكات واي فاي المفتوحة عندما تتنقّل من مكان لآخر، من الحافلات المتصلة بالشبكات إلى النقاط الساخنة "hotspots" في محطات القطارات إلى الإنترنت المجاني في المطارات. وبغض النظر عن مستوى الأمان الذي تبدو عليه هذه الشبكات، فإنه يتعيّن عليك التعامل معها بحرص وعدم الوثوق بها. يستخدم كثير منا هذه الشبكات المجانية في بعض الأحيان لأنها مناسبة وتفي بالغرض، ومع ذلك فإن جميع المخاطر ذاتها المبينة في هذه المادة تنطبق على أي شبكة واي فاي مفتوحة وغير مُتحقق من أمانها. يُمكن أن يساعد استخدام VPN على حماية هويتك ونقل الملفات والأنشطة المباشرة من الأشخاص السيئين الذين يُحاولون التجسّس عليك من خلال شبكة الواي فاي ذاتها.
vpn-when-to-use-4-home-away = 4. بيت بعيد عن البيت
vpn-when-to-use-if-you-are = اذا كنت تستأجر مكانًا مؤقتًا للعمل عن بُعد أو تُخطط لقضاء إجازة من خلال Aribnb، فإن الاحتمالات أنها ستأتي مع خدمة واي فاي مجانية. حتى إذا كانت شبكة الواي فاي محمية بكلمة مرور، فإن ذلك لا يجعلها آمنة وخاصة بشكل تلقائي. بالنسبة للمبتدئين، يمكن أن يدخل المضيف إلى الشبكة لتتبع ما تقوم به عبر الإنترنت. وأيضًا، إذا لم يُغيّروا كلمة المرور بين الضيوف، فإن أي ضيف سابق يُمكنه أن يُعيد الاتصال واستخدام نفس الشبكة معك. بالإضافة إلى ذلك، فإن أي ضيف سابق يمكنه الوصول لجهاز الراوتر الخاص بالمُؤجر والبرامج المثبتة التي تسمح له بالتطفّل والتلصّص عليه عن بُعد. أشياء كثيرة يجب مراعاتها! باستثناء ما إذا كنت تريد تجاهل أي شبكة واي فاي تمامًا، فإن أفضل طريقة هي استخدام شبكة VPN محل الثقة عند توصيل الكمبيوتر أو التليفون أو الجهاز اللوحي بالإنترنت المستأجر. هذا ينطبق على الفنادق ودور الإقامة أيضًا.
vpn-when-to-use-5-in-your = 5. في بيتك الخاص
vpn-when-to-use-for-the-most = لا تنطبق السيناريوهات السابقة على شبكتك المنزلية في معظم الأحيان، بشرط إعدادها بطريقة صحيحة مع وجود كلمة مرور وإجراءات أمان قوية. ولكن هذا لا يعني أنك بعيد عن جميع الأعين المُتلصّصة.
vpn-when-to-use-because-your-internet = ونظرًا لأن مرور الإنترنت في بيتك يتحرك من أجهزتك وإليها من خلال مزود خدمات الإنترنت، والذي يُشار إليه اختصارًا بـ ISP، فإنه يستطيع رؤية المواقع التي تزورها عبر الإنترنت. يَستطيع مُزوّد خدمات الإنترنت رؤية المواقع التي تزورها ومدة زيارتك لها وموقعك ومعلومات عن أجهزتك. قد لا يعرف مُزوّد خدمات الإنترنت تفاصيل الأشياء التي قُمت بها على هذه المواقع (مثل الأشياء التي اشتريتها أو بحثت عنها أو قرأتها) بفضل التشفير، ولكنه يستطيع عمل بعض التدخلات عنك بناءً على المواقع التي زُرتها. يستطيع مزوّد خدمات الإنترنت استخدام البيانات الشخصية لإنشاء ملفات تعريفية تفصيلية عنك. كما أن التصفح في الوضع الخاص لا يمنع مزوّد خدمات الإنترنت من رؤية مكان دخولك إلى الإنترنت. ولكن إرسال حركة مرورك على شبكة الإنترنت من خلال VPN سيجعل ذلك أصعب بكثير.
vpn-when-to-use-make-sure-you = تأكّد من فهم الأشياء التي لا تفعلها شبكة VPN

# Variables
#   $book (url) - https://www.mozilla.org/firefox/privacy/book/
vpn-when-to-use-a-vpn-provides = تُوفّر شبكة VPN وصلة أمان مهمة عن طريق حماية بياناتك الخاصة قبل انتقالها عبر الإنترنت، كما أنها تُخفي عنوان IP الخاص بك، ما يُساعدك على هويتك ومكانك. ومع ذلك، فإنها لا تمنعك من أشياء مثل النقر على الروابط المشبوهة أو تحميل البرمجيات الخبيثة أو أن تكون ضحية الاحتيال عبر البريد الإلكتروني. ما زلت بحاجة الى ممارسة <a href="{ $book }">العادات الجيدة لتبقى آمنًا على الإنترنت</a>.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }، خدمة VPN جديرة بالثقة

# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = والشيء الأكثر أهمية الذي يجب وضعه في الاعتبار عند اختيار VPN هو اختيار شركة جديرة بالثقة. تأكّد من فهم الشروط التي توافق عليها. يزعم كثيرون أنهم عظماء ويركزون على الخصوصية، ولكن عددًا كبيرًا منهم لا يستطيع تحقيق ذلك. لا تتسم جميع خدمات الوسطاء و VPN بالأمان والخصوصية. سيقوم <a href="{ $cnet }">البعض</a> <a href="{ $pcmag }">بتسجيل</a> أنشطتك عبر الإنترنت بحيث يُمكنهم بيع بياناتك ومعلوماتك إلى شركات التسويق ذاتها. كما ستحاول خدمات أخرى إقناعك بتثبيت برامج خبيثة على أجهزتك.

# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = لقد قمنا بالعمل القانوني للتأكد من أن <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> يحترم خصوصيتك بشكل فعلي، وأنه منتج يُمكننا الاعتماد عليه لبناء سمعة ذائعة الصيت. يَحظى { -brand-name-mozilla } بسُمعة طيبة بين منتجات البناء التي تُساعدك على الحفاظ على أمان معلوماتك الخاصة. نحرص على اتباع <a href="{ $principles }">مبادئ خصوصية البيانات</a> سهلة القراءة وبسيطة التي تُتيح لنا التركيز فقط على المعلومات التي نحتاجها لتقديم خدمة ما. ونظرًا لأننا نحظى بدعم شركة <a href="{ $mission }">محددة الرسالة</a>، ثِق بأن الدولارات التي تُنفقها على هذا المنتج لن تضمن لك توفير أعلى قدر مُمكن من الأمان فحسب، ولكنها تجعل الإنترنت أفضل للجميع.
