# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = Манъкунии реклама
# Page Title
features-adblocker-meta-title = Дар бораи васоити манъкунии реклама - «{ -brand-name-firefox }»
# HTML page description
features-adblocker-meta-desc = Бифаҳмед, ки чӣ тавр манъкунандаи реклама кор мекунанд, онҳо барои шумо чӣ кор карда метавонанд ва чӣ гуна браузери «{ -brand-name-firefox }» шуморо аз васоити пайгирӣ ва кукиҳо муҳофизат мекунад.
features-adblocker-the-ad-blocker-a-tool = Манъкунандаи реклама – ин восита барои таҷрибаи шахсӣ ва тамошобинии мутамарказ мебошад.
features-adblocker-in-todays-digital-world = Дар ҷаҳони рақамии имрӯза, Интернет метавонад машғул ва бетартибона бошад. Манъкунандаи реклама дорои воситаҳои пурқуввате мебошанд, ки ба шумо имкон медиҳанд, ки таҷрибаи тамошобинии худро назорат кунед ва ба шумо имкон медиҳад, ки ҳар гуна намоишро дар экрани худ идора намоед.
features-adblocker-ad-blockers-work = Васоити манъкунандаи реклама бо ду роҳи асосӣ кор мекунанд: бо роҳи пешгирӣ кардани муҳтаво, ба монанди таблиғу реклама, боркунӣ ва бастани бахшҳои сомонаҳое, ки ин унсурҳоро ҷойгир мекунанд. Ин метавонад таблиғоти видеоӣ, таблиғоти фардӣ ва ҳатто васоити пайгирии тарафҳои сеюмро дар бар гирад, ки шуморо дар саросари интернет пайгирӣ мекунанд.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = Истифодаи васоити манъкунандаи реклама хеле осон аст. Бисёре аз имконоти боэътимод ҳамчун ҷузъҳои иловагии браузер дастрасанд, ки ёфтани воситаҳои мувофиқро барои эҳтиёҷоти шумо осон мегардонанд. Барои мисол, браузери <a href="{ $firefox }">{ -brand-name-firefox }</a> ҳамзамон <a href="{ $addons }">рӯйхати васеъшавиҳои тасдиқшудаеро</a> пешниҳод мекунад, ки барои беҳтар кардани таҷрибаи корбарӣ бо дарназардошти ҳифзи махфияти шумо, таҳия шудаанд.
features-adblocker-finding-the-right = Дарёфтани манъкунандаи рекламае, ки ба ниёзҳои шумо мувофиқ аст
features-adblocker-there-are-many = Бисёр абзорҳои манъкунандаи таблиғу реклама барои баррасӣ мавҷуданд, ки ҳар кадоми онҳо хусусиятҳои гуногунро мувофиқи афзалиятҳои шумо пешниҳод мекунанд. Ёфтани хусусияти мувофиқ ба ниёзҳои шумо аз хоҳишҳо ва одатҳои тамошобинии шумо вобаста аст. Якчанд маслиҳат барои баррасӣ:
features-adblocker-tip-1 = <strong>Манъкунии реклама:</strong> Агар шумо хоҳед, ки танҳо рекламаро манъ кунед, имкони осон ва сабукдастро интихоб намоед.
features-adblocker-tip-2 = <strong>Масъалаҳои махфият:</strong> Агар шумо дар бораи васоити пайгирӣ хавотир бошед, манъкунандаи рекламаро бо хусусиятҳои махфияти дарунсохт пайдо карда, истифода баред.
features-adblocker-tip-3 = <strong>Қобилияти танзими шахсӣ:</strong> Баъзе аз манъкунандаҳои реклама имкон медиҳанд, то ки барои илова кардани сомонаҳои мушаххас ба рӯйхати сафед ё манъ кардани унсурҳои мушаххас танзими дақиқ татбиқ карда шавад.
features-adblocker-tip-4 = <strong>Мутобиқат бо дастгоҳҳо:</strong> Нигоҳ кунед, ки агар ба шумо браузер барои мизи корӣ ё дастгоҳи мобилӣ, ё ҳар дуи онҳо лозим бошад.
features-adblocker-tip-5 = <strong>Манъкунии нармафзори зарарнок:</strong> Баъзе аз манъкунандаҳои реклама корбаронро аз рекламаи зараровар муҳофизат мекунанд (масалан, барномаи «AdGuard»).
features-adblocker-tip-6 = <strong>Назорати волидайн:</strong> Ҳамин имконият муфид аст, агар шумо хоҳед, ки муҳтавои номуносибро манъ кунед.
features-adblocker-its-important-to-note = Муҳим аст, ки ба назар гирифта шавад, ки баъзе аз сомонаҳо барои нишон додани муҳтаво ё таъмин кардани фаъолият ба реклама такя мекунанд. Манъкунии реклама метавонад боиси вайроншавии баъзе хусусиятҳо гардад — масалан, видеоҳо метавонанд пахш нашаванд ё имкони воридшавӣ ба ҳисоби шахсӣ метавонад кор накунад. Тавсия дода мешавад, ки манъкунандаи рекламаеро интихоб намоед, ки мунтазам навсозӣ карда мешавад ва агар шумо пайдо кунед, ки яке аз василаи манъкунандаи реклама мушкилоти ҷиддӣ ба вуҷуд меорад, барномаи дигареро кӯшиш кунед, то тавонед тавозуни беҳтареро байни самаранокӣ ва мутобиқат пайдо намоед.
features-adblocker-enhanced-privacy = Махфият ва самаранокии такмилёфта бо «{ -brand-name-firefox }»
features-adblocker-beyond-ad-blockers = Ба ғайр аз васоити манъкунандаи реклама, браузери «{ -brand-name-firefox }» хусусиятҳои дарунсохтеро дар бар мегирад, ки ба шумо барои назорати боз ҳам бештар нисбат ба таҷрибаи тамошобинӣ кӯмак мерасонанд. Ин абзорҳо махфияти шуморо ҳифз мекунанд ва имкон медиҳанд, то ки тавонед таҷрибаи худро ба ниёзҳои худ мутобиқ созед:
features-adblocker-tool-1 = <strong>Реҷаи «Стандартӣ»:</strong> Ин интихоби мутавозин мебошад, ки пайгириҳои маъмулро манъ мекунад ва ҳамзамон кори ҳамвору устувори сомонаҳоро нигоҳ медорад.
features-adblocker-tool-2 = <strong>Реҷаи «Ҷиддӣ»:</strong> Барои корбароне беҳтарин аст, ки мехоҳанд бо манъ кардани пайгириҳо ва кукиҳои боз ҳам бештар ҳифзи махфияти худро тақвият диҳанд. Дар назар доред, ки баъзе аз сомонаҳо метавонанд дар ин реҷа такмили танзимотро талаб кунанд.
features-adblocker-tool-3 = <strong>Реҷаи «Фармоишӣ»:</strong> Барои онҳое, ки мехоҳанд назорати комилро ба даст гиранд — реҷаи фармоишӣ ба шумо имкон медиҳад, ки тавонед ҳар гуна чизҳои дилхоҳро манъ кунед: аз кукиҳо сар карда, то пайгириҳо ва ҳатто бештар аз ин чизҳо.
features-adblocker-to-adjust = Барои танзим кардани ин параметрҳо, нишонаи сипареро, ки дар тарафи чапи сатри нишонӣ дар саҳифаи ягон сомона ҷойгир аст, пахш кунед ва «Танзимоти муҳофизат»–ро интихоб намоед. Бо ин амал менюе кушода мешавад, ки дар он шумо метавонед сатҳи дилхоҳи ҳифзро барои худ интихоб намоед.
features-adblocker-why-use = Чаро шумо бояд аз манъкунандаи реклама истифода баред?
features-adblocker-ad-blockers-do-more = Манъкунандагони реклама на танҳо таблиғотро идора мекунанд — онҳо метавонанд суръат ва амнияти тамошобинии шуморо бо кам кардани муҳтавои нолозим беҳтар созанд. Онҳо ба шумо имкон медиҳанд, ки тавонед таҷрибаи интернетии мутобиқшуда ва бе ягон халалрасонӣ эҷод кунед ва тавонед ба муҳимтарин чизҳо диққат диҳед.
