# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = Манъкунии реклама
# Page Title
features-adblocker-meta-title = Дар бораи васоити манъкунии реклама - «{ -brand-name-firefox }»
# HTML page description
features-adblocker-meta-desc = Бифаҳмед, ки чӣ тавр манъкунандаи реклама кор мекунанд, онҳо барои шумо чӣ кор карда метавонанд ва чӣ гуна браузери «{ -brand-name-firefox }» шуморо аз васоити пайгирӣ ва кукиҳо муҳофизат мекунад.
features-adblocker-the-ad-blocker-a-tool = Манъкунандаи реклама – ин восита барои таҷрибаи шахсӣ ва тамошобинии мутамарказ мебошад.
features-adblocker-in-todays-digital-world = Дар ҷаҳони рақамии имрӯза, Интернет метавонад машғул ва бетартибона бошад. Манъкунандаи реклама дорои воситаҳои пурқуввате мебошанд, ки ба шумо имкон медиҳанд, ки таҷрибаи тамошобинии худро назорат кунед ва ба шумо имкон медиҳад, ки ҳар гуна намоишро дар экрани худ идора намоед.
features-adblocker-ad-blockers-work = Васоити манъкунандаи реклама бо ду роҳи асосӣ кор мекунанд: бо роҳи пешгирӣ кардани муҳтаво, ба монанди таблиғу реклама, боркунӣ ва бастани бахшҳои сомонаҳое, ки ин унсурҳоро ҷойгир мекунанд. Ин метавонад таблиғоти видеоӣ, таблиғоти фардӣ ва ҳатто васоити пайгирии тарафҳои сеюмро дар бар гирад, ки шуморо дар саросари интернет пайгирӣ мекунанд.
# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = Истифодаи васоити манъкунандаи реклама хеле осон аст. Бисёре аз имконоти боэътимод ҳамчун ҷузъҳои иловагии браузер дастрасанд, ки ёфтани воситаҳои мувофиқро барои эҳтиёҷоти шумо осон мегардонанд. Барои мисол, браузери <a href="{ $firefox }">{ -brand-name-firefox }</a> ҳамзамон <a href="{ $addons }">рӯйхати васеъшавиҳои тасдиқшудаеро</a> пешниҳод мекунад, ки барои беҳтар кардани таҷрибаи корбарӣ бо дарназардошти ҳифзи махфияти шумо, таҳия шудаанд.
features-adblocker-finding-the-right = Дарёфтани манъкунандаи рекламае, ки ба ниёзҳои шумо мувофиқ аст
features-adblocker-there-are-many = Бисёр абзорҳои манъкунандаи таблиғу реклама барои баррасӣ мавҷуданд, ки ҳар кадоми онҳо хусусиятҳои гуногунро мувофиқи афзалиятҳои шумо пешниҳод мекунанд. Ёфтани хусусияти мувофиқ ба ниёзҳои шумо аз хоҳишҳо ва одатҳои тамошобинии шумо вобаста аст. Якчанд маслиҳат барои баррасӣ:
features-adblocker-tip-1 = <strong>Манъкунии реклама:</strong> Агар шумо хоҳед, ки танҳо рекламаро манъ кунед, имкони осон ва сабукдастро интихоб намоед.
features-adblocker-tip-2 = <strong>Масъалаҳои махфият:</strong> Агар шумо дар бораи васоити пайгирӣ хавотир бошед, манъкунандаи рекламаро бо хусусиятҳои махфияти дарунсохт пайдо карда, истифода баред.
features-adblocker-tip-3 = <strong>Қобилияти танзими шахсӣ:</strong> Баъзе аз манъкунандаҳои реклама имкон медиҳанд, то ки барои илова кардани сомонаҳои мушаххас ба рӯйхати сафед ё манъ кардани унсурҳои мушаххас танзими дақиқ татбиқ карда шавад.
features-adblocker-tip-4 = <strong>Мутобиқат бо дастгоҳҳо:</strong> Нигоҳ кунед, ки агар ба шумо браузер барои мизи корӣ ё дастгоҳи мобилӣ, ё ҳар дуи онҳо лозим бошад.
features-adblocker-tip-5 = <strong>Манъкунии нармафзори зарарнок:</strong> Баъзе аз манъкунандаҳои реклама корбаронро аз рекламаи зараровар муҳофизат мекунанд (масалан, барномаи «AdGuard»).
features-adblocker-tip-6 = <strong>Назорати волидайн:</strong> Ҳамин имконият муфид аст, агар шумо хоҳед, ки муҳтавои номуносибро манъ кунед.
features-adblocker-enhanced-privacy = Махфият ва самаранокии такмилёфта бо «{ -brand-name-firefox }»
features-adblocker-why-use = Чаро шумо бояд аз манъкунандаи реклама истифода баред?
