# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/block-fingerprinting/

# page description
features-fingerprinting-fingerprinting-is-a-desc = Нақши рақамии ангушт - ин як навъи пайгирии онлайн мебошад, ки нисбат ба пайгирии оддӣ дар асоси кукиҳо хеле таҷовузкорона мебошад — бинобар ин, { -brand-name-firefox-browser } онро манъ мекунад.
features-fingerprinting-fingerprint-blocking = Нақши рақамии ангуштон манъ карда мешаванд
features-fingerprinting-firefox-blocks-fingerprinting = Браузери «{ -brand-name-firefox }» нақши рақамии ангуштонро манъ мекунад
features-fingerprinting-what-is-fingerprinting-body = Ҷамъоварии нақши рақамии ангуштон чӣ аст?
features-fingerprinting-fingerprinting-is-a = Нақши рақамии ангушт - ин як навъи пайгирии онлайн мебошад, ки нисбат ба пайгирии оддӣ дар асоси кукиҳо хеле таҷовузкорона мебошад. Нақши рақамии ангушт қасдан сохта мешавад, вақте ки ширкат дар асоси сахтафзор, нармафзор, барномаҳо ва ҳатто хусусиятҳои танзимоти компютери шумо профили беназири шуморо месозад. Танзимоти шумо ба монанди экрани истифодашаванда, шрифту ҳарфҳои дар компютери шумо насбшуда ва ҳатто интихоби шумо нисбат ба браузери веб, ки ҳамаи ҳамин чизҳо метавонанд барои эҷод кардани нақши рақамии ангушт истифода шаванд.
features-fingerprinting-if-you-have = Агар шумо ноутбук, компютер ё смартфоне, ки онро дар умум истифода мебаред, дошта бошед, муайян кардани дастгоҳи шумо тавассути нақши рақамии ангушт душвортар аст. Аммо, чӣ қадаре, ки ҷузъҳои иловагӣ, шрифту ҳарфҳо ва танзимоти беназири шумо дошта бошед, эҳтимоли пайдо кардани он осонтар мешавад. Ширкатҳо метавонанд ин маҷмуи беназири иттилоотро барои эҷод кардани нақши рақамии ангушти шумо истифода баранд. Бинобар ин, браузери «{ -brand-name-firefox }» нақши рақамии ангушти маълумро манъ мекунад, то шумо ба ҳар ҳол метавонед васеъшавиҳо, мавзуъҳо ва мутобиқсозии дӯстдоштаи худро бе таъсири таблиғу реклама истифода баред.
features-fingerprinting-fingerprinting-is-bad = Ҷамъоварии нақши рақамии ангуштон барои Интернет зараровар аст
