# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/pinned-tabs/

# page title
pinned-tabs-pinned-browser-tabs = Варақаҳои васлшудаи браузер
# HTML page description
pinned-tabs-keep-your-favorite-pages-open = Саҳифаҳои дӯстдоштаи худро кушода нигоҳ доред ва бо пахш кардани танҳо як тугма ба онҳо дастрасӣ пайдо намоед. Барои назорат кардани барномаҳои почтаи электронӣ ё паёмнависии худ аз «Варақаҳои васлшуда» истифода баред.
pinned-tabs-pinning-a-tab-in-firefox-allows = Хусусияти васлсозии варақа дар браузери «{ -brand-name-firefox }» ба шумо имкон медиҳад, ки сомонаҳои дӯстдоштаи худро кушода нигоҳ доред ва ба онҳо бо пахш кардани танҳо як тугма дастрасӣ пайдо намоед. Вақте ки шумо браузери «{ -brand-name-firefox }»-ро оғоз мекунед, онҳо ба таври худкор кушода мешаванд. Мо онҳоро махсусан муфид пайдо мекунем, вақте ки мехоҳем барномаҳоеро, ки ба почтаи электронӣ ва сомонаҳои тақвимӣ монандан, ҳамеша дар дасти худ нигоҳ дорем.
pinned-tabs-theyre-small-and-you-cant-close = Онҳо хурд мебошанд ва шумо онҳоро тасодуфан пӯшида наметавонед, зеро ки онҳо тугмаи «Пӯшидан»-ро надоранд. Ба ҷойи ин, шумо бояд васли онҳоро бекор кунед.
pinned-tabs-you-can-see-when-your-pinned-tabs = Шумо метавонед тағйиротро бубинед, вақте ки варақаҳои васлшудаи шумо нав карда мешаванд, масалан, агар шумо паёми электронии нав ё паёми шахсиро қабул кунед.
pinned-tabs-if-you-click-on-a-link-within = Агар шумо пайвандеро дар ҳудуди варақаи васлшудаи худ зер кунед, браузери «{ -brand-name-firefox }» пайвандро ба таври худкор дар варақаи нав алоҳида мекушояд, то ки варақаи васлшудаи шумо то абад боқӣ монад (ё то он даме, ки агар шумо васли онро бекор накунед).
