# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = သီးသန့်လုံခြုံမှု၊မြန်ဆန်မှုနှင့် စိတ်ချလုံခြုံမှုအတွက် အကောင်းဆုံးဘရောက်ဇာကို ရှာပါ။
best-browser-so-many-browser-options = များစွာသောဘရောက်ဇာရွေးချယ်မှုများရှိသော်လည်းသင့်လိုအပ်ချက်အရတစ်ခုတည်းသာလျှင်လည်းအသုံးပြုနိုင်ပါသည်။သင့်အတွက်အကောင်းဆုံးဘရောက်ဇာသည် လျင်မြန်မှုသာမကကိုယ်ပိုင်လုံခြုံရေးကိုလည်းထောက်ပံ့ပေးနိုင်ရမည်။
best-browser-privacy-speed-and-security = သီးသန့်လုံခြုံမှု၊မြန်ဆန်မှုနှင့် စိတ်ချလုံခြုံမှု
best-browser-how-to-choose-the-best = သင့်အတွက်အကောင်းဆုံးဘရောက်ဇာကိုဘယ်လိုရွေးချယ်မလဲ။
best-browser-the-internet-has-become = အင်တာနက်သည်လျှပ်စစ်ဓာတ်အားနှင့်ရေကဲ့သို့မရှိမဖြစ်အရေးပါလာသည်။ထို့ကြောင့်သင့်အတွက်အကောင်းဆုံးဘရောက်ဇာသုံးစွဲခြင်းသည်အရေးပါလာပြီးအင်တာနက်သည်ဒုတိယရုံး၊ဆရာတစ်ပါး၊အဖြစ်သာမကသင့်ကျန်းမာရေးအကြံပြုသူတစ်ဦးအဖြစ်လည်းပါဝင်လာခဲ့သည်။
best-browser-in-the-mid-nineties = ကိုးဆယ်ခုနှစ်အလယ်ပိုင်းတွင် { -brand-name-netscape }၊{ -brand-name-ie } နှင့်AOLတို့ကိုအစပြုခဲ့သည်။ထိုအချိန်တွင် ကြိုးဖုန်းဖြင့်အင်တာနက်သုံးစွဲမှုဖြင့် ဆက်သွယ်ပြီးဝက်ဆိုက်စာမျက်နှာကျလာရန်စိတ်ရှည်သည်းခံခဲ့ကြရသည်။ပြန်ကြည့်လျှင် ထိုသို့သောကိစ္စရပ်များသည်ဘရောက်ဇာလျင်မြန်မှုနှင့်လည်းသက်ဆိုင်သည်။
best-browser-today-is-a-different = ယနေ့ခေတ်သည် အရင်ကလို မဟုတ်တော့ပါ။ ကြော်ငြာများ၊ ကိုယ်ရေးလုံခြုံမှု ဖောက်ယူခြင်း၊ လုံခြုံရေးကျိုးပေါက်ခြင်း နှင့် သတင်းတုများက ဘရောင်ဇာတွင် သင်နှင့်ပတ်သက်သည်များကို ရှာဖွေကောင်းရှာဖွေပါမည်။ ဘရောင်ဇာက သင့်ကိုယ်ရေးလုံခြုံမှုကို ဘယ်လိုကာကွယ်ပါသလဲ။ ဝဘ်ပေါ်တွင် ရှိနေစဉ်တလျှောက်လုံး သင့်ကို ခြေရာခံရန် နောက်ယောင်ခံကိရိယာများကို ခွင့်ပြုပါသလား။ ကွန်ပျူတာများနှင့် အင်တာနက်ဆိုင်ရာ လုပ်ငန်းဆောင်ရွက်ခြင်းတို့ကို တစ်ပြိုင်နက် လုပ်ငန်းများစွာကို ကိုင်တွယ် ဆောင်ရွက်နိုင်စေပါသလား။
best-browser-when-you-use-a-browser = အားလုံးအတွင် ဘရောက်တစ်ခုတည်းဖြင့်သုံးသည့်အခါ လျင်မြန်မှုနှင့်လုံခြုံမှုလိုအပ်သည်။ လုံခြုံမှုကိုစွမ်းဆောင်နိုင်ခြင်းမရှိလျှင် သင့်အွန်လိုင်းပေါ်တွင် အန္တရာယ်ရှိနိုင်သည်။
best-browser-marshall-erwin-senior = Marshall Erwin, ယုံကြည်မှု နှင့် လုံခြုံရေး ဆိုင်ရာ အကြီးတန်း ဒါရိုက်တာ၊ { -brand-name-mozilla }
best-browser-if-youre-wondering = သီးသန့် သို့မဟုတ် မြန်ဆန်သော ဘရောင်ဇာက ဘာလဲဆိုတာ သင်သိလိုပါက ဘရောင်ဇာတစ်ခုမှာ ရှိသင့်သည့် အချက် ၃ ချက်ကို ခွဲခြားရှင်းပြထားပါသည်။
best-browser-a-browser-built-for = မြန်ဆန်မှုအတွက်ဖန်တီးထားသောဘရောက်ဇာ
best-browser-a-browser-is-still = ဘရောင်ဇာသည် ကိရိယာတန်ဆာပလာ တစ်ခုသာဖြစ်ပါသည်။ ထို့အတွက်ကြောင့် ဝဘ်တွင် ရှာဖွေရန် အကောင်းဆုံးကိရိယာတစ်ခုကို ရွေးချယ်ရန် လိုလိမ့်မည်ဆိုတာ ပြောစရာမလိုပါ။ သင်သည် ရှင်သန်ရန် အလုပ်လုပ်ဖို့ လိုအပ်နေသည့် လူသားတစ်ဦးဖြစ်နေပါက မြန်ဆန်တဲ့ အင်တာနက် ဘရောင်ဇာတစ်ခု လိုအပ်ပါလိမ့်မည်။ တစ်ခုမှတ်ထားဖို့ လိုအပ်တာကတော့ အပြင်အဖွဲ့အစည်းက ပြုလုပ်ထားသော နောက်ယောင်ခံကိရိယာများ ပါရှိနေသည့် ဘရောင်ဇာသည် ၎င်းကိရိယာများ မပါရှိသည့် ဘရောင်ဇာထက် နှေးကွေးနေပါလိမ့်မည်။ ပြင်ပနောက်ယောင်ခံကိရိယာများသည် ကွတ်ကီးများနှင့် တန်ဖိုးရှိသည့်အချိန်ကို ဝါးမြိုနေကြပြီး သင် မမြင်နိုင်စေရန် နောက်ကွယ်တွင် ဆောင်ရွက်နေကြသည်။ ဘရောင်ဇာက ပြင်ပနောက်ယောင်ခံကိရိယာ များများ ပိတ်လေ၊ ပိုမြန်လေ ဖြစ်သည်။
best-browser-this-is-one-of-the = ဒါတွေက ‌{ -brand-name-firefox } ကို ရွေးချယ်ရခြင်း၏ အကြောင်းတရားများ ထဲက တစ်ခု ဖြစ်လိမ့်မည် - { -brand-name-firefox } မှ third-party ‌ခြေရာခံမှုများကို ပုံမှန် အ‌နေမှာ ပင်တားဆီးပေးသည်။ ကျွန်ုပ် တို့တွေ အခြားသော အ‌ကြောင်းပြချက်များ ကို နောက်မှ သင့်အားထပ်ပြောပါမည်။
best-browser-a-browser-that-puts = လုံခြုံမှုကိုအဓိကအသားပေးသောဘရောက်ဇာတစ်ခု
best-browser-remember-the-last-massive = အချက်အလက်ချိုးဖောက်ခိုးယူမှုများကြုံဖူးပါသလား။မဟုတ်ရင် ကြုံနိုင်သည်ကိုသင်သိပါသလား။ကုမ္ဗဏီများမှ ဖောက်သည်များ၏ငွေကြေးကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဟက်ကာများမှခိုးယူနိုင်သည်ကို သိထားရန်လိုပါသည်။ဤခိုးယူမှုများမှကာကွယ်ရန် လုံခြုံမှုကိုအသားပေးသောဘရောက်ဇာသင့်အတွက်လာပါပြီ။
best-browser-there-are-a-few-ways = သုံးဆွဲသူတွေကို ကာကွယ် ဖို့ ဘယောက်ဆာတွေက လုပ်ပေးလို့ရတဲ့ နည်းလမ်းအချို့ရှိပါတယ်။ ဘယောက်ဆာ ထုတ်လုပ်သူတွေက နောက်ဆုံး မေးလ်ဝဲလ် နည်းပညာတွေကို လေ့လာပြီး သင့်ကွန်ပျူတာနဲ့ ဝတ်ဆိုဒ် တွေကို မလိုအပ်တဲ့ အနှောက်အယှက်တွေကင်းဝေးစေမှာ ဖြစ်ပါတယ်
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = ဒုတိယ တစ်ချက်က သုံးဆွဲသူ အချက်အလက် သိမ်းမထားတာ။ မရှိတာကို ဟက်ကာတွေလာခိုးလို့မရပါဘူး။ ဒါကြောင့်မလို့ { -brand-name-firefox } ဟာအနည်းဆုံး သုံးဆွဲသူ အချက်အလက် ကိုသာသိမ်းဆည်းပါတယ်။ <a href="{ $data }"> { -brand-name-firefox } </a> သင်သုံးဆွဲနေတဲ့ နေရာ အကြမ်းဖျဉ်းကို သိတယ်<a href="{ $privacy }"> ဒါပေမယ့်သင့် အိမ်မွေးတိရိစ္ဆာန် နာမည် သို့ သင့် အကြိုက်ဆုံးကာလာ စတာတွေကို မသိမ်းပါဘူး</a>
best-browser-last-but-not-least = နောက်ဆုံးအနေနဲ့တော့အနည်းဆုံးတော့လုံခြုံစိတ်ချရသော browser တစ်ခုသည်သင့်အကောင့်များကိုကြည့်ရှုရန်အထောက်အကူပြုမည့်ကိရိယာများကိုကမ်းလှမ်းသင့်သည်။ သင်၏အကောင့်တစ်ခုခုဖောက်ဖျက်ခံရလျှင်သို့မဟုတ် ၀ က်ဘ်ဆိုက်တစ်ခုစာဝှက်ထားခြင်းရှိမရှိသင့်အားပြောပြသည့်အိုင်ကွန်များ (ဥပမာ၊ စျေးဝယ်သည့် site ပေါ်တွင်သင်၏အကြွေးနံပါတ်ကိုထည့်ရန်ကောင်းလျှင်) သင့်အီးမေးလ်သို့ချက်ချင်းသွားသောသတိပေးချက်များကိုစဉ်းစားပါ။
best-browser-we-visit-hundreds-or = နေ့စဉ်နေ့တိုင်း ရာနှင့်ချီသော ထောင်ပေါင်း များစွာသော ဝက်ဘ်ဆိုက်များသို့ကျွန်ုပ်တို့ လည်ပတ်သည်။ သုံးစွဲသူများသည် ထိုဆိုဒ်များအတွက် လုံခြုံရေးနှင့် သီးသန့်တည်ရှိမှု ဆုံးဖြတ်ချက်များချရန် သင်မမျှော်လင့်နိုင်ပါ။ ထို့ကြောင့် သင်ပိုမိုထိန်းချုပ်သော ဘရောက်ဇာသည်အလွန်အရေးကြီးသည်၊ အဘယ်ကြောင့်ဆိုသော်၎င်းသည်စစ်မှန်။ အဓိပ္ပါယ်ရှိသော ကာကွယ်မှုကို ပေးသောကြောင့်ဖြစ်သည်။
best-browser-a-browser-that-minds = A browser that minds its business.
best-browser-privacy-on-the-web = ဝဘ်ပေါ်ရှိ တစ်ကိုယ်ရည်လုံခြုံရေး ပြသာနာသည် ပူနွေးဆဲပြသာနာဖြစ်သည်။ privacy ကိုနံပါတ်တစ် ဆိုပါက ၎င်းကိုအလေးအနက်ထားသော browser တစ်ခုကိုသင်ရှာဖွေသင့်သည် ။ သင်တို့အတွက် အကောင်းဆုံးသောအကောင်းဆုံး ပုဂ္ဂလိကဘရောက်ဇာ ကိုရွေးချယ်သောအခါ ခြေရာခံသည့်မူဝါဒနှင့် သင်၏အချက်အလက်များကို browser တစ်ခုကမည်သို့ ကိုင်တွယ်သည်ကိုကြည့်ပါ။ နည်းပညာပိုင်းဆိုင်ရာ မေးခွန်းများကို ကဲ့သို့ထင်ရပေမယ့် ပိုမိုလုံခြုံ ရေးအတွက်၄င်း တို့ကို နှိုင်းကြည့်တာ ကောင်းပါတယ်
best-browser-trackers-are-all-those = နောက်ယောင်ခံလိုက်ဆားဗစ် များသည်လေကြောင်းလိုင်း ဝတ်ဆိုဒ် များတွင်သင်ရရှိသော စိတ်ပျက်စရာကောင်းသည့် “cookies” စာများဖြစ်သည်။ တတိယပါတီ ခြေရာခံ ဆားဗစ် များသည် သင်မည်သည့်နေရာကိုနှိပ်သည်ကို သိရှိပြီးသင်၏အပြုအမူအား ခွဲခြမ်းစိတ်ဖြာရန် အသုံးပြုနိုင်သည်။ Private browser သည်အသုံးပြုသူများကို third-tracker tracker ကိုပိတ်ထားရန်ခွင့်ပြုသင့်သည်။
best-browser-another-way-to-stop = သီးသန့်အခြေအနေဖြင့်သုံးခြင်းသည်ခြေရာခံမှုများကိုရပ်တန့်စေသည့်နည်းလမ်းဖြစ်သည်။သင့်အတွက်လုံခြုံမှုပေးသည့်မည်သည့်ဘရောက်ဇာမဆို သီးသန့်အခြေအနေဖြင့်ရှာဖွေခြင်းကိုထောက်ပံ့ပေးသင့်သည်။
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = စစ်ဆေးရန်လွယ်ကူသောနည်းလမ်းတစ်ခုမှာ ဘရောက်ဇာ၏content settingစာမျက်နှာကိုလည်ပတ်ရန်ဖြစ်သည်။သင့်အချက်အလက်များမျှဝေခြင်းနှင့်ပတ်သက်၍သီးသန့်ဝဘ်စာမျက်နှာထားရှိသည်။အဘယ်ကြောင့်ဆိုသော်<a href="{ $privacy }">{ -brand-name-firefox } privacy notice</a>သည်စာဖတ်ရန်ရှာဖွေရန်လွယ်ကူသည်။
best-browser-choosing-the-best-browser = သင့်အတွက် ဘရောက်ဇာ ရွေးချယ်ခြင်းသည် နေအိမ်တစ်ခုရွေးချယ်ခြင်းနှင့်အလားတူသည်။သင့်စိတ်ကြိုက်ပုံဖော်ပါ သင့်လိုအပ်ချက်များပေါ်မူတည်၍ ဆုံးဖြတ်ပါ။
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }">{ -brand-name-firefox }</a>တွင် ယခင်ထက်နှစ်ဆမြန်ဆန်ပြီးသုံးစွဲသူများအတွက်အွန်လိုင်းလှုပ်ရှားမှုများကို မိမိကိုယ်တိုင်ထိန်းချုပ်နိုင်သောအခွင့်အာဏာများပေးနိုင်သည့်ဘရောက်ဇာတစ်ခုဖြစ်ရန်ကြိုးစားခဲ့ပါသည်။
best-browser-take-control-of-your = သင့်ဘရောက်ဇာ၏ထိန်းချုပ်မှုကိုယူပါ။
