# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN для ПК или ноутбука от { -brand-name-mozilla }
vpn-desktop-if-you-are = Ищете VPN для защиты вашего ноутбука или ПК? { -brand-name-mozilla-vpn } поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы должны доверить { -brand-name-mozilla } свою конфиденциальность и безопасность.
vpn-desktop-vpns-can-provide = VPN могут обеспечить дополнительный уровень безопасности для вашего ноутбука или ПК и помочь защитить вас от попыток взлома, фишинговых атак и других онлайн-угроз. VPN шифруют ваши данные и местоположение, создавая «туннель» между вашим компьютером и интернетом. Если ваш ноутбук или ПК не использует VPN, хакеры и сторонние лица могут перехватить ваш трафик, поставив под угрозу вашу конфиденциальность.
vpn-desktop-how-does-a = Как VPN защищает мой ноутбук или ПК?
vpn-desktop-there-are-several = Есть несколько причин, по которым вам следует использовать VPN, чтобы защититься при использовании ноутбука или ПК:
vpn-desktop-stronger-privacy = <strong>Повышенная конфиденциальность:</strong> Поскольку VPN маскирует ваш IP-адрес, вы можете более конфиденциально просматривать интернет, зная, что сборщики данных не смогут объединить в единое целое ваши действия, используя ваш IP в качестве уникального идентификатора.
vpn-desktop-safer-against-spying = <strong>Защита от шпионажа</strong>: шифрование ваших данных через VPN делает практически невозможным для кого-либо, отслеживающего ваше сетевое соединение, узнать, о чём и с кем вы общаетесь.
