# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/ios/

vpn-ios-vpn-for-iphone = VPN для iPhone от { -brand-name-mozilla }
vpn-ios-looking-for-a = Ищете VPN для своего iPhone? Службы { -brand-name-mozilla } VPN обеспечивают вашу защиту в интернете каждый раз, когда вы входите в систему на своём устройстве. Продолжайте читать, чтобы узнать больше о том, как защитить свой iPhone от кибератак с помощью { -brand-name-mozilla-vpn } для iPhone.
vpn-ios-iphones-are-great = Айфоны отлично защищают вашу конфиденциальность, но они не могут защитить вас от всех онлайн-угроз. Вот почему вам нужен сервис { -brand-name-mozilla-vpn } для iPhone, который шифрует ваш интернет-трафик и скрывает ваше местоположение. В этой статье мы объясним, как использовать { -brand-name-mozilla-vpn } для iPhone, какие преимущества он предлагает и в чем его отличие от других VPN.
vpn-ios-mozilla-vpn-is = { -brand-name-mozilla-vpn } – это служба виртуальной частной сети, которая шифрует ваш интернет-трафик и скрывает ваш IP-адрес от посторонних глаз.
vpn-ios-there-are-many = Существует множество причин, по которым вы можете пожелать использовать { -brand-name-mozilla-vpn } для iPhone, например:
vpn-ios-protecting-your-personal = <strong>Защита ваших личных данных:</strong> Когда вы подключаетесь к общедоступной сети Wi-Fi, например в кафе или аэропорту, ваш сетевой трафик может быть перехвачен и исследован хакерами или злоумышленниками. С { -brand-name-mozilla-vpn } вы можете зашифровать свои данные и предотвратить отслеживание вашей онлайн-активности.
vpn-ios-enhancing-your = <strong>Улучшение удобства работы в Интернете:</strong> { -brand-name-mozilla-vpn } предлагает быстрое и надёжное подключение, которое может повысить скорость и производительность просмотра. Вы также можете использовать { -brand-name-mozilla-vpn } для блокировки рекламы и трекеров, которые могут замедлить работу вашего устройства и поставить под угрозу вашу конфиденциальность.
vpn-ios-mozilla-vpn-is-a-vpn = { -brand-name-mozilla-vpn } — это VPN-сервис, поддерживаемый надёжной и уважаемой организацией, которая десятилетиями борется за конфиденциальность и безопасность в Интернете. { -brand-name-mozilla } — это компания, стоящая за { -brand-name-firefox }, одним из самых популярных и ориентированных на конфиденциальность браузеров в мире, поддерживаемая некоммерческой организацией { -brand-name-mozilla-foundation }. Выбирая { -brand-name-mozilla-vpn }, вы поддерживаете нашу миссию по сохранению открытого и доступного интернета для всех.
vpn-ios-ready-to-try = Готовы попробовать { -brand-name-mozilla-vpn } для своего iPhone? Скачайте его сегодня и получите 30-дневную гарантию возврата денег. Никаких записей, никаких хлопот, никакого риска.
