# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN для iOS/iPad от { -brand-name-mozilla }
vpn-ipad-looking-for = Ищете VPN для защиты вашего iPad? { -brand-name-mozilla-vpn } поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы можете доверять { -brand-name-mozilla } в вопросах конфиденциальности и безопасности.
vpn-ipad-if-you-own = Если у вас есть iPad, вы, вероятно, используете его для многих вещей: просмотра веб-страниц, просмотра видео, игр, чтения книг и многого другого. Но независимо от того, находитесь ли вы дома или в пути, ваше интернет-соединение может раскрыть ваши личные данные и местоположение хакерам, рекламодателям и другим третьим лицам, которые могут использовать куки и ваш IP-адрес для слежения за вами.
vpn-ipad-thats-why-you = Вот почему вам нужен { -brand-name-mozilla-vpn }, быстрый, надёжный и простой в использовании VPN-сервис, который скроет вашу онлайн-активность от посторонних глаз.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } – это сервис виртуальной частной сети, который шифрует ваш интернет-трафик и скрывает ваш IP-адрес.
vpn-ipad-with-mozilla-vpn = С { -brand-name-mozilla-vpn } вы можете получить:
vpn-ipad-protection-for-up-to = <strong>Защиту 5 устройств:</strong> Используйте { -brand-name-mozilla-vpn } на своём iPad и до четырёх других устройств в рамках одной подписки. Вы также можете использовать его на Windows, macOS, Linux, iPhone и Android.
vpn-ipad-access-to-servers = <strong>Доступ к серверам в более чем 30 странах.</strong> Вы можете выбрать один из более чем 500 серверов в более чем 30 странах мира для подключения к Интернету. Это дает вам больше возможностей и гибкости для доступа к нужному контенту.
vpn-ipad-device-level = <strong>Шифрование трафика на уровне устройства:</strong> { -brand-name-mozilla-vpn } шифрует весь ваш трафик, прежде чем он покинет ваше устройство, то есть не только ваш браузер, но также приложения, игры и потоковые сервисы. Вы также можете использовать { -brand-name-mozilla-vpn } для блокировки рекламы и трекеров, которые могут поставить под угрозу вашу конфиденциальность.
vpn-ipad-no-online = <strong>Нет записей активности в интернете:</strong> { -brand-name-mozilla } не регистрирует, какие веб-сайты вы посещаете, и не проверяет ваши сообщения.
vpn-ipad-feel-safe = <strong>Чувствуйте себя в безопасности, используя общедоступную сеть Wi-Fi:</strong> Когда вы подключаетесь к общедоступной сети Wi-Fi, например в кафе или аэропорту, ваши данные могут быть перехвачены хакерами или злоумышленниками. С помощью { -brand-name-mozilla-vpn } ваши данные шифруются, чтобы никто не мог отслеживать ваши действия в Интернете.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } поддерживается { -brand-name-mozilla-foundation }, некоммерческой организацией, создающей { -brand-name-firefox }, один из самых популярных и ориентированных на конфиденциальность браузеров в мире. Выбирая { -brand-name-mozilla-vpn }, вы поддерживаете нашу миссию по сохранению открытого и доступного интернета для всех.
