# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = Получите VPN для macOS от { -brand-name-mozilla }
vpn-mac-looking-for = Ищете VPN для защиты вашего Mac? { -brand-name-mozilla-vpn } поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы можете доверять { -brand-name-mozilla } свою конфиденциальность и безопасность при использовании macOS.
vpn-mac-protect-your-mac = Защитите свой Mac с помощью { -brand-name-mozilla-vpn }
vpn-mac-a-vpn-is = VPN (виртуальная частная сеть) необходима для обеспечения конфиденциальности и безопасности в интернете при использовании Mac. Хакеры и интернет-провайдеры могут следить за вашей активностью в Интернете или украсть ваши личные данные.
vpn-mac-but-finding = Но найти хороший VPN может быть сложно. Некоторые из них медленные, ненадёжные и даже ведут регистрацию вашей онлайн-активности. Вот почему мы создали { -brand-name-mozilla-vpn }, быстрый, безопасный и надёжный VPN от разработчиков, которые подарили вам { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = С { -brand-name-mozilla-vpn } вы можете:
vpn-mac-get-one-click = Получить конфиденциальность одним щелчком с помощью простого и удобного интерфейса.
vpn-mac-connect-up-to = Подключить до 5 различных устройств в рамках одной подписки, включая Mac, а также iOS, Windows, Linux и Android.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = Используйте наш VPN столько, сколько хотите. В отличие от некоторых VPN, которые защищают только определённый объём данных в месяц, мы не ограничиваем ваш трафик. Независимо от того, сколько данных вы используете, они всегда будут защищены.
vpn-mac-get-device-level = Получите шифрование на уровне устройства для вашего трафика. В отличие от других решений, которые шифруют только трафик вашего браузера, { -brand-name-mozilla-vpn } шифрует все, защищая ваш интернет-трафик независимо от того, какое приложение задействовано.
vpn-mac-prevent-internet = Не позволяйте интернет-провайдерам ограничивать или блокировать веб-сайты или услуги, которые им не нравятся или которые конкурируют с их собственными предложениями. Для получения дополнительной информации вы можете прочитать о сетевом нейтралитете.
vpn-mac-mozilla-is-an = { -brand-name-mozilla } – это организация, которая работает над тем, чтобы интернет оставался открытым и доступным для всех, и нас поддерживает некоммерческая организация. Когда вы используете { -brand-name-mozilla-vpn }, вы не только защищаете себя в интернете, но и поддерживаете миссию { -brand-name-mozilla }. { -brand-name-mozilla-vpn } безопасен, с открытым исходным кодом и разработан экспертами по безопасности и создателями { -brand-name-firefox }.
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } не регистрирует, какие веб-сайты вы посещаете, и не проверяет ваши сообщения. У нас также есть 30-дневная гарантия возврата денег: никаких хлопот, никакого риска.
