# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = Получите VPN для мобильных устройств от { -brand-name-mozilla }
vpn-mobile-looking-for-a = Ищете VPN для защиты вашего мобильного устройства? { -brand-name-mozilla-vpn } поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы можете доверять { -brand-name-mozilla } свою конфиденциальность и безопасность.
vpn-mobile-vpn-for-mobile = VPN для мобильных устройств от { -brand-name-mozilla }
vpn-mobile-in-todays = В современном мире, ориентированном на мобильные устройства, мы полагаемся на наши мобильные телефоны и устройства для общения, развлечений и работы. Однако без VPN ваша личная информация может быть уязвима для некоторых угроз безопасности и конфиденциальности.
vpn-mobile-why-do-i = Зачем мне VPN для мобильных устройств?
vpn-mobile-the-mozilla-vpn = Мобильное приложение { -brand-name-mozilla-vpn } имеет небольшой размер, поэтому оно не занимает слишком много памяти, не замедляет работу телефона и не сажает батарею.
vpn-mobile-your-internet-v2 = Ваш интернет-провайдер (ISP) может ограничивать вашу пропускную способность, если он знает, что вы смотрите фильмы, слушаете музыку или ведёте стримы.
vpn-mobile-your-isp-v2 = Ваш интернет-провайдер может блокировать веб-сайты или службы, которые ему не нравятся или которые конкурируют с его собственными.
vpn-mobile-hackers-can-steal-v2 = Хакеры могут украсть ваши личные данные, когда вы используете общедоступный Wi-Fi, например, в кафе или аэропорту.
vpn-mobile-a-vpn-works = VPN работает на вашем устройстве, а не только в браузере, следовательно, и в ваших мобильных приложениях. И в отличие от бесплатных VPN или прокси-сайтов, которые могут платить за свои серверы, шпионя за вами и продавая вашу информацию, { -brand-name-mozilla } не ведет регистрацию, куда вы идете и что вы делаете.
