# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = Получите VPN для Windows от { -brand-name-mozilla }
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = Защитите свое Windows-устройство с помощью VPN. { -brand-name-mozilla } VPN поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы можете доверить { -brand-name-mozilla } свою конфиденциальность и безопасность.
vpn-windows-protect-your-windows-v2 = Защитите свое Windows-устройство с помощью VPN. { -brand-name-mozilla-vpn } поддерживается некоммерческой компанией. Узнайте, как VPN защищает вас и почему вы можете доверить { -brand-name-mozilla } свою конфиденциальность и безопасность.
vpn-windows-stay-safe = Оставайтесь в безопасности на своем Windows-устройстве с помощью VPN
vpn-windows-windows-is-one = Windows — одна из самых популярных операционных систем в мире. В результате хакеры часто нацеливаются на устройства с Windows, которые могут быть особенно уязвимы, если не принять надлежащих мер предосторожности. Вы можете защитить свою цифровую жизнь, используя VPN для шифрования своей онлайн-активности, а также предпринять некоторые другие шаги, такие как обновление программного обеспечения, создание уникальных и надежных паролей и использование псевдонимов { -brand-name-relay }, сохранив свою электронную почту защищённой.
vpn-windows-a-vpn-creates = VPN создает зашифрованный «туннель» для ваших интернет-данных между вашим Windows-компьютером и интернетом и маскирует ваше местоположение от посещаемых веб-сайтов. Это помогает помешать третьим лицам и сетевым шпионам узнать о вас то, что им знать не нужно.
vpn-windows-what-are-the-benefits = Каковы преимущества загрузки { -brand-name-mozilla-vpn } на мое Windows-устройство?
vpn-windows-avoid-your-online = Избежание сбора информации о вашей онлайн-активности и передачи ее третьим лицам или рекламодателям.
vpn-windows-if-youre = Если вы активно пользуетесь онлайн-видео или потоковой передачей музыки, вы потенциально можете избежать ограничения пропускной способности или дросселирования вашего интернет-провайдера с помощью VPN.
vpn-windows-you-can-exclude = Вы можете исключить определенные приложения с помощью функции раздельного туннелирования. Это позволяет запускать некоторые приложения через VPN, оставляя другие за пределами туннеля.
vpn-windows-using-a-windows = Использование Windows-устройства в общедоступной незащищенной Wi-Fi-сети делает информацию о вашем интернет-трафике более уязвимой для сетевых шпионов, а VPN может помочь вам сохранить конфиденциальность ваших данных, добавив надежный уровень защиты.
vpn-windows-the-mozilla = Приложение { -brand-name-mozilla-vpn } не будет занимать слишком много памяти на вашем Windows-устройстве , замедлять работу компьютера или расходовать заряд батареи.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } поддерживается на Windows 10 и Windows 11, и вы можете использовать его на пяти устройствах. Для начала вы можете <a href="{ $url }">подписаться на сайте mozilla.org</a> и загрузить приложение на свое устройство Windows.
