# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Настанови щодо безпеки паролів
# HTML page description
privacy-passwords-more-and-more-desc = Все більше й більше вразливих, цінних речей у нашому житті охороняються через захищені паролем мережні облікові записи. Як нам захистити наші паролі?
# page content
privacy-passwords-a-security-guide = Настанови щодо безпеки паролів
privacy-passwords-protecting-your-accounts = Захист своїх облікових записів не повинен бути складним — { -brand-name-firefox } може допомогти.
privacy-passwords-more-and-more = Все більше і більше вразливих, цінних речей у нашому житті охороняються через захищені паролем мережні облікові записи — любовні листи, медичні записи, банківські рахунки тощо. Вебсайти використовують процедури входу для захисту цих цінних речей. Як правило, поки хтось не може увійти у ваш обліковий запис, він не може прочитати вашу електронну пошту або переказати гроші з вашого банківського рахунку. Якщо ми живемо своїм життям в Інтернеті, як нам захищати свої паролі?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Якщо коротко:
privacy-passwords-use-random-passwords = Використовуйте випадкові паролі та використовуйте різні паролі для кожного сайту
privacy-passwords-pay-attention-to = Зверніть увагу на сигнали безпеки браузера та будьте підозрілими
privacy-passwords-make-your-answers = Зробіть свої відповіді на питання безпеки такими ж надійними, як ваші паролі
privacy-passwords-use-a-password = Використовуйте менеджер паролів, щоб полегшити створення та запам’ятовування паролів
privacy-passwords-use-twofactor-authentication = Де тільки це можливо використовуйте “двоетапну перевірку”
privacy-passwords-its-hard-out = Складні часи для паролів
privacy-passwords-most-logins-today = Більшість облікових записів сьогодні захищені паролем. Якщо зловмисник може отримати ваш пароль, він може отримати доступ до вашого облікового запису та зробити все, що ви можете зробити з цим обліковим записом. Отже, коли ви запитуєте, наскільки захищений ваш обліковий запис, ви дійсно повинні подумати про те, наскільки безпечним є ваш пароль. А це означає, що вам потрібно подумати про всі різні способи доступу зловмисника до пароля вашого облікового запису:
privacy-passwords-seeing-you-use = Підглядання, коли ви використовуєте його на незашифрованому вебсайті
privacy-passwords-guessing-it = Здогадування
privacy-passwords-stealing-a-file = Викрадення файлу, в якому є ваш пароль
privacy-passwords-using-password-recovery = Використання функції відновлення пароля для його скидання
privacy-passwords-tricking-you-into = Отримання від вас обманом
privacy-passwords-to-keep-your = Щоб захистити свій обліковий запис, потрібно уникати якнайбільшій кількості з них. Кожен ризик має різні способи протидії.
privacy-passwords-look-for-the = Знайдіть замок у браузері
privacy-passwords-its-easy-to = Легко перешкодити зловмисникам викрасти ваш пароль, коли ви входите на незашифрований вебсайт: Двічі подумайте, перш ніж вводити пароль, якщо ви не бачите піктограми замка на панелі URL-адреси, наприклад:
privacy-passwords-a-closed-lock = Закритий замок з’являється безпосередньо перед адресою вебсайту в рядку URL-адреси в усіх основних браузерах.
privacy-passwords-the-lock-means = Блокування означає, що вебсайт, яким ви користуєтесь, зашифровано, тому навіть якщо хтось спостерігає за вашими діями у Мережі (наприклад інша людина в загальнодоступній точці доступу до Wi-Fi), вони не зможуть побачити ваш пароль. { -brand-name-firefox } спробує попередити вас, коли ви збираєтеся ввести свій пароль на незашифрованому сайті.
privacy-passwords-a-padlock-with = Перекреслений замок вказує на те, що з'єднання ненадійне.
privacy-passwords-your-browser-also = Ваш браузер також допомагає повідомляти вас про надійність вебсайтів, щоб захистити вас від фішингу. З одного боку, при спробі відвідати вебсайт, який відомий як фішинговий, { -brand-name-firefox } (і будь-який основний браузер) покаже повноекранне попередження — <strong>зверніть увагу та подумайте двічі про використання цього сайту!</strong>
privacy-passwords-firefox-will-v2 = { -brand-name-firefox } замість вебсайту покаже попередження, якщо відомо, що це шахрайський сайт.
# Outdated string
privacy-passwords-firefox-will = Firefox замість вебсайту покаже попередження, якщо відомо, що це фішинговий сайт.
privacy-passwords-in-general-the = Загалом, найкращий захист від фішингу — це <strong>з підозрою ставитись до отриманого</strong>, незалежно від того, з’являється воно в електронному листі, текстовому повідомленні чи на телефоні. Замість виконання якихось дій з одержаним, відвідайте вебсайт безпосередньо. Наприклад, якщо в електронному листі вказано, що вам потрібно скинути пароль PayPal, не натискайте посилання. Введіть paypal.com самостійно. Якщо телефонує банк, перетелефонуйте йому.
privacy-passwords-strength-in-diversity = Сила в різноманітності
privacy-passwords-the-secret-to = Секрет запобігання вгадуванню, крадіжці або скиданню пароля полягає у великій кількості випадковостей. Коли зловмисники намагаються вгадати паролі, вони зазвичай роблять дві речі: 1) використовують «словники» — списки частих паролів, якими люди користуються постійно, і 2) роблять випадкові здогадки. Чим <strong>довший і випадковіший ваш пароль</strong>, тим менша ймовірність знайти пароль будь-яким із цих методів відгадування.
#   $url_linkedin (string) - link to https://blog.linkedin.com/2012/06/06/linkedin-member-passwords-compromised with additional attributes for analytics
#   $url_yahoo (string) - link to https://www.wired.com/2016/12/yahoo-hack-billion-users/ with additional attributes for analytics
privacy-passwords-when-an-attacker = Коли зловмисник викрадає базу даних паролів для вебсайту, який ви використовуєте (наприклад, <a { $url_linkedin }>LinkedIn</a> або <a { $url_yahoo }>Yahoo</a>), ви нічого не можете вдіяти, окрім зміни пароля для цього сайту. Це погано, але шкода може бути значно гіршою, якщо ви повторно використовували цей пароль для інших вебсайтів — тоді зловмисник також може отримати доступ до ваших облікових записів на цих сайтах. Щоб запобігти шкоді, <strong>завжди використовуйте різні паролі для різних вебсайтів.</strong>
#   $url_monitor (string) - link to https://monitor.firefox.com/ with additional attributes for analytics
privacy-passwords-use-firefox-monitor = Використовуйте <a { $url_monitor }>{ -brand-name-firefox-monitor }</a>, щоб стежити за електронними адресами, пов’язаними з вашими обліковими записами. Якщо вашу електронну адресу помічено у відомих витоках даних компаній, ви отримаєте попередження та вказівки щодо захисту облікового запису, якого це стосується.
privacy-passwords-security-questions-my = Таємні питання: Дівоче прізвище моєї матері — «Ff926AKa9j6Q»
privacy-passwords-finally-most-websites = Врешті, більшість вебсайтів дозволяють відновити ваш пароль, якщо ви його забули. Зазвичай ці системи змушують вас відповісти на деякі «питання безпеки», перш ніж ви зможете скинути пароль. <strong>Відповіді на ці питання мають бути такими ж таємними, як і ваш пароль.</strong> В іншому випадку зловмисник може вгадати відповіді та встановити ваш пароль на те, що їм відомо.
privacy-passwords-randomness-can-be = Випадковість може становити проблему, оскільки питання безпеки, які часто використовують вебсайти — це також речі, які люди, як правило, знають про вас, наприклад, ваше місце народження, день народження чи імена ваших родичів або які можна отримати з таких джерел, як суспільні медіа. Хороша новина полягає в тому, що вебсайту не важливо, чи відповідь справжня чи ні — ви можете збрехати! Але брешіть продуктивно: <strong>Давайте довгі та випадкові відповіді на безпекові питання,</strong> як ваші паролі.
privacy-passwords-get-help-from = Отримайте допомогу від менеджера паролів
privacy-passwords-now-all-of = Зараз все це звучить досить страшливо. Людський розум не вміє придумувати довгі послідовності випадкових букв, не кажучи вже про їх запам'ятовування. Тут і з’являється менеджер паролів. Вбудований прямо в браузер, { -brand-name-firefox } запитає, чи хочете ви створити унікальний, складний пароль, а потім надійно збереже ваші дані для входу, до яких ви зможете отримати доступ у будь-який час у about:logins.
#   $url_sumo-manager (string) - link to https://support.mozilla.org/kb/password-manager-remember-delete-edit-logins with additional attributes for analytics
privacy-passwords-when-youre-logged = Увійшовши в { -brand-name-firefox } за допомогою облікового запису { -brand-name-firefox }, ви можете синхронізувати дані на всіх своїх пристроях та отримувати доступ до своїх паролів із мобільного браузера { -brand-name-firefox }. Дізнайтеся більше про те, як максимально повно <a { $url_sumo-manager }>використовувати вбудований менеджер паролів</a>.
privacy-passwords-twofactor-authentication-2fa = Двоетапна перевірка
privacy-passwords-2fa-is-a = 2FA — чудовий спосіб підвищити рівень безпеки. Під час створення нового облікового запису деякі вебсайти дадуть вам можливість додати «другий етап» процесу входу. Часто це означає прив’язку номера телефону до вашого облікового запису, тому після введення пароля вам буде запропоновано ввести захищений код, надісланий вам безпосередньо. Таким чином, якщо зловмиснику вдалося отримати ваш пароль, він все одно не зможе потрапити до вашого облікового запису, оскільки у нього немає вашого телефону.
#   $url_sumo_2fa (string) - link to https://support.mozilla.org/kb/secure-firefox-account-two-step-authentication with additional attributes for analytics
privacy-passwords-your-firefox-account = Наприклад, ваш обліковий запис { -brand-name-firefox } можна захистити за допомогою 2FA, <a { $url_sumo_2fa }>про що ви можете дізнатися більше тут</a>.
#   $url_2fa (string) - link to https://2fa.directory with additional attributes for analytics
privacy-passwords-2fa-provides-much = 2FA забезпечує набагато кращий захист, ніж лише паролі, але не кожен вебсайт її підтримує. Перелік вебсайтів, що підтримують 2FA, можна знайти на вебсайті <a { $url_2fa }>https://twofactorauth.org</a>, а також перелік вебсайтів, які не підтримують 2FA, та способи попросити їх додати її підтримку.
privacy-passwords-strong-diverse-and = Надійний, різноманітний та багатоетапний
privacy-passwords-for-better-or = Так чи інакше, але ми користуватимемося паролями для захисту наших мережних облікових записів у найближчому майбутньому. Використовуйте <strong>надійні</strong> та <strong>різні, для кожного сайту,</strong> паролі та використовуйте <strong>менеджер паролів</strong>, щоб ви могли їх безпечно запам’ятати. Встановіть <strong>довгі, випадкові відповіді</strong> на питання безпеки (навіть якщо вони не відповідають дійсності). І <strong>використовуйте двоетапну перевірку</strong> на будь-якому вебсайті, який її підтримує.
#   $url_privacy_products (string) - link to https://www.mozilla.org/firefox/privacy/products/ with additional attributes for analytics
#   $url_about_manifesto (string) - link to https://www.mozilla.org/about/manifesto/ with additional attributes for analytics
privacy-passwords-in-todays-internet-v2 = У сучасному інтернеті, де щодня викрадають тисячі паролів, а обліковими записами торгують на чорному ринку, варто докласти зусиль для захисту своїх даних. Ви звільняєтеся від частини таких зусиль, коли користуєтеся продуктами { -brand-name-firefox }, оскільки всі вони забезпечують виконання нашого <a { $url_privacy_products }>зобов'язання щодо приватності</a>. А { -brand-name-firefox } завжди керується <a { $url_about_manifesto }>місією { -brand-name-mozilla }</a>, – неприбутковою компанією, яка піклується про розвиток кращого інтернету.
# Outdated string
#   $url_privacy_products (string) - link to https://www.mozilla.org/firefox/privacy/products/ with additional attributes for analytics
#   $url_about_manifesto (string) - link to https://www.mozilla.org/about/manifesto/ with additional attributes for analytics
privacy-passwords-in-todays-internet = У сучасному Інтернеті, де щодня викрадають тисячі паролів, а обліковими записами торгують на чорному ринку, варто докласти зусиль, щоб захистити своє життя в Інтернеті. Коли ви використовуєте продукти { -brand-name-firefox }, частина зусиль знімається з вас, оскільки всі наші продукти створені, щоб виконати наше <a { $url_privacy_products }>зобов'язання щодо приватности</a>. А { -brand-name-firefox } завжди керується <a { $url_about_manifesto }>місією Mozilla</a>, неприбутковою метою, яку ми підтримуємо, задля створення кращого Інтернету.
