# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = Настанови щодо безпеки паролів
# HTML page description
privacy-passwords-more-and-more-desc = Все більше й більше вразливих, цінних речей у нашому житті охороняються через захищені паролем мережні облікові записи. Як нам захистити наші паролі?
# page content
privacy-passwords-a-security-guide = Настанови щодо безпеки паролів
privacy-passwords-protecting-your-accounts = Захист своїх облікових записів не повинен бути складним — { -brand-name-firefox } може допомогти.
privacy-passwords-more-and-more = Все більше і більше вразливих, цінних речей у нашому житті охороняються через захищені паролем мережні облікові записи — любовні листи, медичні записи, банківські рахунки тощо. Вебсайти використовують процедури входу для захисту цих цінних речей. Як правило, поки хтось не може увійти у ваш обліковий запис, він не може прочитати вашу електронну пошту або переказати гроші з вашого банківського рахунку. Якщо ми живемо своїм життям в Інтернеті, як нам захищати свої паролі?
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = Якщо коротко:
privacy-passwords-use-random-passwords = Використовуйте випадкові паролі та використовуйте різні паролі для кожного сайту
privacy-passwords-pay-attention-to = Зверніть увагу на сигнали безпеки браузера та будьте підозрілими
privacy-passwords-make-your-answers = Зробіть свої відповіді на питання безпеки такими ж надійними, як ваші паролі
privacy-passwords-use-a-password = Використовуйте менеджер паролів, щоб полегшити створення та запам’ятовування паролів
privacy-passwords-use-twofactor-authentication = Де тільки це можливо використовуйте “двоступеневу автентифікацію”
privacy-passwords-its-hard-out = Складні часи для паролів
privacy-passwords-most-logins-today = Більшість облікових записів сьогодні захищені паролем. Якщо зловмисник може отримати ваш пароль, він може отримати доступ до вашого облікового запису та зробити все, що ви можете зробити з цим обліковим записом. Отже, коли ви запитуєте, наскільки захищений ваш обліковий запис, ви дійсно повинні подумати про те, наскільки безпечним є ваш пароль. А це означає, що вам потрібно подумати про всі різні способи доступу зловмисника до пароля вашого облікового запису:
privacy-passwords-seeing-you-use = Підглядання, коли ви використовуєте його на незашифрованому вебсайті
privacy-passwords-guessing-it = Здогадування
privacy-passwords-stealing-a-file = Викрадення файлу, в якому є ваш пароль
privacy-passwords-using-password-recovery = Використання функції відновлення пароля для його скидання
privacy-passwords-tricking-you-into = Отримання від вас обманом
privacy-passwords-to-keep-your = Щоб захистити свій обліковий запис, потрібно уникати якнайбільшій кількості з них. Кожен ризик має різні способи протидії.
privacy-passwords-look-for-the = Знайдіть замок у браузері
privacy-passwords-its-easy-to = Легко перешкодити зловмисникам викрасти ваш пароль, коли ви входите на незашифрований вебсайт: Двічі подумайте, перш ніж вводити пароль, якщо ви не бачите піктограми замка на панелі URL-адреси, наприклад:
privacy-passwords-a-closed-lock = Закритий замок з’являється безпосередньо перед адресою вебсайту в рядку URL-адреси в усіх основних браузерах.
privacy-passwords-the-lock-means = Блокування означає, що вебсайт, яким ви користуєтесь, зашифровано, тому навіть якщо хтось спостерігає за вашими діями у Мережі (наприклад інша людина в загальнодоступній точці доступу до Wi-Fi), вони не зможуть побачити ваш пароль. { -brand-name-firefox } спробує попередити вас, коли ви збираєтеся ввести свій пароль на незашифрованому сайті.
privacy-passwords-a-padlock-with = Перекреслений замок вказує на те, що з'єднання ненадійне.
privacy-passwords-your-browser-also = Ваш браузер також допомагає повідомляти вас про надійність вебсайтів, щоб захистити вас від фішингу. З одного боку, при спробі відвідати вебсайт, який відомий як фішинговий, { -brand-name-firefox } (і будь-який основний браузер) покаже повноекранне попередження — <strong>зверніть увагу та подумайте двічі про використання цього сайту!</strong>
privacy-passwords-firefox-will = Firefox замість вебсайту покаже попередження, якщо відомо, що це фішинговий сайт.
privacy-passwords-in-general-the = Загалом, найкращий захист від фішингу — це <strong>з підозрою ставитись до отриманого</strong>, незалежно від того, з’являється воно в електронному листі, текстовому повідомленні чи на телефоні. Замість виконання якихось дій з одержаним, відвідайте вебсайт безпосередньо. Наприклад, якщо в електронному листі вказано, що вам потрібно скинути пароль PayPal, не натискайте посилання. Введіть paypal.com самостійно. Якщо телефонує банк, перетелефонуйте йому.
