# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/switch/

switch-switch-from-chrome = சில நிமிடங்களிலேயே குரோமிலிருந்து பயர்பாக்சிற்கு மாறுங்கள்
switch-switching-to-firefox-is-fast = பயர்பாக்சிற்கு மாறுவது வேகமானது, எளிதானது மற்றும் இடரில்லாதது, ஏனெனில் பயர்பாக்சு உங்களின் புத்தகக்குறிகள், தானிரப்பிகள், கடவுச்சொற்கள் மற்றும் விருப்பமைவுகளை குரோமிலிருந்து இறக்குமதி செய்கிறது.
switch-switching-to-firefox-page-description = பயர்பாக்சிற்கு மாறுவது வேகமானது, எளிதானது மற்றும் இடரில்லாதது. பயர்பாக்சு உங்களின் புத்தகக்குறிகள், தானிரப்பிகள், கடவுச்சொற்கள் மற்றும் விருப்பமைவுகளை குரோமிலிருந்து இறக்குமதி செய்கிறது.
switch-select-what-to-take = குரோமிலிருந்து எவற்றை எடுத்துக்கொள்ள வேண்டுமென தேர்ந்தெடுங்கள்.
switch-let-firefox-do-the-rest = பயர்பாக்சு மீதத்தைச் செய்யும்.
switch-use-firefox-and-still-chrome = நீங்கள் பயர்பாக்சை பயன்படுத்தும்போதே குரோமையும் வைத்திருக்கலாம். உங்கள் கருவியிலுள்ள குரோம் சிறிதளவுகூட மாறாது.
switch-share-with-your-friends = பயர்பாக்சிற்கு எப்படி மாறுவது என்பதை உங்கள் நண்பர்களுடன் பகிருங்கள்
switch-firefox-makes-switching-fast-tweet = 🔥 பயர்பாக்சு குரோமிலிருந்து மாறுவதை வேகமாக்குகிறது. முயற்சித்துப் பாருங்கள்!
switch-switch-to-firefox = பயர்பாக்சிற்கு மாறுங்கள்
switch-firefox-makes-switching-fast-email = பயர்பாக்சு குரோமிலிருந்து மாறுவதை வேகமாக்குகிறது. அது எனக்கு ரொம்ப பிடித்துள்ளது, நீங்களும் அதை முயற்சியுங்கள்.
switch-still-not-convinced = பயர்பாக்சிற்கு மாறுவது எளிதானது என்று இன்னமும் நம்பவில்லையா?
switch-enjoy-the-web-faster = வேகமான இணையத்தை அனுபவியுங்கள், எல்லாம் உங்களுக்காகத் தயாராக உள்ளன.
switch-download-and-switch = பதிவிறக்கம் செய்து உடனே மாறுங்கள்
switch-share-to-facebook = முகநூலில் பகிருங்கள்
switch-hey = வணக்கம்,
switch-check-it-out = அதை முயற்சித்துப் பார்த்து எப்படி உள்ளது என்று என்னிடம் கூறுங்கள்:
switch-send-an-email = ஒரு மின்னஞ்சல் அனுப்புங்கள்
