# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/features/independent/

# HTML page title
features-independent-firefox-a-different = വ്യത്യസ്ഥ കാലങ്ങളില്‍ ഫയര്‍ഫോക്സ് വ്യത്യസ്ഥമായിരിക്കും. സ്വതന്ത്രമായി ബ്രൗസ് ചെയ്യൂ.
# HTML page description
features-independent-browse-the-internet = ഇന്റർനെറ്റ് എങ്ങിനെ ആയിരിക്കണമോ അതുപോലെ ബ്രൗസുചെയ്യുക, എല്ലാവർക്കും സുരക്ഷിതവും ആക്സസ് ചെയ്യാവുന്നതുമായ ഇന്റര്‍നെറ്റ്. നിങ്ങളുടെ ഓൺലൈൻ സ്വാതന്ത്ര്യം പ്രഖ്യാപിക്കുക.
features-independent-firefox-rebel-with-a = ഫയര്‍ഫോക്സ്: വീക്ഷണമുള്ള വിപ്ലവകാരി
features-independent-firefox-is-independent = ഫയർഫോക്സ് സ്വതന്ത്രവും നിങ്ങളുടെ ഓൺലൈൻ അവകാശങ്ങൾക്കായി പൊരുതുകയും, കോർപറേറ്റ് ശക്തികളെ എന്നും നിരീക്ഷിക്കുകയും, ഇന്റർനെറ്റ് എല്ലായിടത്തും ലഭ്യമാക്കുകയും ചെയ്യുന്ന മോസില്ലയുടെ ഒരു ഭാഗവും ആണ്.
# This phrase means without conditions or restrictions, expecting nothing in return
features-independent-no-strings-attached = യാതൊരു കെട്ടുപാടുകളുമില്ല
# Obsolete string
features-independent-firefox-is-built-by-old = ഫയർഫോക്സ് ലാഭേച്ഛയില്ലാതെയാണ് നിർമ്മിച്ചിരിക്കുന്നത്. അതു വ്യക്തമാക്കുന്നത് അദൃശ്യ അജൻഡയില്ലാതെ പുതിയ ഉത്പന്നങ്ങളും സവിശേഷതകളും ഉണ്ടാക്കുന്നതു പോലെ, മറ്റുള്ളവർക്ക് ചെയ്യാൻ കഴിയാത്ത പല കാര്യങ്ങളും നമുക്ക് ചെയ്യാൻ കഴിയുമെന്നാണ്. ട്രാക്കുചെയ്യലില്‍ നിന്നും സംരക്ഷണം നല്‍കുന്ന പ്രൈവറ്റ് ബ്രൌസിങ്ങ് പോലുള്ള സവിശേഷതകളിലൂടെ സ്വകാര്യതയ്ക്കുള്ള നിങ്ങളുടെ അവകാശത്തെ ഞങ്ങള്‍ സംരക്ഷിക്കുന്നു, ഇത് ഗൂഗിള്‍ ക്രോം, മൈക്രോസോഫ്റ്റ് എഡ്ജ് എന്നിവക്ക് നല്‍കാനാവുന്നതിലും അപ്പുറം പോകും.
features-independent-what-you-see-is-what = കാണുന്നതെന്തോ അത് ലഭിക്കുന്നു
features-independent-we-believe-the-internet = ഇന്റര്‍നെറ്റ് ലാഭത്തിനുവേണ്ടിയല്ല, ജനങ്ങള്‍ക്കുള്ളതാണെന്ന് ഞങ്ങള്‍ വിശ്വസിക്കുന്നു. മറ്റു കമ്പനികളെ പോലെ ഞങ്ങള്‍ നിങ്ങളുടെ ഡാറ്റയിലേക്കുള്ള അക്സസ് വില്‍കുന്നില്ല. നിങ്ങളുടെ സെര്‍ച്ചും ബ്രൌസിങ്ങ് ഹിസ്റ്ററിയും ആരെല്ലാം കാണുന്നു എന്നു തീരുമാനിക്കുന്നത് <em>നിങ്ങള്‍</em> തന്നെ‍യാണ്. തിരഞ്ഞെടുക്കാനുള്ള സ്വാതന്ത്ര്യം — അതാവണം ആരോഗ്യമുള്ള ഇന്റര്‍നെറ്റുകൊണ്ട് അര്‍ഥമാക്കേണ്ടത്!
features-independent-a-browser-on-a-mission = ഒരു ലക്ഷ്യത്തിനുവേണ്ടിയുള്ള ബ്രൗസര്‍
features-independent-in-addition-to-fighting = നിങ്ങളുടെ ഓൺലൈൻ അവകാശങ്ങൾക്കായി പോരാടുന്നതിന് പുറമേ, ആരോഗ്യകരമായ ഇൻറർനെറ്റ് സമ്പ്രദായങ്ങളെ പരിപോഷിപ്പിക്കുന്നതിനായി ലോകമെമ്പാടുമുള്ള സഖ്യകക്ഷികളുമായി സഹകരിച്ച് പ്രവർത്തിക്കുന്നതിനോടൊപ്പം ഞങ്ങൾ കോർപ്പറേറ്റ് ശക്തികളെ പരിശോധനയിൽ നിലനിർത്തുന്നു. അതിനാൽ നിങ്ങൾ ഫയർ ഫോക്സ് തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെയും തിരഞ്ഞെടുക്കും.
# Obsolete string
features-independent-firefox-is-a-browser = ഫയർഫോക്സ് ഒരു മനസ്സാക്ഷിയുള്ള ഒരു ബ്രൗസറാണ്. സാങ്കേതികവിദ്യയില്‍ പ്രവര്‍ത്തിക്കുന്ന ലാഭേച്ഛയില്ലാത്ത സംഘടനയായ മോസില്ലയുടെ ഭാഗമായി ഞങ്ങൾ നിങ്ങളുടെ ഓൺലൈൻ അവകാശങ്ങൾക്കായി പോരാടുന്നു, കോർപ്പറേറ്റ് ശക്തികളെ പരിശോധിക്കുന്നു, ആരോഗ്യകരമായ ഇന്റർനെറ്റ് ശീലങ്ങള്‍ വികസ്വര രാജ്യങ്ങളെ പഠിപ്പിക്കുന്നതിന് സഹായിക്കുന്നു. അതിനാൽ നിങ്ങൾ ഫയർ ഫോക്സ് തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെയും തിരഞ്ഞെടുക്കും.
