# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/privacy/faq

# HTML page title
privacy-faq-v2-title = Συχνές ερωτήσεις για το απόρρητο των δεδομένων στη { -brand-name-mozilla }
# HTML page description
privacy-faq-v2-desc = Στη { -brand-name-mozilla }, σεβόμαστε και προστατεύουμε τις προσωπικές σας πληροφορίες.
privacy-faq-v2-heading = Υπηρετούμε τους ανθρώπους, όχι το κέρδος.
privacy-faq-v2-intro = Στις μέρες μας, μπορεί να είναι δύσκολο να κατανοήσουμε τι να περιμένουμε από κάθε λογισμικό ή υπηρεσία που χρησιμοποιούμε. Η τεχνολογία που διέπει τη ζωή μας είναι πολύπλοκη και δεν έχουν όλοι τον χρόνο να εντρυφήσουν στις λεπτομέρειες. Αυτό ισχύει και για το { -brand-name-firefox }, όπου διαπιστώνουμε ότι οι άνθρωποι έχουν πολλές διαφορετικές ιδέες για το τι συμβαίνει στο παρασκήνιο του προγράμματος περιήγησής τους.
privacy-faq-v2-at-mozilla = Στη { -brand-name-mozilla }, σεβόμαστε και προστατεύουμε τις προσωπικές σας πληροφορίες:
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/privacy/principles/
privacy-faq-v2-we-follow = Ακολουθούμε ένα σύνολο <a { $attrs }>αρχών σχετικά με το απόρρητο των δεδομένων</a>, που διαμορφώνουν την προσέγγισή μας ως προς την ιδιωτικότητα, στο { -brand-name-firefox } για υπολογιστές και κινητές συσκευές.
privacy-faq-v2-we-strive-collect-data = Προσπαθούμε να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε για τη βελτίωση των προϊόντων μας.
privacy-faq-v2-we-work-to = Εργαζόμαστε ώστε να δώσουμε στους χρήστες τον έλεγχο των δεδομένων τους και των διαδικτυακών τους εμπειριών.
privacy-faq-v2-we-adhere = Ακολουθούμε την αρχή «χωρίς εκπλήξεις», που σημαίνει ότι εργαζόμαστε σκληρά, ώστε να εξασφαλίσουμε ότι η αντίληψη των χρηστών για το { -brand-name-firefox } ταυτίζεται με την πραγματικότητα.
privacy-faq-v2-following-questions = Οι ακόλουθες ερωτήσεις και απαντήσεις θα σας βοηθήσουν να καταλάβετε τι να περιμένετε από τη { -brand-name-mozilla } και το { -brand-name-firefox }:

## FAQ

privacy-faq-v2-i-use-firefox = Χρησιμοποιώ το { -brand-name-firefox } για κάθε διαδικτυακή μου δραστηριότητα. Εσείς στη { -brand-name-mozilla } μάλλον θα ξέρετε τα πάντα για μένα, έτσι δεν είναι;
privacy-faq-v2-mozilla-does-not-know = Η { -brand-name-mozilla } δεν γνωρίζει όσα θα πίστευε κανείς σχετικά με τον τρόπο με τον οποίο περιηγούνται οι χρήστες στο διαδίκτυο. Το { -brand-name-firefox }, το πρόγραμμα περιήγησης που εκτελείται στην κινητή συσκευή ή τον υπολογιστή σας, αποτελεί την είσοδό σας στο διαδίκτυο. Διαχειρίζεται πολλές πληροφορίες σχετικά με τους ιστοτόπους που επισκέπτεστε, αλλά σε γενικές γραμμές, αυτές οι πληροφορίες παραμένουν στη συσκευή σας.
privacy-faq-v2-it-seems-like = Φαίνεται ότι κάθε εταιρεία στο διαδίκτυο αγοράζει και πωλεί τα δεδομένα μου. Εσείς μάλλον δεν αποτελείτε εξαίρεση.
# Variables:
#   $attrs (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-mozilla-does-not-sell = Η { -brand-name-mozilla } δεν πωλεί δεδομένα για εσάς (με τον τρόπο που οι περισσότεροι αντιλαμβάνονται την έννοια «πώληση δεδομένων») ούτε αγοράζει δεδομένα για εσάς. Επειδή αγωνιζόμαστε για τη διαφάνεια και ο ΝΟΜΙΚΟΣ ορισμός της «πώλησης δεδομένων» είναι εξαιρετικά ευρύς σε ορισμένα σημεία του, έπρεπε να κάνουμε ένα βήμα πίσω και να εγκαταλείψουμε τις απόλυτες δηλώσεις που πολλοί εκτιμούν. Εργαζόμαστε σκληρά για να διασφαλίσουμε ότι τα δεδομένα που κοινοποιούμε στους συνεργάτες μας (πράγμα αναγκαίο για την οικονομική βιωσιμότητα του { -brand-name-firefox }) είτε είναι απαλλαγμένα από δεδομένα προσωπικού χαρακτήρα είτε κοινοποιούνται μόνο σε συγκεντρωτική μορφή είτε υποβάλλονται σε επεξεργασία μέσω των τεχνολογιών μας για τη διατήρηση του απορρήτου (όπως το <a { $attrs }>OHTTP</a>).
privacy-faq-v2-wait-so-how = Και τότε πώς κερδίζετε χρήματα;
# Variables:
#   $attrs (url) - link to https://stateof.mozilla.org
privacy-faq-v2-mozilla-is-not = Η { -brand-name-mozilla } δεν είναι μια συνηθισμένη οργάνωση. Ιδρυμένη από την κοινότητα ως έργο ανοικτού κώδικα το 1998, η { -brand-name-mozilla } κατευθύνεται από την αποστολή για ένα πιο υγιές διαδίκτυο. Η πλειοψηφία των εσόδων της { -brand-name-mozilla-corporation } προέρχεται από τα δικαιώματα που κερδίζονται μέσω των συνεργασιών αναζήτησης του προγράμματος περιήγησης { -brand-name-firefox } και των συμφωνιών διανομής σε όλο τον κόσμο. Μπορείτε να μάθετε περισσότερα σχετικά με τα έσοδά μας στην <a { $attrs }>ετήσια, οικονομική αναφορά</a> μας.
privacy-faq-v2-softballs = Εντάξει, αυτές οι ερωτήσεις ήταν απλές. Ποια δεδομένα συλλέγετε;
# Variables:
#   $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
#   $data (url) - link to https://firefox-source-docs.mozilla.org/toolkit/components/telemetry/telemetry/
privacy-faq-v2-mozilla-does-collect = Η { -brand-name-mozilla } συλλέγει πράγματι ένα περιορισμένο σύνολο δεδομένων του { -brand-name-firefox } από προεπιλογή, τα οποία μας βοηθούν να κατανοήσουμε πώς χρησιμοποιούν οι χρήστες το πρόγραμμα περιήγησης. Μπορείτε να διαβάσετε περισσότερα σχετικά με αυτό στη <a { $privacy }>Σημείωση απορρήτου</a> και να διαβάσετε την <a { $data }>πλήρη τεκμηρίωση σχετικά με τη συλλογή αυτών των δεδομένων</a>. Η τεκμηρίωσή μας είναι δημοσίως διαθέσιμη, επομένως οποιοσδήποτε μπορεί να επιβεβαιώσει ότι οι ισχυρισμοί μας είναι αληθείς, να μας πει αν πρέπει να βελτιώσουμε κάτι και να βεβαιωθεί ότι δεν κρύβουμε τίποτα.
privacy-faq-v2-do-you-collect = Συλλέγετε περισσότερα δεδομένα στις πρώιμες εκδόσεις του { -brand-name-firefox };
privacy-faq-v2-sort-of = Κατά κάποιο τρόπο. Πέρα από τα προαναφερθέντα δεδομένα, λαμβάνουμε αναφορές καταρρεύσεων και σφαλμάτων από προεπιλογή στις πρώιμες εκδόσεις του { -brand-name-firefox }.
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/shield
privacy-faq-v2-we-may-also = Ενδέχεται επίσης να συλλέξουμε επιπρόσθετα δεδομένα στις πρώιμες εκδόσεις για κάποια από τις <a { $attrs }>μελέτες</a> μας. Για παράδειγμα, ορισμένες μελέτες απαιτούν «δεδομένα περιήγησης», που μπορεί να περιέχουν URL και άλλες πληροφορίες για ορισμένους ιστοτόπους. Αυτά μας βοηθούν να απαντήσουμε συγκεκριμένες ερωτήσεις για τη βελτίωση του { -brand-name-firefox }, όπως το πώς μπορούν να ενσωματωθούν καλύτερα οι δημοφιλείς ιστότοποι σε συγκεκριμένες περιοχές.
privacy-faq-v2-mozilla-pre-release = Οι πρώιμες εκδόσεις της { -brand-name-mozilla } για το { -brand-name-firefox } είναι πλατφόρμες ανάπτυξης, που ενημερώνονται συχνά με πειραματικές λειτουργίες. Συλλέγουμε περισσότερα δεδομένα στις πρώιμες εκδόσεις προκειμένου να κατανοήσουμε πώς λειτουργούν αυτές οι πειραματικές λειτουργίες. Μπορείτε να απενεργοποιήσετε τη συλλογή αυτών των δεδομένων στις προτιμήσεις.
privacy-faq-v2-but-why-do-you = Αλλά γιατί συλλέγετε αυτά τα δεδομένα;
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/ohttp-explained
privacy-faq-v2-if-we-dont-know = Αν δεν γνωρίζουμε πώς αποδίδει το πρόγραμμα περιήγησης ή ποιες λειτουργίες χρησιμοποιούνται περισσότερο, δεν μπορούμε να το βελτιώσουμε και να παρέχουμε το άψογο προϊόν που επιθυμείτε. Έχουμε επενδύσει στην ανάπτυξη της συλλογής δεδομένων και των εργαλείων ανάλυσης, που μάς επιτρέπουν να λαμβάνουμε έξυπνες αποφάσεις για το προϊόν μας με σεβασμό στο απόρρητο των ανθρώπων. Μπορείτε να διαβάσετε περισσότερα σχετικά με κάποιες από τις τεχνολογίες μας για την διατήρηση του απορρήτου, όπως το <a { $attrs }>OHTTP</a>.
privacy-faq-v2-data-collection-bugs-me = Η συλλογή δεδομένων με ενοχλεί. Μπορώ να την απενεργοποιήσω;
# Variables:
#   $privacy (url) - link to https://support.mozilla.org/kb/firefox-options-preferences-and-settings
#   $data (url) - link to https://support.mozilla.org/kb/technical-and-interaction-data
privacy-faq-v2-yes-user-control = Ναι. Ο έλεγχος από τον χρήστη είναι μία από τις αρχές μας όσον αφορά το απόρρητο των δεδομένων. Αυτό το εφαρμόζουμε στο { -brand-name-firefox } μέσω της <a { $privacy }>σελίδας ρυθμίσεων απορρήτου</a>, η οποία περιλαμβάνει όλες τις ρυθμίσεις ιδιωτικότητας που θα χρειαστείτε για το { -brand-name-firefox }. Μπορείτε να <a { $data }>απενεργοποιήσετε τη συλλογή δεδομένων</a> εκεί.
privacy-faq-v2-what-about-my-account = Τι γίνεται με τα δεδομένα του λογαριασμού μου;
privacy-faq-v2-we-are-big-believers = Πιστεύουμε πολύ στην ελαχιστοποίηση των δεδομένων και δεν ζητούμε πράγματα που δεν χρειαζόμαστε.
# Variables:
#   $attrs (url) - link to https://www.mozilla.org/account/
privacy-faq-v2-you-dont-need-an-account = Δεν χρειάζεστε λογαριασμό για να χρησιμοποιήσετε το { -brand-name-firefox }. Οι<a { $attrs }>λογαριασμοί</a> απαιτούνται για τον συγχρονισμό των δεδομένων σας με τις συσκευές σας, ενώ ζητάμε μόνο μια διεύθυνση email και την ηλικία σας (απλώς για να βεβαιωθούμε ότι δεν είστε ανήλικοι).
privacy-faq-v2-you-use-digital = Η στρατηγική σας για το μάρκετινγκ περιλαμβάνει τη χρήση ψηφιακών διαφημίσεων. Αγοράζετε τα δεδομένα των χρηστών για πιο στοχευμένες διαφημίσεις;
privacy-faq-v2-no-we-do-not-buy = Όχι, δεν αγοράζουμε τα δεδομένα των χρηστών για στοχευμένες διαφημίσεις.
privacy-faq-v2-we-do-not-ask = Ζητούμε από τους διαφημιστικούς μας συνεργάτες να χρησιμοποιούν μόνο τα δεδομένα που οι ιστότοποι και οι εκδότες γνωρίζουν για όλους τους χρήστες, όπως το πρόγραμμα περιήγησης και τη συσκευή που χρησιμοποιείτε.
privacy-faq-v2-well-it-seems = Λοιπόν, φαίνεται ότι ενδιαφέρεστε πραγματικά για το απόρρητό μου.
privacy-faq-v2-yes-we-do = Μάλιστα.
privacy-faq-v2-find-out-more = Μάθετε περισσότερα σχετικά με το πώς η { -brand-name-mozilla } προστατεύει το διαδίκτυο.
