# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/ ('en-US', 'en-CA', 'en-GB', 'de' and 'fr' excluded)

home-internet-for-people-not-profit = ഇന്റർനെറ്റ് ജനങ്ങള്‍ക്ക്, ലാഭേച്ഛയില്ലാതെ
home-did-you-know-mozilla-the-maker = നിങ്ങള്‍ക്കറിയാമോ? മോസില്ല — ഫയര്‍ഫോക്സ് നിർമ്മിച്ചവർ — ഇന്റര്‍നെറ്റിനെ തുറന്ന, എല്ലാവര്‍ക്കും ലഭ്യമായ ഒരു ആഗോള പൊതു വിഭവം ആയി സൂക്ഷിക്കാന്‍ പോരാടുന്നു.
home-fast-for-good = ഇനിയെന്നും വേഗതയോടെ.
home-with-2x-the-speed-built-in = രണ്ടിരട്ടി വേഗത, സ്വകാര്യതാസംരക്ഷണം, കൂടാതെ പുറകിൽ മോസില്ലയും, പുതിയ ഫയര്‍ഫോക്സ് ആണ് ബ്രൌസ് ചെയ്യാന്‍ കിടിലം.
home-we-make-the-internet-safer = ഞങ്ങൾ ഇന്റർനെറ്റിനെ എക്കാലത്തേക്കും സുരക്ഷിതവും ആരോഗ്യകരവും വേഗതയേറിയതും ആക്കുന്നു.
home-mozilla-is-the-not-for-profit = ഫയര്‍ഫോക്സിന് പുറകിലുള്ള ലാഭേച്ഛയില്ലാത്ത സംഘടനയാണ് മോസില്ല. ജനങ്ങളെ സേവിക്കാനുള്ളതായി ഇൻെർനെറ്റിനെ നിലനിര്‍ത്താനുള്ള നയങ്ങളും ഉല്‍പന്നങ്ങളുമാണ് ഞങ്ങള്‍ നിർമ്മിക്കുന്നത്, ലാഭമല്ല.
home-our-impact = ഞങ്ങളുടെ സ്വാധീനം
home-when-you-use-firefox-you-help = ഫയർഫോക്സ് ഉപയോഗിക്കുന്നതിലൂടെ, താങ്കൾ മോസില്ലയെ ഓൺലൈനിൽ തെറ്റായ വിവരം ലഭ്യമാകുന്നതിനെ എതിർക്കുന്നതിലും ഡിജിറ്റൽ പാടവം വർദ്ധിപ്പിക്കുന്നതിലും, വിവരണങ്ങൾ കൂടുതൽ മാനുഷികമാക്കുന്നതിലും സഹായിക്കുന്നു. കൂടുതൽ അരോഗ്യപരമായ ഒരു ഇന്റർനെറ്റ് നിർമ്മിക്കുന്നതിനെ എന്തൊക്കെ സഹായിക്കുന്നു എന്ന് അറിയൂ.
home-working-to-keep-the-internet = വെബ്ബിനെ ആരോഗ്യപരവും കിടിലവും എല്ലാവര്‍ക്കും ലഭ്യവുമായി നിലനിര്‍ത്താന്‍ സഹായിക്കുന്നു. ഞങ്ങൾ വെബ്ബ് സാക്ഷരത പഠിപ്പിക്കുന്നു, ടുളുകള്‍ നൽകുന്നു, ഇന്റെര്‍നെറ്റിനെ ഒരു ആഗോള പൊതുവിഭവമായി കാണുന്ന എല്ലാവർക്കും വേണ്ടി സംസാരിക്കുന്നു.
home-working-at-the-grassroots-and = ഏറ്റവും അടിസ്ഥാനപരവും നയപരവുമായ തലങ്ങളിൽ പ്രവർത്തിച്ചു കൊണ്ട് ഞങ്ങൾ വെബ് സാക്ഷരത പരിപോഷിപ്പിക്കുകയും, ഉപകരണങ്ങൾ നൽകുകയും ബഹുമാനം, ഉൾപ്പെടുത്തൽ, ന്യായം എന്നിവയിൽ അധിഷ്ഠിതമായ ഒരു ഇന്റർനെറ്റിൽ മൂല്യം കണ്ടെത്തുന്ന ഏതൊരു വ്യക്തിയെ പ്രതിനിധീകരിച്ച് വാദിക്കുകയും ചെയ്യുന്നു.
home-mozilla-information-trust-initiative = മോസില്ല ഇന്‍ഫർമേഷന്‍ ട്രസ്റ്റ് സംരംഭം
home-empowering-women-online = ഓണ്‍ലൈനിലെ സ്ത്രീശാക്തീകരണം
home-the-coral-project = കോറൽ പ്രോജക്ട്
home-read-our-internet-health-report = ഇന്റർനെറ്റ് ആരോഗ്യ റിപ്പോർട്ട് വായിക്കുക
home-our-innovations = കണ്ടുപിടിത്തങ്ങള്‍
home-using-the-web-as-the-platform = വെബ്ബിനെ പ്ലാറ്റ്ഫോം ആയി ഉപയോഗിക്കുന്നതിലൂടെ, അടഞ്ഞ, കുത്തക ആവാസവ്യവസ്ഥകളിൽ നിന്ന് സ്വതന്ത്രമായി പ്രവർത്തിച്ചുകൊണ്ട് നമ്മൾക്കെല്ലാവർക്കുമായി വേഗമേറിയ സുരക്ഷിതമായ വെബ് അനുഭവങ്ങൾ നിർമ്മിക്കാൻ ഡെവലപ്പർമാരെ സഹായിക്കുന്ന നൂതനവും സ്വതന്ത്രവുമായ സാങ്കേതിക വിദ്യകള്‍ ഞങ്ങൾ നിർമ്മിക്കുന്നു.
home-virtual-reality-platform = വെർച്വൽ റിയാലിറ്റി പ്ലാറ്റ്ഫോം
home-common-voice = { -brand-name-common-voice }
home-extensions = എക്സ്റ്റന്‍ഷനുകള്‍
home-personalize-firefox-with-your = രഹസ്യവാക്ക് കൈകാര്യം ചെയ്യൽ, പരസ്യങ്ങൾ തടയൽ എന്നിങ്ങനെ നിങ്ങൾക്ക് ഇഷ്ടമുള്ള ഉപകരണങ്ങൾ ചേർത്തുകൊണ്ട് ഫയർഫോക്സിനെ ഇഷ്ടാനുസൃതം ക്രമീകരിക്കൂ.
home-careers = തൊഴിലുകള്‍
home-learn-about-the-benefits-of = മോസില്ലയില്‍ ജോലി ചെയ്യുന്നതിന്റെ ഗുണങ്ങളും ആഗോളതലത്തില്‍ നിലവിലുള്ള ഒഴിവുകളേയുംക്കുറിച്ച് അറിയൂ.
home-need-help = സഹായം വേണോ?
home-get-answers-to-your-questions = ഫയര്‍ഫോക്സിനെക്കുറിച്ചും എല്ലാ മോസില്ല ഉല്‍പ്പന്നങ്ങളെക്കുറിച്ചുമുള്ള നിങ്ങളുടെ സംശയങ്ങള്‍ക്കുള്ള ഉത്തരം ഞങ്ങളുടെ സപ്പോര്‍ട്ട് ടീമിന്റെ അടുത്ത് നിന്നും നേടൂ.
