# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/about/manifesto/

# HTML page title
manifesto-the-mozilla-manifesto = { -brand-name-mozilla } ძირითადი დებულებები
# HTML page description
manifesto-these-are-the-principles = აქ არის მოცემული ის დებულებები, რომლითაც ვხელმძღვანელობთ ინტერნეტის გახსნილობის შენარჩუნების, სიახლეების დანერგვისა და ხელმისაწვდომობის გაზრდის მხარდაჭერისას.
manifesto-the-internet-is-an-integral = ინტერნეტი არის თანამედროვე ცხოვრების განუყოფელი ნაწილი — მთავარი შემადგენელია განათლების, ურთიერთობის, თანამშრომლობის, საქმიანობის, გართობისა და მთლიანად საზოგადოებრივი ცხოვრების.
manifesto-the-internet-is-a-global = ინტერნეტი საერთაშორისო საჯარო რესურსია, რომელიც უნდა დარჩეს გახსნილი და საყოველთაოდ ხელმისაწვდომი.
manifesto-the-internet-must-enrich = ინტერნეტი უნდა იყოს სასარგებლო, თითოეული ადამიანის ცხოვრებისთვის.
manifesto-individuals-security-and = ინტერნეტში უსაფრთხოება და პირადი ინფორმაციის ხელშეუხებლობა წარმოადგენს ადამიანის ძირითად უფლებებს და ვერ ჩაითვლება მეორეხარისხოვნად.
manifesto-individuals-must-have = ადამიანებს უნდა ჰქონდეთ შესაძლებლობა, მოარგონ ინტერნეტი საკუთარ სურვილებს.
manifesto-the-effectiveness-of-the = ინტერნეტის, როგორც საჯაროდ ხელმისაწვდომი საშუალებების ერთობლიობის სარგებლიანობა განისაზღვრება თავსებადობის დონით (ოქმების, მონაცემთა სახეების, შიგთავსის), დანერგილი სიახლეებითა და მონაწილეების დამოუკიდებლობის ხარისხით, მთელი მსოფლიოს მასშტაბით.
manifesto-free-and-open-source-software = უფასო და ღია წყაროს პროგრამებს წვლილი შეაქვს ინტერნეტის, როგორც საჯარო რესურსის მშენებლობაში.
manifesto-transparent-community = გამჭვირვალე, ერთობაზე დაფუძნებული სამუშაო გარემო ზრდის მონაწილეობის სურვილს, პასუხისმგებლობასა და ნდობას.
manifesto-commercial-involvement = კომერციულ ჩართულობას ინტერნეტის შენებაში, მეტი სარგებელი მოაქვს; წონასწორობის შენარჩუნება კი ფინანსურ მოგებასა და საზოგადოებრივ მოგებას შორის გადამწყვეტია.
manifesto-magnifying-the-public = ინტერნეტის სარგებლიანობის გაზრდა არის ის მნიშვნელოვანი მიზანი, რომლისკენაც ღირს დროის, ყურადღების და გონებრივი ძალისხმევის მიმართვა.
manifesto-principle-1 = დებულება 1
manifesto-principle-2 = დებულება 2
manifesto-principle-3 = დებულება 3
manifesto-principle-4 = დებულება 4
manifesto-principle-5 = დებულება 5
manifesto-principle-6 = დებულება 6
manifesto-principle-7 = დებულება 7
manifesto-principle-8 = დებულება 8
manifesto-principle-9 = დებულება 9
manifesto-principle-10 = დებულება 10
manifesto-01 = 01
manifesto-02 = 02
manifesto-03 = 03
manifesto-04 = 04
manifesto-05 = 05
manifesto-06 = 06
manifesto-07 = 07
manifesto-08 = 08
manifesto-09 = 09
manifesto-10 = 10
# Main page heading
manifesto-the-mozilla-manifesto-addendum = { -brand-name-mozilla } ძირითადი დებულებების დანართი
# Main page sub-heading
manifesto-pledge-for-a-healthy-internet = განაცხადი ინტერნეტის სიჯანსაღის შესახებ
manifesto-the-open-global-internet = საყოველთაო და გახსნილი ინტერნეტი არის ჩვენს ხელთ არსებული ყველაზე მძლავრი საშუალება ურთიერთკავშირისა და ურთიერთთანამშრომლობისთვის. მისი მეშვეობით შესაძლებელია კაცობრიობის განვითარებისთვის საჭირო მნიშვნელოვანი მიზნების ხორცშესხმა. იგი გზას უხსნის შემეცნებას, ურთიერთდახმარებაზე აგებული ადამიანური გარემოს შექმნასა და იმ დაბრკოლებების გადალახვას, რომელთაც ხალხი ყველგან აწყდება.
manifesto-over-the-last-decade-we = უკანასკნელ ათწლეულში ჩვენ ვიხილეთ ამ ყველაფრის არაერთი გამოვლინება. აგრეთვე, კარგად ვნახეთ, თუ რა ძალა აქვს ინტერნეტს განხეთქილების წარმოქმნაში, ურთიერთდაპირისპირების, ძალადობის, შუღლის გაღვივებაში და როგორ შეიძლება მისით საზოგადოებრივ ცხოვრებაზე ზემოქმედება. ამასთანავე, ჩვენ ვისწავლეთ, რომ უფრო მკაფიოდ უნდა განვსაზღვროთ ჩვენი მისწრაფებები, ინტერნეტის გაჯანსაღებასთან დაკავშირებით. ასეც ვიქცევით.
manifesto-we-are-committed-to-people = ჩვენ ვიღწვით ისეთი ინტერნეტის ჩამოყალიბებისთვის, რომელიც სრულად მოიცავს დედამიწის თითოეულ მოსახლეს — სადაც ცალკეული პიროვნებების ინტერნეტთან წვდომადობას, შესაძლებლობებსა და ხარისხს არ განსაზღვრავს მათი საცხოვრებელი ადგილი.
manifesto-we-are-committed-to-discourse = ჩვენ ვიღწვით ისეთი ინტერნეტის შესაქმნელად, რომელიც ხელს შეუწყობს ადამიანებს შორის აზრთა თავისუფალ გაცვლა-გამოცვლას, კეთილშობილურ ურთიერთობებსა და პიროვნების თვითდამკვიდრებას საზოგადოებაში.
manifesto-we-are-committed-to-thinking = ჩვენ ვიღწვით ისეთი ინტერნეტის მხარდასაჭერად, რომელიც აამაღლებს კრიტიკულ აზროვნებას, დასაბუთებული შეხედულებებით მსჯელობას, ცოდნის გაზიარებასა და გადამოწმების ან დამტკიცების შესაძლებლობის მქონე ფაქტების გამოყენებას.
manifesto-we-are-committed-to-diverse = ჩვენ ვიღწვით ისეთი ინტერნეტისთვის, რომელიც გააუმჯობესებს ურთიერთთანამშრომლობის შესაძლებლობებს ადამიანთა განსხვავებულ ჯგუფებს შორის, საერთო საზოგადოებრივი სიკეთეების შესაქმნელად.
manifesto-show-your-support = გამოხატეთ თქვენი მხარდაჭერა
manifesto-an-internet-with-these = ამ მახასიათებლების მქონე ინტერნეტი თავისით ვერ ჩამოყალიბდება. საჭიროა ცალკეული ადამიანებისა და დაწესებულებების ჩართულობა, ახალი საშუალებების შესამუშავებლად, დასანერგად და ამ ყველაფრის ინტერნეტცხოვრებაში გასატარებლად. { -brand-name-mozilla }-ს დებულებები და დანართი, წარმოადგენს { -brand-name-mozilla }-ს მკაფიო განაცხადს, ამ მიზნებისკენ სწრაფვის შესახებ. ჩვენ გვსურს ვიმუშაოთ ყველა იმ ხალხთან და დაწესებულებასთან ერთად, რომლებიც იზიარებს ამ მისწრაფებებს, რომ ინტერნეტი გახდეს კიდევ უფრო უკეთესი, თითოეული ადამიანისთვის.
manifesto-i-support-the-vision-of-v2 = მე მხარს ვუჭერ { -brand-name-mozilla }-ს ხედვას უკეთესი, ჯანსაღი ინტერნეტის შესახებ, შემომიერთდები?
# obsolete (expires 2025-04-12)
manifesto-i-support-the-vision-of = მე მხარს ვუჭერ @mozilla-ს ხედვას, უკეთესი და ჯანსაღი ინტერნეტის შესახებ, შემომიერთდები?
manifesto-share-on-bluesky = გააზიარეთ ბლუსკიზე
manifesto-our-10-principles = <strong>ჩვენი 10</strong> დებულება
manifesto-read-the-entire-manifesto = გაეცანით, დებულებებს სრულად
manifesto-love-the-web = გიყვართ ინტერნეტი?
manifesto-get-the-mozilla-newsletter = გაეცანით { -brand-name-mozilla }-ს სიახლეებს და დაგვეხმარეთ, შევინარჩუნოთ ინტერნეტის საყოველთაო გახსნილობა და ხელმისაწვდომობა.
manifesto-details-the-mozilla-manifesto = { -brand-name-mozilla } ძირითადი დებულებები
manifesto-details-introduction = შესავალი
manifesto-details-the-internet-is-becoming = ინტერნეტის მნიშვნელობა სულ უფრო მეტად იზრდება ჩვენს ცხოვრებაში.
manifesto-details-the-mozilla-project-global = { -brand-name-mozilla } პროექტი არის საერთაშორისო ერთობა იმ ადამიანების, რომელთაც სჯერათ, რომ გახსნილობა, ინოვაციები და შესაძლებლობები არის გასაღები, ინტერნეტის მომავლის და სიჯანსაღის. ჩვენ ერთად ვმუშაობთ 1998 წლიდან, რომ უზრუნველვყოთ ინტერნეტის განვითარება იმ გზით, რომელიც თითოეულ ადამიანს მოუტანს სარგებელს. ჩვენ ყველაზე უკეთ გვიცნობენ, როგორც { -brand-name-mozilla } { -brand-name-firefox } ბრაუზერის შემქმნელებს.
manifesto-details-the-mozilla-project-community = { -brand-name-mozilla }-პროექტი არის ერთობაზე დაფუძნებული საშუალება, მსოფლიო მნიშვნელობის ღია წყაროს პროგრამების შესაქმნელად და ახალი სახის თანამშრომლობის გასავითარებლად. ჩვენ ვქმნით ხალხის ერთობას, რომელიც მუშაობს, რომ ინტერნეტი გახდეს მეტად სასარგებლო თითოეული ჩვენგანისთვის.
manifesto-details-as-a-result-of = ამ ძალისხმევის შედეგად, ჩვენ გამოვყავით დებულებების კრებული, რომელიც გვჯერა, რომ არის გადამწყვეტი ინტერნეტის სარგებლიანობის შენარჩუნებაში როგორც საზოგადოებრივი, ასევე კომერციული კუთხით. ამ დებულებებს გთავაზობთ ქვემოთ.
manifesto-details-the-goals-for = ამ წერილობითი დოკუმენტის მიზანია:
manifesto-details-articulate-a-vision = ინტერნეტის მომავლის შესახებ { -brand-name-mozilla } პროექტის მონაწილეების იმ ხედვის ნათლად ჩამოყალიბება, რომლის განხორციელებისკენაც უნდა ისწრაფვოდეს { -brand-name-mozilla-foundation };
manifesto-details-speak-to-people = ხალხისთვის ინფორმაციის მიწოდება, მიუხედავად მათი ცოდნისა და გამოცდილებისა ტექნიკურ სფეროში;
manifesto-details-make-mozilla-contributors = რომ { -brand-name-mozilla }-ს მონაწილეებმა და მოხალისეებმა იამაყონ ჩვენი საქმიანობით, რაც მეტ მოტივაციას შეგვმატებს;
manifesto-details-provide-a-framework = და შევთავაზოთ სხვებს სამუშაო პირობები, ინტერნეტის მიმართ ამგვარი ხედვისა ცხოვრებაში გასატარებლად.
manifesto-details-these-principles = ეს დებულებები თავისით არ შესრულდება. ინტერნეტის გახსნილობისა და საჯაროობის უზრუნველსაყოფად ხალხია საჭირო - ხალხი, რომელიც იმუშავებს დამოუკიდებლად, ჯგუფურად და გაუძღვება სხვებს. { -brand-name-mozilla-foundation } მტკიცედ ცდილობს { -brand-name-mozilla }-ს პრინციპების ხელშეწყობასა და მხარდაჭერას. ჩვენ ვიწვევთ ყველას, რომ შემოგვიერთდნენ და ერთად გავხადოთ ინტერნეტი უკეთესი და სასარგებლო, თითოეული ჩვენგანისთვის.
manifesto-details-principles = დებულებები
manifesto-details-the-internet-is-integral = ინტერნეტი არის თანამედროვე ცხოვრების განუყოფელი ნაწილი — მთავარი შემადგენელი განათლების, ურთიერთობის, თანამშრომლობის, საქმიანობის, გართობისა და მთლიანად საზოგადოებრივი ცხოვრების.
manifesto-details-the-internet-is-global = ინტერნეტი საერთაშორისო საჯარო რესურსია, რომელიც უნდა დარჩეს გახსნილი და საყოველთაოდ ხელმისაწვდომი.
manifesto-details-the-internet-must = ინტერნეტი უნდა იყოს სასარგებლო, თითოეული ადამიანის ცხოვრებისთვის.
manifesto-details-individuals-security = ინტერნეტში უსაფრთხოება და პირადი ინფორმაციის ხელშეუხებლობა წარმოადგენს ადამიანის ძირითად უფლებებს და ვერ ჩაითვლება მეორეხარისხოვნად.
manifesto-details-individuals-must = ადამიანებს უნდა ჰქონდეთ შესაძლებლობა, მოარგონ ინტერნეტი საკუთარ სურვილებსა და საჭიროებებს.
manifesto-details-the-effectiveness = ინტერნეტის, როგორც საჯაროდ ხელმისაწვდომი საშუალებების ერთობლიობის სარგებლიანობა განისაზღვრება თავსებადობის დონით (ოქმების, მონაცემთა სახეების, შიგთავსის), დანერგილი სიახლეებითა და მონაწილეების დამოუკიდებლობის ხარისხით, მთელი მსოფლიოს მასშტაბით.
manifesto-details-free-and-open = უფასო და ღია წყაროს პროგრამებს წვლილი შეაქვს ინტერნეტის, როგორც საჯარო რესურსის მშენებლობაში.
manifesto-details-transparent-community = გამჭვირვალე, ერთობაზე დაფუძნებული სამუშაო გარემო ზრდის მონაწილეობის სურვილს, პასუხისმგებლობასა და ნდობას.
manifesto-details-commercial-involvement = კომერციულ ჩართულობას ინტერნეტის შენებაში, მეტი სარგებელი მოაქვს; წონასწორობის შენარჩუნება კი ფინანსურ მოგებასა და საზოგადოებრივ მოგებას შორის არის გადამწყვეტი.
manifesto-details-magnifying-the = ინტერნეტის სარგებლიანობის გაზრდა არის ის მნიშვნელოვანი მიზანი, რომლისკენაც ღირს დროის, ყურადღების და გონებრივი ძალისხმევის მიმართვა.
manifesto-details-advancing-the = { -brand-name-mozilla }-ს პრინციპების განხორციელება
manifesto-details-there-are-many = ამ დებულებების ცხოვრებაში გასატარებლად, უამრავი განსხვავებული საშუალება არსებობს. ჩვენ მივესალმებით ყველა სახის საქმიანობას და ველით ისეთივე შემოქმედებითობას, როგორსაც { -brand-name-mozilla }-ს მონაწილეები იჩენენ პროექტის სხვადასხვა დარგში მუშაობისას. ხოლო მათ, ვინც არ არიან ამ პროექტში ჩართულნი, ყველაზე მარტივად და შედეგიანად მხარდაჭერის გამოხატვა შეუძლიათ { -brand-name-mozilla } { -brand-name-firefox } და სხვა პროდუქტების გამოყენებით, რაც ხელს შეუწყობს მოცემული პრინციპების ხორცშესხმას.
manifesto-details-mozilla-foundation = { -brand-name-mozilla-foundation } – პირობა
manifesto-details-the-mozilla-foundation-pleges = { -brand-name-mozilla-foundation } იღებს ნებაყოფლობით ვალდებულებას მხარი დაუჭიროს თავისი საქმიანობით { -brand-name-mozilla }-ის პრიციპების შესრულებას. კონკრეტულად, ჩვენ:
manifesto-details-build-and-enable = ვქმნით და ხელს ვუწყობთ ღია წყაროს ტექნოლოგიებსა და საზოგადოებებს, რომლებსაც წვლილი შეაქვს მოცემული დებულებების განხორციელებაში;
manifesto-details-build-and-deliver = ვქმნით და ვაწვდით მომხმარებლებს მაღალი ხარისხის პროდუქტებს, რომელიც ასევე მხარს უჭერს, მოცემულ დებულებებს;
manifesto-details-use-the-mozilla = ვიყენებთ { -brand-name-mozilla }-ს ფასეულობებს (ინტელექტუალურ საკუთრებას, საავტორო უფლებებს, სავაჭრო ნიშნებს, კაპიტალს, ფონდებს, რეპუტაციას), ინტერნეტის გახსნილობის შესანარჩუნებლად;
manifesto-details-promote-models = ვცდილობთ ეკონომიკური დოვლათის შექმნას, საზოგადოებრივი სარგებლის მიღების მიზნით; ამავე დროს
manifesto-details-promote-the-mozilla = { -brand-name-mozilla }-ს მოცემული დებულებების მხარდაჭერას, საზოგადოებრივ ცხოვრებასა და ინტერნეტსივრცეში.
manifesto-details-some-foundation = საქმიანობის ზოგიერთ არეალს — მათ შორის სამომხმარებლო პროდუქტების შექმნას, მიწოდებასა და ხელშეწყობას — ძირითად მიმართულებად განიხილავს { -brand-name-mozilla-foundation }, რომლის შვილობილიცაა { -brand-name-mozilla-corporation }.
manifesto-details-invitation = მოწვევა
manifesto-details-the-mozilla-foundation-invites = { -brand-name-mozilla-foundation } იწვევს ყველას, ვისაც სურს ზემოთ { -brand-name-mozilla }-ს დებულებების მხარდაჭერა და ახალი გზების შემუშავებაში დახმარება, ინტერნეტის მიმართ ამგვარი ხედვის ხორცშესხმისთვის.
