# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Веб-браузер деген не?
# HTML page description
what-is-a-browser-a-web-browser = Веб-браузер сізді интернеттің кез келген жеріне апарып, әлемнің түкпір-түкпірінен мәтінді, суреттерді және видеоларды көруге мүмкіндік береді.
what-is-a-browser-the-web-is-a-vast = Веб — бұл кең әрі қуатты құрал. Бірнеше онжылдық ішінде интернет жұмыс істеу, ойын ойнау және бір-бірімізбен қарым-қатынас жасау тәсілдерін өзгертті. Қалай қолданылатынына байланысты, ол халықтарды біріктіреді, сауданы дамытады, қарым-қатынастарды нығайтады, болашақтың инновациялық қозғалтқышын жүргізеді және біз білетіннен де көп мемдерге жауапты.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Әрбір адамның вебке қол жеткізуі маңызды, бірақ сонымен бірге оған қол жеткізу үшін қолданатын <a href="{ $tools }">құралдарымызды түсінуіміз</a> де өте маңызды. Біз күн сайын { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } және { -brand-name-apple } { -brand-name-safari } сияқты веб-браузерлерді қолданамыз, бірақ олардың не екенін және қалай жұмыс істейтінін түсінеміз бе?
what-is-a-browser-in-a-short-period-long = Қысқа уақыт ішінде біз әлемнің түкпір-түкпіріне электрондық пошта жіберу мүмкіндігіне таң қалудан, ақпарат туралы ойлау тәсіліміздің өзгеруіне дейін жеттік. Енді мәселе қаншалықты білетініңізде емес, қай браузер немесе қолданба сол ақпаратқа тезірек жеткізе алатынында.
what-is-a-browser-in-a-short-period = Қысқа уақыт ішінде біз әлемнің түкпір-түкпіріне электрондық пошта жіберу мүмкіндігіне таң қалудан, ақпарат туралы ойлау тәсіліміздің өзгеруіне дейін жеттік.
what-is-a-browser-how-does-a-web = Веб-браузер қалай жұмыс істейді?
what-is-a-browser-a-web-browser-long = Веб-браузер сізді интернеттің кез келген жеріне апаруға мүмкіндік береді. Ол вебтің басқа бөліктерінен ақпаратты алып, оны жұмыс үстеліңізде немесе мобильді құрылғыңызда көрсетеді. Ақпарат мәтіннің, суреттердің және видеоның вебте қалай берілетінін анықтайтын Hypertext Transfer Protocol арқылы беріледі. Бұл ақпарат кез келген браузерді қолданатын адамдар әлемнің кез келген нүктесінде ақпаратты көре алуы үшін біркелкі форматта бөлісілуі және көрсетілуі тиіс.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = Өкінішке орай, барлық браузер жасаушылар форматты бірдей түсіндіруді таңдамайды. Пайдаланушылар үшін бұл веб-сайттың басқаша көрінуі және жұмыс істеуі мүмкін дегенді білдіреді. Кез келген пайдаланушы таңдаған браузеріне қарамастан интернетті пайдалана алуы үшін браузерлер арасында үйлесімділік орнату <a href="{ $standards }">веб-стандарттар</a> деп аталады.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Веб-браузер интернетке қосылған серверден деректерді алған кезде, ол деректерді мәтін мен суреттерге айналдыру үшін өңдеу қозғалтқышы (rendering engine) деп аталатын бағдарламалық құралды қолданады. Бұл деректер <a href="{ $html }">Hypertext Markup Language</a> (HTML) тілінде жазылады және веб-браузерлер интернетте біз көретін, еститін және сезінетін нәрселерді жасау үшін осы кодты оқиды.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Гиперсілтемелер</a> пайдаланушыларға вебтегі басқа беттерге немесе сайттарға өтуге мүмкіндік береді. Әрбір веб-беттің, суреттің және видеоның өзіндік бірегей <a href="{ $url }">Uniform Resource Locator</a> (URL) адресі бар, ол веб-адрес деп де аталады. Браузер деректер алу үшін серверге жүгінгенде, веб-адрес браузерге html-де сипатталған әрбір элементті қайдан іздеу керектігін айтады, содан кейін ол браузерге оның веб-беттің қай жерінде орналасатынын көрсетеді.
what-is-a-browser-cookies-not-the = Cookie файлдары (дәмді печенье емес)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Веб-сайттар сіз туралы ақпаратты <a href="{ $cookies }">cookie файлдары</a> деп аталатын файлдарда сақтайды. Олар сайтқа келесі жолы кіргенде қолдану үшін компьютеріңізде сақталады. Қайта оралғаныңызда, веб-сайт коды бұл файлды оқып, сіз екеніңізді анықтайды. Мысалы, веб-сайтқа кіргенде, бет сіздің пайдаланушы атыңыз бен пароліңізді есте сақтайды – бұған cookie файлы арқылы қол жеткізіледі.
what-is-a-browser-there-are-also = Сондай-ақ сіз туралы толығырақ ақпаратты есте сақтайтын cookie файлдары болады. Бұл сіздің қызығушылықтарыңыз, вебті шолу әдеттеріңіз және т.б. болуы мүмкін. Бұл сайт сізге көбінесе жарнама түріндегі мақсатты мазмұнды ұсына алатынын білдіреді. <em>Үшінші тараптық</em> (third-party) cookie файлдары деп аталатын түрлері бар, олар сіз сол сәтте кірмеген сайттардан келеді және сіз туралы ақпарат жинау үшін сайттан сайтқа соңыңыздан ілесе алады, кейде бұл ақпарат басқа компанияларға сатылады. Кейде мұндай cookie файлдарын бұғаттауға болады, бірақ барлық браузерлер бұған мүмкіндік бермейді.
what-is-a-browser-when-you-go-to = Веб-сайтқа кірген кезде бет сіздің пайдаланушы атыңыз бен пароліңізді есте сақтайды – бұған cookie файлы арқылы қол жеткізіледі.
what-is-a-browser-understanding = Жекелікті түсіну
what-is-a-browser-nearly-all-major = Барлық дерлік ірі браузерлерде жеке шолу баптаулары бар. Олар шолу тарихын сол компьютердегі басқа пайдаланушылардан жасыру үшін жасалған. Көптеген адамдар жеке шолу немесе инкогнито режимі олардың кім екенін де, шолу тарихын да интернет-провайдерлерден, үкіметтерден және жарнама берушілерден жасырады деп ойлайды. Олай емес. Бұл баптаулар тек жүйедегі тарихты тазартады, бұл ортақ немесе қоғамдық компьютерде маңызды жеке ақпаратпен жұмыс істегенде пайдалы. { -brand-name-firefox } бұдан да асып түседі.
what-is-a-browser-firefox-helps = { -brand-name-firefox } сіздің соңыңыздан ілесетін трекерлерді бұғаттау арқылы желіде жекелігіңізді сақтауға көмектеседі.
what-is-a-browser-making-your-web = Веб-браузеріңізді өзіңіз үшін жұмыс істету
what-is-a-browser-most-major-web = Негізгі веб-браузерлердің көпшілігі пайдаланушыларға кеңейтулер немесе қосымшалар арқылы мүмкіндіктерді өзгертуге мүмкіндік береді. Кеңейтулер — браузеріңізді баптау немесе функциялар қосу үшін қосуға болатын бағдарламалық құралдардың бөліктері. Кеңейтулер жаңа мүмкіндіктерді, шет тілі сөздіктерін немесе көрнекі көріністер мен темаларды қосу сияқты барлық қызықты әрі практикалық әрекеттерді орындай алады.
what-is-a-browser-all-browser-makers = Барлық браузер жасаушылар өз өнімдерін кескіндер мен видеоларды мүмкіндігінше тез және кедергісіз көрсету үшін әзірлейді, бұл сізге интернетті тиімді пайдалануға мүмкіндік береді. Олардың барлығы пайдаланушылардың жылдам, қуатты және пайдалану оңай браузерге ие болуын қамтамасыз ету үшін көп жұмыс істейді. Олардың айырмашылығы мақсатында. Өзіңізге сәйкес браузерді таңдау маңызды. { -brand-name-mozilla } пайдаланушылардың желідегі өмірін бақылауын қамтамасыз ету және интернеттің барлығына қолжетімді, жаһандық, қоғамдық ресурс болуын қамтамасыз ету үшін { -brand-name-firefox } браузерін жасайды.
