# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/mission/

हम एक बेहतर इंटरनेट बना रहे हैं

mission-our-mission-is-to-ensure-the-internet = हमारा मिशन यह सुनिश्चित करना है कि इंटरनेट एक वैश्विक सार्वजनिक संसाधन है, खुला और सभी के लिए सुलभ है। एक इंटरनेट है कि वास्तव में लोगों को पहले डालता है, जहां व्यक्तियों को अपने अनुभव को आकार कर सकते है और सशक्त, सुरक्षित और स्वतंत्र हैं ।

# Only shown if mission-our-mission-is-to-ensure-the-internet is not translated
हमारा मिशन वेब पर खुलापन, नवाचार और अवसर को बढ़ावा देना है.

Mozilla में, हम इंटरनेट को जिंदा और सुलभ बनाये रखने के लिए प्रौद्योगिकीविदों, विचारकों और बिल्डरों की एक वैश्विक समुदाय हैं, ताकि दुनिया भर के लोग सूचित योगदानकर्ता और वेब के रचनाकार हो सकते है.

हम विश्वास करते हैं कि एक खुले मंच पर मानव सहयोग का यह कृत्य व्यक्तिगत विकास और हमारे सामूहिक भविष्य के लिए आवश्यक है.

# Variables:
#   $url (url) - link to https://www.mozilla.org/about/manifesto/
हमारे मिशन के मूल्यों और सिद्धांतों, जो हमारे मिशन का मार्गदर्शक है, के बारे में भी अधिक से अधिक जानने के लिए <a href="%(url)s">Mozilla घोषणा पत्र </a>पढ़ें.

हम कौन हैं, हम कहाँ से आए हैं, और कैसे हम आप के लिए वेब बेहतर बना रहे हैं  के बारे में अधिक जानने के लिए ऊपर वीडियो देखें.

शामिल हों

कई अलग अलग क्षेत्रों में स्वयंसेवक के अवसर

इतिहास

हम कहाँ से आते हैं और हम यहाँ कैसे पहुँचें जहां हम अभी हैं

फोरम

विषयों में समर्थन, उत्पाद, और प्रौद्योगिकी शामिल है

संचालन

हमारी संरचना, संगठन, और व्यापक Mozilla समुदाय
