# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN კომპიუტერისთვის ან ლეპტოპისთვის { -brand-name-mozilla }-სგან
vpn-desktop-if-you-are = თუ ეძებთ VPN-ს ლეპტოპის ან კომპიუტერის დასაცავად, იხილეთ { -brand-name-mozilla-vpn }. { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, თუ როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-desktop-vpns-can-provide = VPN უზრუნველყოფს უსაფრთხოების დამატებით ფენას თქვენი ლეპტოპისთვის ან კომპიუტერისთვის, გეხმარებათ ჰაკერული, თაღლითური შეტევებისა და სხვა საფრთხეებისგან დაცვაში. VPN შიფრავს თქვენს მონაცემებსა და ადგილსამყოფელს, კომპიუტერსა და ინტერნეტს შორის ერთგვარი „გვირაბის“ შექმნით. თუ თქვენი ლეპტოპი ან კომპიუტერი არ იყენებს VPN-ს, ჰაკერებსა და გარეშე პირებს საშუალება აქვთ, ჩაეჭრან მიმოცვლილი მონაცემების ნაკადში, რაც საფრთხის ქვეშ აყენებს თქვენს პირადულობას.
vpn-desktop-how-does-a = როგორ იცავს VPN ჩემს ლეპტოპს ან კომპიუტერს?
vpn-desktop-there-are-several = რამდენიმე მიზეზი არსებობს, თუ რატომ უნდა გამოიყენოთ VPN საკუთარი თავის დასაცავად ლეპტოპით ან კომპიუტერით სარგებლობისას:
vpn-desktop-stronger-privacy = <strong>გაძლიერებული პირადულობა:</strong> ვინაიდან VPN ნიღბავს თქვენს IP-მისამართს, შეგიძლიათ ინტერნეტში უსაფრთხოდ იმოგზაუროთ იმის გათვალისწინებით, რომ თქვენს მოქმედებებს ვერ დაუკავშირებენ ერთმანეთს ინფორმაციის შემგროვებლები თქვენი IP-ს ცალკე გამორჩევის საფუძველზე.
vpn-desktop-safer-against-spying = <strong>უკეთ დაცვა თვალთვალისგან:</strong> თქვენი მონაცემების VPN-ით დაშიფვრა თითქმის შეუძლებელს ხდის თქვენი ქსელის მეთვალყურეთათვის, გაარკვიონ, რას საქმიანობთ ან ვისთან გაქვთ კავშირი.
