# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN კომპიუტერისთვის ან ლეპტოპისთვის { -brand-name-mozilla }-სგან
vpn-desktop-if-you-are = თუ ეძებთ VPN-ს ლეპტოპის ან კომპიუტერის დასაცავად, გაეცანით { -brand-name-mozilla-vpn }-ს. { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, თუ როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-desktop-vpns-can-provide = VPN უზრუნველყოფს უსაფრთხოების დამატებით ფენას თქვენი ლეპტოპის ან კომპიუტერისთვის, დაგეხმარებათ გიცავთ გარჩევაში, თაღლითური შეტევებისა და სხვა საფრთხისგან. VPN შიფრავს თქვენს მონაცემებსა და ადგილსამყოფელს, თქვენს კომპიუტერსა და ინტერნეტს შორის „გვირაბის“ შექმნით. თუ თქვენი ლეპტოპი ან კომპიუტერი არ იყენებს VPN-ს, ჰაკერებმა და მესამე მხარეებმა შესაძლოა მოახერხონ თქვენს ტრაფიკის თვალთვალი, რაც საფრთხის ქვეშ დააყენებს თქვენს პირადულობას.
vpn-desktop-how-does-a = როგორ იცავს VPN ჩემს ლეპტოპს ან კომპიუტერს?
vpn-desktop-there-are-several = რამდენიმე მიზეზი არსებობს, თუ რატომ უნდა გამოიყენოთ VPN საკუთარი თავის დასაცავად ლეპტოპის ან კომპიუტერის გამოყენებისას:
vpn-desktop-stronger-privacy = <strong>გაძლიერებული პირადულობა:</strong> ვინაიდან VPN შენიღბავს თქვენს IP-მისამართს, შეგიძლიათ ინტერნეტის უსაფრთხოდ მონახულება, იმის გათვალისწინებით, რომ თქვენს მოქმედებებს ვერ აერთიანებს მონაცემთა შემგროვებლები, თქვენი IP-ს უნიკალურ იდენტიფიკატორად.
vpn-desktop-safer-against-spying = <strong>უფრო უსაფრთხო თვალთვალისგან:</strong> თქვენი მონაცემების VPN-ით დაშიფვრა, თითქმის შეუძლებელს ხდის თქვენს ქსელურ კავშირზე შემთვალებელს, იმის გარკვევა, თუ რისი და ვის გაქვთ კავშირი.
