# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/ios/

vpn-ios-vpn-for-iphone = VPN iPhone-ზე { -brand-name-mozilla }-სგან
vpn-ios-looking-for-a = VPN-ს ეძებთ თქვენი iPhone-ისთვის? { -brand-name-mozilla }-ს VPN-მომსახურება უზრუნველყოფს უსაფრთხოებას ინტერნეტში თქვენი მოწყობილობის ყოველი გამოყენებისას. განაგრძეთ კითხვა და შეიტყვეთ, თუ როგორ უნდა დაიცვათ iPhone კიბერშეტევებისგან { -brand-name-mozilla-vpn }-ით iPhone-ისთვის.
vpn-ios-iphones-are-great = iPhone-ებს მშვენივრად შეუძლია თქვენი პირადი მონაცემების უსაფრთხოება, მაგრამ ვერ დაგიცავთ ყველანაირი საფრთხისგან, ინტერნეტში. სწორედ ამიტომ გესაჭიროებათ { -brand-name-mozilla-vpn }, მომსახურება iPhone-ისთვის, რომელიც დაშიფრავს თქვენს ინტერნეტტრაფიკს და მალავს თქვენს მდებარეობას. ამ სტატიაში ჩვენ აგიხსნით, თუ როგორ უნდა გამოვიყენოთ { -brand-name-mozilla-vpn } iPhone-ზე, რა უპირატესობებით გთავაზობთ და რითია შედარებული სხვა VPN-ებთან.
vpn-ios-mozilla-vpn-is = { -brand-name-mozilla-vpn } არის ვირტუალური კერძო ქსელის მომსახურება, რომელიც შიფრავს თქვენს ინტერნეტტრაფიკს და მალავს თქვენს IP-მისამართს ცნობისმოყვარეებისგან.
vpn-ios-there-are-many = მრავალი მიზეზი არსებობს, თუ რატომ გსურთ გამოიყენოთ { -brand-name-mozilla-vpn } iPhone-ზე, მაგალითად:
vpn-ios-protecting-your-personal = <strong>თქვენი პირადი მონაცემების დაცვა:</strong> საჯარო Wi-Fi-ქსელთან მიერთებისას, მაგალითად ყავის მაღაზიაში ან აეროპორტში, თქვენი ქსელის ტრაფიკს შესაძლოა თვალი ადევნონ და შეამოწმონ ჰაკერები ან მავნე ქმედებები. { -brand-name-mozilla-vpn }-ის საშუალებით, შეგიძლიათ დაშიფროთ თქვენი მონაცემები და აუკრძალოთ ვინმეს თქვენი ინტერნეტში შესვლა.
vpn-ios-enhancing-your = <strong>თქვენი თვალიერების შესაძლებლობების გაუმჯობესება:</strong> { -brand-name-mozilla-vpn } გთავაზობთ სწრაფ და სანდო კავშირებს, რომლებიც გააუმჯობესებს გვერდების სიჩქარისა და წარმადობის გაუმჯობესებას. ასევე შეგიძლიათ გამოიყენოთ { -brand-name-mozilla-vpn } იმ რეკლამებისა და მეთვალყურეების შესაზღუდად, რომლებიც ანელებს თქვენს მოწყობილობას და ხელყოფს თქვენი პირადი მონაცემების უსაფრთხოებას.
vpn-ios-mozilla-vpn-is-a-vpn = { -brand-name-mozilla-vpn } არის VPN-მომსახურება, რომელსაც ზურგს აქცევს სანდო და პატივსაცემი დაწესებულება, რომელიც ათწლეულების განმავლობაში იბრძვის ინტერნეტში პირადი მონაცემების დაცულობისა და უსაფრთხოებისთვის. { -brand-name-mozilla } არის კომპანია, რომელიც { -brand-name-firefox }-ს, ერთ-ერთი ყველაზე პოპულარული და პირადულობაზე ორიენტირებული ბრაუზერის მსოფლიოში და მას მხარს უჭერს არამომგებიანი { -brand-name-mozilla-foundation }. { -brand-name-mozilla-vpn } არჩევით, თქვენ მხარს უჭერთ ჩვენს მისიას, შევინარჩუნოთ ინტერნეტი გახსნილი და ხელმისაწვდომი ყველასთვის.
vpn-ios-ready-to-try = მზად ხართ გამოსცადოთ { -brand-name-mozilla-vpn } თქვენს iPhone-ზე? ჩამოტვირთეთ დღესვე და ისარგებლეთ 30-დღიანი თანხის დაბრუნების გარანტიით. არავითარი ჩანაწერები, სირთულეები, რისკის გარეშე.
