# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN iOS/iPad-ზე { -brand-name-mozilla }-სგან
vpn-ipad-looking-for = ეძებთ VPN-ს iPad-ის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-ipad-if-you-own = თუ ფლობთ iPad-ს, ალბათ ბევრ რამეში იყენებთ: ვებსივრცეში სამოგზაუროდ, ვიდეოების სანახავად, თამაშებისთვის, წიგნების საკითხავად და ა.შ. მაგრამ შინ ხართ თუ გარეთ, თქვენს ინტერნეტკავშირს შეუძლია თქვენი პირადი მონაცემები და მდებარეობა გაამჟღავნოს ჰაკერებისთვის, რეკლამის განმთავსებლებისთვის და სხვა გარეშე პირთათვის, რომელთაც შეუძლიათ ფუნთუშებითა და თქვენი IP-ის საშუალებით თვალი გადევნონ.
vpn-ipad-thats-why-you = სწორედ ამიტომ გესაჭიროებათ { -brand-name-mozilla-vpn }, სწრაფი, საიმედო და ადვილად გამოსაყენებელი VPN-მომსახურება, რომელიც აგარიდებთ ინტერნეტში საქმიანობისას თვალის მდევნებლებს.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } არის წარმოსახვითი კერძო ქსელის მომსახურება, რომელიც შიფრავს თქვენს მიმოცვლილ მონაცემებს ინტერნეტში და მალავს თქვენს IP-მისამართს.
vpn-ipad-with-mozilla-vpn = { -brand-name-mozilla-vpn }-ით შეგიძლიათ მიიღოთ:
vpn-ipad-protection-for-up-to = <strong>დაცვა ხუთამდე მოწყობილობისთვის:</strong> გამოიყენეთ { -brand-name-mozilla-vpn } თქვენს iPad-სა და ოთხამდე მოწყობილობაზე ერთი ხელშეკრულებით. ასევე შეგიძლიათ გამოიყენოთ Windows, macOS, Linux, iPhone და Android-ზე.
vpn-ipad-access-to-servers = <strong>სერვერებთან წვდომა 30+ ქვეყანაში:</strong> შეგიძლიათ აირჩიოთ 500-ზე მეტი სერვერიდან, მსოფლიოს 30-ზე მეტ ქვეყანაში, ინტერნეტთან დასაკავშირებლად. ეს მოგცემთ მეტ შესაძლებლობებსა და მოქნილობას სასურველ შიგთავსთან წვდომისთვის.
vpn-ipad-device-level = <strong>მოწყობილობის დონეზე ტრეფიკის დაშიფვრა:</strong> { -brand-name-mozilla-vpn } შიფრავს თქვენს ტრაფიკს, მოწყობილობის დატოვებამდე, არა მხოლოდ ბრაუზერის, არამედ აპების, თამაშებისა და ნაკადის მომსახურებებიც. ასევე შეგიძლიათ გამოიყენოთ { -brand-name-mozilla-vpn } იმ რეკლამებისა და მეთვალყურეების შესაზღუდად, რომლებიც საფრთხეს უქმნის თქვენს პირადულობას.
vpn-ipad-no-online = <strong>ინტერნეტში მოქმედებების ჩანაწერები არაა:</strong> { -brand-name-mozilla } არ აღრიცხავს, რომელ საიტებს სტუმრობთ და არ ამოწმებს თქვენს საშუალებებს.
vpn-ipad-feel-safe = <strong>იგრძენით თავი უსაფრთხოდ საჯარო Wi-Fi-ით:</strong> საჯარო Wi-Fi-ქსელთან მიერთებისას, როგორიცაა ყავახანა ან აეროპორტი, თქვენს მონაცემებს შესაძლოა ჰაკერები ან მავნებლები აღმოჩნდნენ. { -brand-name-mozilla-vpn }-ით თქვენი მონაცემები იშიფრება, რომ ვინმე ვერ შეიხილოს თქვენს ინტერნეტში საქმიანობაში.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn }-ს უზრუნველყოფს { -brand-name-mozilla-foundation }, არამომგებიანი მხარდაჭერილი { -brand-name-firefox }, ერთ-ერთი ყველაზე პოპულარული და პირადულობაზე ორიენტირებული ბრაუზერი სამყაროში. { -brand-name-mozilla-vpn }-ის არჩევით თქვენ მხარს უჭერთ ჩვენს მისიას, შევინარჩუნოთ ინტერნეტი გახსნილი და ხელმისაწვდომი ყველასთვის.
