# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN iOS/iPad-ზე { -brand-name-mozilla }-სგან
vpn-ipad-looking-for = ეძებთ VPN-ს iPad-ის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-ipad-if-you-own = თუ ფლობთ iPad-ს, ალბათ ბევრ რამეში იყენებთ: ვებსივრცეში სამოგზაუროდ, ვიდეოების სანახავად, თამაშებისთვის, წიგნების საკითხავად და ა.შ. მაგრამ შინ ხართ თუ გარეთ, თქვენს ინტერნეტკავშირს შეუძლია თქვენი პირადი მონაცემები და მდებარეობა გაამჟღავნოს ჰაკერებისთვის, რეკლამის განმთავსებლებისთვის და სხვა გარეშე პირთათვის, რომელთაც შეუძლიათ ფუნთუშებითა და თქვენი IP-ის საშუალებით თვალი გადევნონ.
vpn-ipad-thats-why-you = სწორედ ამიტომ გესაჭიროებათ { -brand-name-mozilla-vpn }, სწრაფი, საიმედო და ადვილად გამოსაყენებელი VPN-მომსახურება, რომელიც აგარიდებთ ინტერნეტში საქმიანობისას თვალის მდევნებლებს.
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } არის წარმოსახვითი კერძო ქსელის მომსახურება, რომელიც შიფრავს თქვენს მიმოცვლილ მონაცემებს ინტერნეტში და მალავს თქვენს IP-მისამართს.
vpn-ipad-with-mozilla-vpn = { -brand-name-mozilla-vpn }-ით შეგიძლიათ მიიღოთ:
vpn-ipad-protection-for-up-to = <strong>დაცვა ხუთამდე მოწყობილობისთვის:</strong> გამოიყენეთ { -brand-name-mozilla-vpn } თქვენს iPad-სა და ოთხამდე მოწყობილობაზე ერთი ხელშეკრულებით. ასევე შეგიძლიათ გამოიყენოთ Windows, macOS, Linux, iPhone და Android-ზე.
vpn-ipad-access-to-servers = <strong>სერვერებთან წვდომა 30+ ქვეყანაში:</strong> შეგიძლიათ აირჩიოთ 500-ზე მეტი სერვერიდან, მსოფლიოს 30-ზე მეტ ქვეყანაში, ინტერნეტთან დასაკავშირებლად. ეს მოგცემთ მეტ შესაძლებლობებსა და მოქნილობას სასურველ შიგთავსთან წვდომისთვის.
vpn-ipad-device-level = <strong>მიმოცვლილი მონაცემების დაშიფვრა მოწყობილობის დონეზე:</strong> { -brand-name-mozilla-vpn } შიფრავს თქვენს მონაცემებს მოწყობილობის დატოვებამდე, არა მხოლოდ ბრაუზერის, არამედ აპების, თამაშებისა და ეთერში გადაცემის მომსახურებების შემთხვევაშიც. ასევე შეგიძლიათ გამოიყენოთ { -brand-name-mozilla-vpn } იმ რეკლამებისა და მეთვალყურეების შესაზღუდად, რომლებიც საფრთხეს უქმნის თქვენს პირადულობას.
vpn-ipad-no-online = <strong>ინტერნეტსაქმიანობის არავითარი აღრიცხვა:</strong> { -brand-name-mozilla } არ აგროვებს მონახულებული საიტების ინფორმაციას და არ იკვლევს თქვენს კავშირებს.
vpn-ipad-feel-safe = <strong>უსაფრთხოების შეგრძნება საჯარო WiFi-ით სარგებლობისას:</strong> ღია WiFi-ქსელთან მიერთებისას, როგორებიცაა კაფეში ან აეროპორტში, თქვენს მიმოცვლილ მონაცემებში შესაძლოა ჰაკერები ან სხვა მავნებლები ჩაეჭრნენ. { -brand-name-mozilla-vpn } შიფრავს თქვენს მონაცემებს, რომ ვერავინ შეძლოს თქვენს ინტერნეტსაქმიანობაში ცხვირის ჩაყოფა.
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn }-ს უზრუნველყოფს { -brand-name-mozilla-foundation }, არამომგებიანი დაწესებულება, რომლის შექმნილიცაა { -brand-name-firefox }, ერთ-ერთი მეტად გავრცელებული პირადულობის უზრუნველმყოფი ბრაუზერი მსოფლიოში. { -brand-name-mozilla-vpn }-ის არჩევით თქვენ მხარს უჭერთ ჩვენს მიზანს, შევინარჩუნოთ ინტერნეტი გახსნილი და საყოველთაოდ ხელმისაწვდომი.
