# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = გადმოწერეთ VPN macOS-ისთვის { -brand-name-mozilla }-სგან
vpn-mac-looking-for = ეძებთ VPN-ს თქვენი Mac-ის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობასა და უსაფრთხოებას macOS-ით სარგებლობისას
vpn-mac-protect-your-mac = დაიცავით თქვენი Mac { -brand-name-mozilla-vpn }-ით
vpn-mac-a-vpn-is = VPN (ვირტუალური კერძო ქსელი) აუცილებელია თქვენი ინტერნეტში უსაფრთხოებისა და უსაფრთხოებისთვის Mac-ით სარგებლობისას. ჰაკერებსა და ინტერნეტ-პროვაიდერებს შეუძლიათ თვალყური ადევნონ თქვენს მოქმედებებს, ან მოიპარონ თქვენი პირადი მონაცემები.
vpn-mac-but-finding = მაგრამ კარგი VPN-ის პოვნა შეიძლება რთული იყოს. ზოგიერთი მათგანი ნელი, არასანდოა და თქვენი მოქმედებების აღრიცხვებსაც კი ინახავს. სწორედ ამიტომ ჩვენ შევქმენით { -brand-name-mozilla-vpn }, სწრაფი, დაცული და სანდო VPN იმ ხალხისგან, ვინც თქვენ მოგიყვანათ { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = { -brand-name-mozilla-vpn }-ით შეგიძლიათ:
vpn-mac-get-one-click = მიიღეთ უსაფრთხოება ერთი დაწკაპებით, მარტივი და მოსახერხებელი ინტერფეისით.
vpn-mac-connect-up-to = დააკავშირეთ ხუთამდე განსხვავებულ მოწყობილობას ერთი ხელშეკრულებით, მათ შორის Mac-ის ჩათვლით, ასევე iOS, Windows, Linux და Android.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = გამოიყენეთ ჩვენი VPN რამდენიც გსურთ. ზოგიერთი VPN-ისგან განსხვავებით, რომელიც თვეში მხოლოდ გარკვეულ მონაცემებს იცავს, ჩვენ არ ვზღუდავთ თქვენს ტრაფიკს. არ აქვს მნიშვნელობა რამდენ მონაცემს იყენებთ, იგი ყოველთვის დაცული იქნება.
vpn-mac-get-device-level = მიიღეთ დაშიფვრა მოწყობილობის დონეზე თქვენი ტრაფიკისთვის. სხვა გადაწყვეტებისგან განსხვავებით, რომლებიც მხოლოდ ბრაუზერის ტრაფიკს შიფრავს, { -brand-name-mozilla-vpn } შიფრავს ამ ყველაფერს და იცავს თქვენს ინტერნეტტრაფიკს, პროგრამის მიუხედავად.
vpn-mac-prevent-internet = შეზღუდეთ ინტერნეტპროვაიდერები იმ ვებსაიტების ან მომსახურების შეზღუდვაში, რომელიც მათ არ მოსწონთ, ან საკუთარ შემოთავაზებებს უწევთ კონკურენციას. დამატებითი ინფორმაციისთვის, შეგიძლიათ გაეცნოთ ქსელის ნეიტრალიტეტის შესახებ.
vpn-mac-mozilla-is-an = { -brand-name-mozilla } არის ორგანიზაცია, რომელიც მუშაობს ინტერნეტის გახსნილობისა და ხელმისაწვდომობის შენარჩუნებაზე ყველასთვის, ჩვენს მხარდამჭერ კი არამომგებიანი ორგანიზაციაა. როდესაც იყენებთ { -brand-name-mozilla-vpn }-ს, თქვენ არა მხოლოდ იცავთ საკუთარ თავს ინტერნეტში, არამედ მხარს უჭერთ { -brand-name-mozilla }-ს მისიას. { -brand-name-mozilla-vpn } დაცული, ღია წყაროს მქონეა და იგი შექმნილია უსაფრთხოების ექსპერტებისა და { -brand-name-firefox }-ის შემქმნელების მიერ.
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } არ აღრიცხავს, რომელ საიტებს ეწვევით და არ ამოწმებს თქვენს საშუალებებს. ჩვენ ასევე გვაქვს 30-დღიანი თანხის დაბრუნების გარანტია: უსიამოვნებების, რისკის გარეშე.
