# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = გადმოწერეთ VPN macOS-ისთვის { -brand-name-mozilla }-სგან
vpn-mac-looking-for = ეძებთ VPN-ს თქვენი Mac-ის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, როგორ გიცავთ VPN და რატომ უნდა ანდოთ { -brand-name-mozilla }-ს თქვენი პირადულობა და უსაფრთხოება macOS-ით სარგებლობისას
vpn-mac-protect-your-mac = დაიცავით თქვენი Mac { -brand-name-mozilla-vpn }-ით
vpn-mac-a-vpn-is = VPN (ვირტუალური კერძო ქსელი) აუცილებელია ინტერნეტში თქვენი პირადულობისა და უსაფრთხოებისთვის Mac-ით სარგებლობისას. ჰაკერებსა თუ ინტერნეტმომწოდებლებს საშუალება აქვთ თვალყური ადევნონ თქვენს მოქმედებებს ან ხელყონ თქვენი პირადი მონაცემები.
vpn-mac-but-finding = მიუხედავად ყველაფრისა, სათანადო VPN-ის პოვნა არაა ადვილი. ზოგიერთი მათგანი ნელია, არასაიმედოა და თქვენი საქმიანობის შესახებ აღრიცხვებსაც შეიძლება ინახავდეს. სწორედ ამიტომ შევქმენით { -brand-name-mozilla-vpn }, სწრაფი, დაცული და სანდო VPN იმ ხალხისგან, რომლებმაც დღემდე მოიყვანეს { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = { -brand-name-mozilla-vpn }-ით შეგიძლიათ:
vpn-mac-get-one-click = უზრუნველყოთ პირადულობა ერთი დაწკაპებით მარტივი და მოსახერხებელი სამუშაო გარსით.
vpn-mac-connect-up-to = გამოიყენოთ 5-ამდე სხვადასხვა მოწყობილობაზე ერთი ხელშეკრულებით, მხარდაჭერილია როგორც Mac, ასევე iOS, Windows, Linux და Android.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = გამოიყენოთ ჩვენი VPN შეუზღუდავად. ზოგიერთი VPN-ისგან განსხვავებით, რომელიც თვეში მხოლოდ გარკვეული მოცულობის მონაცემების უსაფრთხოებას უზრუნველყოფს, ჩვენ არ გვაქვს დადგენილი ზღვარი თქვენი ინფორმაციის მიმოცვლისთვის. არ აქვს მნიშვნელობა, რა ოდენობის მონაცემებს ცვლით, მუდამ დაცული იქნება.
vpn-mac-get-device-level = მოწყობილობის დონეზე დაშიფროთ მიმოცვლილი მონაცემები. სხვა გადაწყვეტებისგან განსხვავებით, რომლებიც მხოლოდ ბრაუზერის კავშირებს შიფრავს, { -brand-name-mozilla-vpn } სრულიად ინტერნეტკავშირს შიფრავს და გიცავთ იმისდა მიუხედავად, რა პროგრამას იყენებთ.
vpn-mac-prevent-internet = არ მისცეთ ინტერნეტმომწოდებელს გამტარუნარიანობის შემცირების ან იმ ვებსაიტებისა თუ მომსახურებების შეზღუდვის საშუალება, რომლებიც მათთვის მიუღებელია ან მათსავე შემოთავაზებებს უწევს მეტოქეობას. ვრცლად შეგიძლიათ იხილოთ ქსელის მიუკერძოებლობის შესახებ.
vpn-mac-mozilla-is-an = { -brand-name-mozilla } არის დაწესებულება, რომელიც მუშაობს ინტერნეტის გახსნილობისა და საყოველთაო ხელმისაწვდომობის შენარჩუნებისთვის, ჩვენი ფინანსური მხარდამჭერი კი არამომგებიანი ორგანიზაციაა. როდესაც იყენებთ { -brand-name-mozilla-vpn }-ს, თქვენ არა მხოლოდ იცავთ საკუთარ თავს ინტერნეტში, არამედ ხელს უწყობთ { -brand-name-mozilla }-ს მიზნების მიღწევასაც. { -brand-name-mozilla-vpn } დაცული, ღია წყაროს მქონეა და იგი შექმნილია უსაფრთხოების ექსპერტებისა და { -brand-name-firefox }-ის შემქმნელების მიერ.
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } არ აღრიცხავს, რომელ საიტებს ეწვევით და არ იკვლევს თქვენი კავშირის საშუალებებს. ჩვენ ასევე გვაქვს 30-დღიანი თანხის დაბრუნების შესაძლებლობა: არავითარი უსიამოვნება, არავითარი საფრთხე.
