# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = გადმოწერეთ VPN მობილურისთვის { -brand-name-mozilla }-სგან
vpn-mobile-looking-for-a = VPN-ს ეძებთ თქვენი მობილური მოწყობილობის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, თუ როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-mobile-vpn-for-mobile = VPN მობილურისთვის { -brand-name-mozilla }-სგან
vpn-mobile-in-todays = მობილურზე ორიენტირებული დღევანდელ მსოფლიოში, ჩვენ მობილურ ტელეფონებსა და მოწყობილობებს ვეყრდებით კომუნიკაციისთვის, გართობისა და მუშაობისთვის. თუმცაღა, VPN-ის გარეშე, თქვენი პირადი ინფორმაცია შესაძლოა, უსაფრთხოებისა და პირადულობის რამდენიმე საფრთხისგან აღმოჩნდეს.
vpn-mobile-why-do-i = რისთვის მჭირდება VPN მობილურისთვის?
vpn-mobile-the-mozilla-vpn = { -brand-name-mozilla-vpn }-ის მობილური აპლიკაცია პატარაა, ასე რომ, იგი არ ხარჯავს თქვენს მეხსიერებას ზედმეტად, არ ანელებს ტელეფონს და არ დაწვავს ბატარეას.
vpn-mobile-your-internet-v2 = თქვენმა ინტერნეტმომსახურების მომწოდებელმა (ISP) შესაძლოა შეამციროს თქვენი გამტარუნარიანობა, თუ ეცოდინებათ, რომ თქვენ უყურებთ ფილმებს, უსმენთ მუსიკას ან უყურებთ ნაკადს.
# Obsolete string
vpn-mobile-your-internet = თქვენს ინტერნეტმომსახურების მომწოდებელს (ISP) შეუძლია შეამციროს თქვენი გამტარუნარიანობა, თუ ეცოდინებათ, რომ უყურებთ ფილმებს, უსმენთ მუსიკას ან უყურებთ
vpn-mobile-your-isp-v2 = თქვენმა ISP-მა შესაძლოა დაბლოკოს ვებსაიტები ან მომსახურებები, რომლებიც არ მოსწონთ ან საკუთარს კონკურენციას უწევს.
# Obsolete string
vpn-mobile-your-isp = თქვენმა ISP-მა შესაძლოა დაბლოკოს ვებსაიტები ან მომსახურებები, რომლებიც არ მოსწონთ ან საკუთარს კონკურენციას უწევს
vpn-mobile-hackers-can-steal-v2 = ჰაკერებს შეუძლიათ თქვენი პირადი მონაცემები მოიპარონ, როცა იყენებთ საჯარო WiFi-ს, მაგალითად კაფეებსა და აეროპორტებში.
# Obsolete string
vpn-mobile-hackers-can-steal = ჰაკერებს შეუძლიათ თქვენი პირადი მონაცემები მოიპარონ, როცა იყენებთ საჯარო WiFi-ს, მაგალითად კაფეებსა და აეროპორტებში
vpn-mobile-a-vpn-works = VPN მუშაობს მთელ თქვენს მოწყობილობაზე და არა მხოლოდ ბრაუზერზე, შესაბამისად, თქვენს მობილურ პროგრამებზეც. ხოლო განსხვავებით უფასო VPN-სა და პროქსი საიტებისგან, რომელთაც შესაძლოა თავისი სერვერის საფასურის გადახდა თქვენი თვალთვალითა და ინფორმაციის გაყიდვით, { -brand-name-mozilla } არ აწარმოებს ჩანაწერებს, სად დადიხართ და რას აკეთებთ.
