# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = გადმოწერეთ VPN მობილურისთვის { -brand-name-mozilla }-სგან
vpn-mobile-looking-for-a = VPN-ს ეძებთ თქვენი მობილური მოწყობილობის დასაცავად? { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, თუ როგორ გიცავთ VPN და რატომ უნდა ენდოთ { -brand-name-mozilla }-ს თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-mobile-vpn-for-mobile = VPN მობილურისთვის { -brand-name-mozilla }-სგან
vpn-mobile-in-todays = მობილურობისკენ მიმართულ დღევანდელ მსოფლიოში მეტად ვართ დამოკიდებულნი ჩვენს მობილურ ტელეფონებსა თუ მოწყობილობებზე ურთიერთობისას, გართობისა და მუშაობის დროს. მიუხედავად ამისა, VPN-ის გარეშე შესაძლოა თქვენი პირადი მონაცემები არაერთი საფრთხის წინაშე აღმოჩნდეს უსაფრთხოების ან უნებართვოდ გამჟღავნების კუთხით.
vpn-mobile-why-do-i = რატომ დამჭირდება VPN მობილურისთვის?
vpn-mobile-the-mozilla-vpn = { -brand-name-mozilla-vpn }-ის მობილური აპლიკაცია მცირე ზომისაა, ასე რომ არ გამოიყენებს მეხსიერებას ზედმეტად, არ შეანელებს ტელეფონს და არ დაცლის ბატარეას.
vpn-mobile-your-internet-v2 = თქვენმა ინტერნეტმომსახურების მომწოდებელმა (ISP) შესაძლოა შეგიმციროთ გამტარუნარიანობა, თუ აღმოაჩინა, რომ უყურებთ ბევრ ფილმს, ხშირად უსმენთ მუსიკას ან ეთერში გადასცემთ რამეს.
vpn-mobile-your-isp-v2 = თქვენმა ISP-მ შესაძლოა შეგიზღუდოთ ვებსაიტები ან მომსახურებები, რომლებიც მათთვის მიუღებელია ან მათსავე მომსახურებებს უწევს მეტოქეობას.
vpn-mobile-hackers-can-steal-v2 = ჰაკერებს შეუძლიათ თქვენი პირადი მონაცემები მოიპარონ, როცა იყენებთ საჯარო WiFi-ს, მაგალითად კაფეებსა და აეროპორტებში.
vpn-mobile-a-vpn-works = VPN მუშაობს მთლიან მოწყობილობაზე და არა მხოლოდ ბრაუზერზე, შესაბამისად, იცავს თქვენს მობილურ პროგრამებსაც. ამასთანავე, განსხვავებით უფასო VPN-ებისა თუ პროქსის საიტებისგან, რომლებიც შესაძლოა თავიანთი სერვერების საფასურს ფარავდნენ თქვენი თვალთვალითა და მონაცემების გაყიდვით, { -brand-name-mozilla } არ ინახავს არანაირ ჩანაწერს იმის შესახებ, თუ რას საქმიანობთ ან რას ნახულობთ ინტერნეტში.
