# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = VPN გადმოწერეთ Windows-ზე { -brand-name-mozilla }-სგან
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = დაიცავით თქვენი Windows-მოწყობილობა VPN-ით. { -brand-name-mozilla } VPN არამომგებიანი დაწესებულებისგანაა. იხილეთ ვრცლად, როგორ გიცავთ VPN და რატომაა სანდო { -brand-name-mozilla } თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-windows-protect-your-windows-v2 = დაიხმარეთ VPN თქვენი Windows-მოწყობილობის დასაცავად. { -brand-name-mozilla-vpn } არამომგებიანი დაწესებულებისგანაა. გაეცანით, თუ როგორ გიცავთ VPN და რატომაა საიმედო { -brand-name-mozilla } თქვენი პირადულობისა და უსაფრთხოებისთვის.
vpn-windows-stay-safe = შეინარჩუნეთ უსაფრთხოება თქვენს Windows-მოწყობილობაზე VPN-ით
vpn-windows-windows-is-one = Windows ერთ-ერთი ფართოდ გავრცელებული საოპერაციო სისტემაა მსოფლიოში. შედეგად, Windows-მოწყობილობები ხშირი სამიზნეა შემტევებისთვის და შეიძლება მეტად დაუცველი აღმოჩნდეს სათანადო წინდახედულების გარეშე. თქვენი ციფრული ცხოვრების უსაფრთხოებისთვის გამოგადგებათ VPN, რომელიც დაშიფრავს ქსელში თქვენს მოქმედებებს, ამასთანავე სასურველია, პროგრამული უზრუნველყოფაც მუდმივად განახლებული გქონდეთ, მძლავრი და განსხვავებული პაროლები შეადგინოთ და გამოიყენოთ { -brand-name-relay } ელფოსტის შესანიღბად.
vpn-windows-a-vpn-creates = VPN ქმნის ერთგვარ დაცულ „გვირაბს“ მონაცემების მიმოცვლისთვის თქვენს Windows-კომპიუტერსა და ინტერნეტს შორის, ამასთან ერთად, ნიღბავს თქვენს მდებარეობას ვებსაიტებისთვის, რომელთაც ეწვევით. შედეგად, გარეშე მხარეებსა თუ ქსელის მეთვალყურეებს არ ეძლევათ საშუალება, შეიტყონ თქვენ შესახებ იმაზე მეტი, ვიდრე უნდა იცოდნენ.
vpn-windows-what-are-the-benefits = რა უპირატესობას იძლევა { -brand-name-mozilla-vpn } ჩემს Windows-მოწყობილობაზე ჩამოტვირთვისას?
vpn-windows-avoid-your-online = თავიდან აგაცილებთ ქსელში თქვენი საქმიანობის აღრიცხვასა და გარეშე მხარეებისა თუ სარეკლამოებისთვის გაზიარებას.
vpn-windows-if-youre = თუ დიდი მოცულობის ინტერნეტს მოიხმართ ვიდეოს ან მუსიკის ეთერით გადაცემისას, VPN აგარიდებთ გამტარუნარიანობის შესაძლო შეზღუდვას ან ვარდნას თქვენი მომსახურების მომწოდებლისგან.
vpn-windows-you-can-exclude = საშუალება გექნებათ, გამორიცხოთ პროგრამების ნაწილი ქსელის არხების დაყოფის შესაძლებლობით. შედეგად, ზოგიერთი პროგრამა გაივლის VPN-ით და ზოგიერთი დარჩება მის გარეთ.
vpn-windows-using-a-windows = Windows-მოწყობილობით საჯარო დაუცველი WiFi-ქსელში სარგებლობისას მიმოცვლილი მონაცემები ადვილად შეიძლება ხელყონ ქსელის მეთვალყურეებმა, VPN დაგეხმარებათ თქვენი მონაცემების პირადულობის შენარჩუნებაში უსაფრთხოების მძლავრი შრის დამატებით.
vpn-windows-the-mozilla = { -brand-name-mozilla-vpn } ზედმეტად არ ტვირთავს Windows-მოწყობილობის მეხსიერებას, არ ანელებს კომპიუტერს და არ ამცირებს ბატარეის სიცოცხლისუნარიანობას.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } მხარდაჭერილია Windows 10 და Windows 11 სისტემებზე, ამასთან ერთად, მისი დაყენება შეიძლება ერთდროულად ხუთ მოწყობილობამდე. გამოყენების დასაწყებად შეგიძლიათ <a href="{ $url }">გამოიწეროთ mozilla.org-იდან</a> და ჩამოტვირთოთ პროგრამა თქვენს Windows-მოწყობილობაზე.
