# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-an-ip-address/

# HTML page title and main title
vpn-ip-address-what-is-an-ip-address = IP адресі деген не?
# HTML page description and intro
vpn-ip-address-mozilla-answers-all-of = { -brand-name-mozilla } IP адрестері туралы барлық сұрақтарыңызға жауап береді: IP адресі деген не, ол қалай жұмыс істейді және оны жасыру керек пе.
vpn-ip-address-every-time-you = Интернетке кірген сайын, IP адрестері сіз сұраған сайттарды көруге көмектесетін ақпарат алмасуда маңызды рөл атқарады. Дегенмен, оның не екенін білмеуіңіз мүмкін, сондықтан біз төменде ең жиі қойылатын сұрақтарға жауап береміз.
vpn-ip-address-your-ip-address = Сіздің IP адресіңіз — пошта адресі сияқты онлайн белсенділігіңізге байланысты бірегей идентификатор. Кез келген уақытта интернетті пайдаланғанда (онлайн сатып алу, электрондық хаттар жіберу, теледидар көру), сіз белгілі бір онлайн бағытқа кіруді сұрайсыз, ал оның орнына сізге ақпарат қайтарылады. Бұл қалай жұмыс істейді? Сонымен, IP — «Интернет протоколы» дегенді білдіреді, ол деректерді бағыттау және интернетке қосылу стандарттары мен ережелерін (иә, протокол ретінде белгілі) белгілейді. Бұл протокол — деректердің екі жақты ағынын қамтамасыз ету үшін әрбір тарап орындауы тиіс ережелер жиынтығы.
# Used as an accessible text alternative for an image
vpn-ip-address-an-example-of-an-ip = Нүктелермен бөлінген төрт саннан тұратын IP адресінің мысалы: 123.45.67.89
vpn-ip-address-if-you-look-up-your = Егер сіз өзіңіздің IP адресіңізді іздесеңіз, ол осыған ұқсас болады.
vpn-ip-address-does-it-travel = Ол сізбен бірге жүре ме?
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-no-your-ip-v2 = Жоқ. VPN пайдаланбасаңыз (бұл туралы кейінірек толығырақ тоқталамыз), IP адресіңіз тек бір орынмен байланысты болады. Үйде болып, өзіңіз төлейтін интернетке қосылғанда, сіз бір адресті пайдаланасыз. Дегенмен, таңертең үйде электрондық поштаңызды тексеріп, кейін кофе күтіп отырып жергікті кофеханада жаңалықтарды қарасаңыз, содан кейін кеңседен жұмыс істесеңіз, әр орында әртүрлі IP адрестерін пайдаланатын боласыз.
vpn-ip-address-does-your-ip = IP адресіңіз өзгере ме?
vpn-ip-address-yes-even-if = Иә. Тек үйде интернетті пайдалансаңыз да, үйіңіздің IP адресі өзгеруі мүмкін. Оны өзгерту үшін интернет провайдеріне (ISP) хабарласуға болады, бірақ тіпті интернетке қосылу мәселелеріне байланысты модемді немесе роутерді қайта іске қосу сияқты әрекеттер де оның өзгеруіне әкелуі мүмкін.
vpn-ip-address-can-more-than = Бірнеше құрылғыда бірдей IP адресі болуы мүмкін бе?
vpn-ip-address-this-is-a = Бұл аздап қиын сұрақ — жауабы «иә» де, «жоқ» та. Бірнеше құрылғы бірдей сыртқы (жалпы) IP адресті қолдана алады, бірақ әрбір құрылғының өз жергілікті (жеке) IP адресі болады. Мысалы, интернет провайдеріңіз (ISP) үйіңізге бір сыртқы IP адресті орнатады. Интернетке роутеріңіз қосылатындықтан, IP адресі роутеріңізге беріледі. Содан кейін роутеріңіз интернетке қосылған әрбір құрылғыға жергілікті IP адресін береді. Сыртқы IP адресі сыртқы әлеммен бөлісіледі. Ал жергілікті IP адресіңіз жеке үй желісінен тыс жерде бөлісілмейді.
vpn-ip-address-can-we-run = Олар таусылып қалуы мүмкін бе?
# Variables
#   $sr (url) - https://www.siliconrepublic.com/comms/ip-addresses-running-out
#   $variety (url) - https://variety.com/2019/digital/news/u-s-households-have-an-average-of-11-connected-devices-and-5g-should-push-that-even-higher-1203431225/
vpn-ip-address-when-the-internet = Интернет алғаш жобаланғанда, «4-нұсқа» адрестері пайдаланылды. Олар 32 биттік, бұл бізде <a href="{ $sr }">4,2 млрд адрес</a> болуы мүмкін дегенді білдіреді. Сол кезде бұл жеткілікті болып көрінгенімен, АҚШ-тың орташа үй шаруашылығында <a href="{ $variety }">11 қосылған құрылғы</a> бар қазіргі әлемде бұл мүлдем жеткіліксіз.
vpn-ip-address-we-now-have = Қазір бізде әр адресі 128 бит болатын 6-нұсқадағы IP адрестері бар. Өкінішке орай, 4-нұсқа мен 6-нұсқа бір-бірімен тікелей байланыса алмайды, сондықтан адамдарға 4-нұсқа адрестері әлі ұзақ уақыт бойы қажет болады.
vpn-ip-address-should-you-hide = IP адресіңізді жасыруыңыз керек пе?
# Variables
#   $congress (url) - https://blog.mozilla.org/en/mozilla/internet-policy/u-s-broadband-privacy-rules-will-fight-protect-user-privacy/
#   $doh (url) - https://support.mozilla.org/kb/firefox-dns-over-https
#   $firefox (url) - https://www.mozilla.org/firefox/new/
vpn-ip-address-you-dont-need = IP адресіңізді жасырудың қажеті жоқ, бірақ кейде мұны істегіңіз келуі мүмкін. Ең көп таралған себеп — жекелік. АҚШ-та <a href="{ $congress }">Конгресс</a> кең жолақты интернет пайдаланушыларының жекелігін қорғауға арналған жекелік ережелерінің күшін жойды. Интернет провайдерлері сіздің шолу әдеттеріңізді, интернетті не үшін қолданатыныңызды және әр бетте қанша уақыт өткізетініңізді көре алады. Бұл байланыс шифрленбеген, сондықтан үшінші тараптар сіздің қай веб-сайтқа кіріп жатқаныңызды көре алады. Бұған қарсы тұрудың бір жолы — <a href="{ $doh }">DNS-over-HTTPS</a> (DoH). Бұл сіздің DNS (Домендік атаулар жүйесі) трафигіңізді шифрлейді, бұл провайдерлерге сіз кірмекші болған веб-сайттарды көруді қиындатады. АҚШ-тағы <a href="{ $firefox }">{ -brand-name-firefox } пайдаланушылары</a> үшін әдетте DoH сұраулары сенімді DNS серверлеріне бағытталады, бұл сізді кірмекші болған веб-сайттармен байланыстыруды қиындатады.
# Variables
#   $url (url) - https://www.mozilla.org/products/vpn/more/when-to-use-a-vpn/
vpn-ip-address-there-are-also = IP адресіңізді жасырудың жағдайға байланысты себептері де бар. Саяхат кезінде оны жасырғыңыз келуі мүмкін. VPN сонымен қатар әлемді шарлап жүргенде стриминг және сауда жасау үшін WiFi-ға қосылғанда <a href="{ $url }">көбірек жекелік</a> береді.
vpn-ip-address-how-do-you = Оны қалай жасыруға болады?
# Variables
#   $vpn (url)- https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30". The + after indicates the number may be higher, where "30+" means "30 or more".
vpn-ip-address-a-vpn-is-v2 = VPN — IP адресіңізді жасырудың бір жолы. <a href="{ $vpn }">VPN пайдаланған кезде</a> сыртқы IP адресіңіз орналасқан жеріңіздің сыртқы IP адресінің орнына VPN серверінің сыртқы IP-інен келеді. Сондықтан, егер сіз қосылып тұрған VPN сервері Калифорнияда орналасса, сіздің сыртқы IP-іңіз нақты қай жерде болсаңыз да, Калифорниядан қосылғандай көрінеді. Сонымен қатар, сіздің желідегі әрекетіңіз VPN серверіне шифрленген, қауіпсіз қосылым арқылы жіберіледі, бұл сізге қосымша қауіпсіздік пен жекелік береді. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> — IP адресіңізді жасырудың бір жолы. Біз сіздің желілік әрекеттеріңіздің логтарын сақтамаймыз және желіде не істейтініңіз туралы профильдер жасайтын үшінші тараптармен серіктес болмаймыз. Біз { $countries }-тан астам елдегі серверлері бар бес құрылғыға дейін толық құрылғы қорғанысын ұсынамыз, сіз кез келген жерден кез келген жерге қосыла аласыз.
