# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/vpn-or-proxy/

# HTML page title and main title
vpn-or-proxy-the-difference-between = VPN және веб-прокси арасындағы айырмашылық
# HTML page description and intro
vpn-or-proxy-vpns-and-proxies-are = VPN және проксилер — желідегі жекелік пен қауіпсіздікке арналған шешімдер. Мұнда олардың сізді қалай қорғайтыны және ең жақсы нұсқаны қалай таңдау керектігі берілген.
vpn-or-proxy-virtual-private-networks = Виртуалды жеке желілер (VPN) және қауіпсіз веб-проксилер — желідегі жақсырақ жекелік пен қауіпсіздікке арналған шешімдер, бірақ олардың қайсысы сізге сәйкес келетінін анықтау қиын болуы мүмкін. Мұнда бұл қызметтердің сізді қалай қорғайтыны және желіде болған кезде ең жақсы нұсқаны қалай таңдау керектігі көрсетілген.
vpn-or-proxy-stop-isps-from = Провайдерлердің сізді аңдуын тоқтатыңыз
# Variables
#   $firefox (url) - https://www.mozilla.org/firefox/new/
#   $etp (url) - https://blog.mozilla.org/products/firefox/control-trackers-with-firefox/
#   $trackers (url) - https://blog.mozilla.org/internet-culture/mozilla-explains/what-is-a-web-tracker/
vpn-or-proxy-when-you-use-firefox = <a href="{ $firefox }">{ -brand-name-firefox } браузерін пайдаланғанда</a>, <a href="{ $etp }">Бақылаудан кеңейтілген қорғаныс</a> функциясы көптеген үшінші тарап <a href="{ $trackers }">веб-трекерлерінің</a> сізді желіде бақылауын автоматты түрде бұғаттайды. Бірақ бір қызық факт бар: сіз интернетке қосылу үшін ақша төлеп отырған интернет провайдеріңіз (ISP) әлі де сізді бақылап, аңди алады.
vpn-or-proxy-because-your-internet = Интернет трафигіңіз құрылғыларыңыздан (компьютер, телефон, теледидар, планшет) провайдер арқылы өтетіндіктен, олар сіздің желіде қайда бара жатқаныңызды көре алады. Провайдер сіздің қай сайттарға кіретініңізді, оларда қанша уақыт болатыныңызды, орналасқан жеріңізді және құрылғыларыңыз туралы ақпаратты көре алады. Шифрлеудің арқасында провайдер сол сайттарда не істегеніңізді (мысалы, не сатып алғаныңызды, не іздегеніңізді немесе не оқығаныңызды) нақты білмеуі мүмкін, бірақ олар сіз кірген сайттарға негізделе отырып, сіз туралы болжам жасай алады. Бұл жеке деректер сіз туралы егжей-тегжейлі профильдер жасау үшін пайдаланылуы мүмкін. Провайдерлер мұны не үшін істейді? Қысқаша айтқанда: бұл деректер құнды.
vpn-or-proxy-isps-can-use = Провайдерлер бұл ақпаратты өздерінің жарнамалық таргеттеуі немесе монетизация мүмкіндіктері үшін пайдалана алады, бұл сіздің ақпаратыңызды деректерді өңдеуге, маркетингке және мақсатты жарнамаға мүдделі үшінші тараптармен бөлісуді қамтуы мүмкін, бұл жекеліктің азаюын және бақылаудың көбеюін білдіреді. Жеке шолу режимінде шолу провайдерлердің желіде қайда бара жатқаныңызды көруіне кедергі болмайды. Бірақ веб-трафигіңізді веб-прокси немесе VPN арқылы жіберу мұны айтарлықтай қиындатады.
vpn-or-proxy-when-should-you = VPN немесе қауіпсіз проксиді қашан таңдау керек?
vpn-or-proxy-vpns-and-secure = VPN және қауіпсіз веб-проксилердің ортақ мақсаттары бар: олар қосылымдарды қорғайды. Олар сіздің негізгі IP адресіңізді жасыра алады және жасырады да, сонымен қатар сіз бен VPN немесе қауіпсіз прокси провайдері арасында жіберілетін веб-трафикті қорғайды. Бірақ VPN-ді проксиге қарағанда қашан пайдаланғыңыз келеді?
vpn-or-proxy-secure-web-proxy = Қауіпсіз веб-прокси: браузер деңгейіндегі қорғаныс
vpn-or-proxy-a-secure-web = Қауіпсіз веб-прокси тек браузеріңізде орындайтын тапсырмалар үшін жұмыс істейді. Бұл сатып алу, шоттарды төлеу, әлеуметтік желілерге кіру және электрондық пошталарды оқу сияқты көптеген әрекеттерді қамтуы мүмкін. Қауіпсіз веб-прокси браузеріңіз бен интернет арасындағы делдал ретінде қызмет етеді. Веб-шолу деректеріңіз браузеріңізден тікелей интернетке қауіпсіз туннель арқылы өтеді, бұл сіздің IP адресіңізді жасырады, сондықтан сіз хабарласып жатқан веб-сервер әлемнің қай жерінде екеніңізді нақты білмейді. Бұл сізді бақылауды және таргеттеуді қиындатады.
# Variables
#   $url (url) - https://www.consumer.ftc.gov/articles/0014-tips-using-public-wi-fi-networks
vpn-or-proxy-a-proxy-is-useful = Прокси қоғамдық WiFi арқылы веб-беттерді шолу кезінде пайдалы. Прокси қосулы болса, ол сол желідегі басқалардың сіздің шолу әрекетіңізді аңдуын немесе шифрленбеген сайттардағы транзакцияларыңызды оқуын тоқтатады. Бұл зиянсыз болып көрінгенімен, қоғамдық WiFi желілері <a href="{ $url }">хакерлер</a> үшін артқы есік сияқты болуы мүмкін.
# Variables
#   $fpn (url) - https://fpn.firefox.com
vpn-or-proxy-firefox-private-network = <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> — { -brand-name-firefox } браузерін пайдаланатын кез келген жерде браузер қосылымын қорғау үшін вебке қауіпсіз, шифрленген туннельді қамтамасыз ететін орнатуы оңай браузер кеңейтуі. Браузеріңізде қосымша қауіпсіздік қажет болғанда, оны қосу жылдам әрі оңай.
vpn-or-proxy-vpns-devicelevel-protection = VPN: құрылғы деңгейіндегі қорғаныс
vpn-or-proxy-vpns-do-more = VPN проксиге қарағанда көбірек мүмкіндік береді, өйткені прокси тек браузердегі әрекеттеріңізді қорғайды, ал VPN барлық трафикті, соның ішінде VPN орнатылған және қосылған кез келген жерде браузеріңізді қорғайды. VPN барлық желілік әрекеттеріңіз үшін қосымша қауіпсіздік пен жекелікті қамтамасыз етеді — егер сіз өз әрекеттеріңізді жасырын ұстағыңыз келсе және деректерге ашқарақ трекерлер мен провайдерлерге барлық құрылғыларыңызда (телефон, компьютер және планшет сияқты) сіз туралы профиль жасауды қиындатқыңыз келсе, бұл маңызды жайт.
vpn-or-proxy-a-vpn-works = VPN құрылғыңыз бен жалпы интернет арасында қауіпсіз «туннель» жасау арқылы жұмыс істейді. Ол сіздің жекелігіңізді екі негізгі жолмен қорғайды:
vpn-or-proxy-concealing-your-ip = IP адресіңізді жасыру, жеке басыңызды қорғау және орналасқан жеріңізді жасыру.
vpn-or-proxy-encrypting-your-traffic = Сіз бен VPN провайдеріңіз арасындағы трафикті шифрлеу, осылайша жергілікті желіде ешкім оны оқи немесе өзгерте алмайды.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-or-proxy-a-vpn-also = VPN сонымен қатар ашық және жалпыға ортақ WiFi қосылымдарында қауіпсіздікті қамтамасыз етеді. Ашық WiFi қауіпті болуы мүмкін және басқа біреудің сіздің не істеп жатқаныңызды аңду үшін сол желіге қосылмағанына сенімді болу мүмкін емес. Трафигіңіз шифрленген болса да, олар сіздің қай сайттарға кіріп жатқаныңызды көре алады. Ал егер сіз шифрлеуі жоқ қолданбаны қолдансаңыз — тіпті бүгінгі күні де көбінде ол жоқ — онда олар сіздің сол қолданбада істеп жатқандарыңыздың бәрін көре алады. { -brand-name-mozilla-vpn } — қауіпсіздік олқылығын толтыруға көмектесетін жылдам, қауіпсіз, сенімді қызмет. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> сонымен қатар { $countries }-дан астам елдің ішінен өзіңіздің «орныңызды» (трафигіңіз қайдан келіп жатқандай көрінетінін) таңдауға мүмкіндік береді.
vpn-or-proxy-choose-a-trustworthy = Сенімді қызметті таңдаңыз
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-or-proxy-the-most-important = VPN немесе прокси қызметін таңдағанда ескеретін ең маңызды нәрсе — сенімді компанияны таңдау. Келісетін шарттарды түсінгеніңізге көз жеткізіңіз. Көбісі керемет және жекелікке бағытталғанбыз деп мәлімдейді, бірақ олардың көбі уәделерін орындамайды. Барлық прокси және VPN қызметтері қауіпсіз және жеке емес. Кейбіреулері деректеріңіз бен ақпаратыңызды маркетингтік фирмаларға сату үшін онлайн әрекеттеріңізді <a href="{ $cnet }">тіркеп</a> <a href="{ $pcmag }">отырады</a>. Басқа қызметтер сізді құрылғыларыңызға зиянды бағдарламаларды орнатуға көндіруге тырысады.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $fpn (url) - https://fpn.firefox.com/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-or-proxy-weve-done-the = Біз <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> және <a href="{ $fpn }">{ -brand-name-firefox-private-network }</a> прокси кеңейтуі сіздің жекелігіңізді шынымен құрметтейтініне көз жеткізу үшін бар күшімізді салдық және бұған беделімізбен кепілдік бере аламыз. { -brand-name-mozilla }-ның ақпаратыңызды қауіпсіз сақтауға көмектесетін өнімдер жасау бойынша беделі бар. Біз қызмет көрсету үшін қажетті ақпаратқа ғана назар аударуға мүмкіндік беретін, оқуға оңай әрі түсінікті <a href="{ $principles }">Деректер жекелігі принциптерін</a> ұстанамыз. Бізді <a href="{ $mission }">миссияға негізделген</a> компания қолдайтындықтан, осы өнімге жұмсаған ақшаңыз тек жоғары деңгейдегі қауіпсіздікті қамтамасыз етіп қана қоймай, сонымен қатар интернетті барлығы үшін жақсартатынына сенімді бола аласыз.
