# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = VPN деген не?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = VPN не істейтіні, оны қашан және не үшін пайдалану керектігі туралы ақпарат алу үшін VPN туралы тоғыз жалпы сұраққа жауап алыңыз.
vpn-what-is-many-of-us = Көбіміз күн сайын видео көру, сауда жасау, ойын ойнау және шоттарды төлеу сияқты күнделікті істерден бастап, күрделі жұмыс жобаларын басқаруға және құпия видео қоңыраулар жасауға дейін интернетті бірнеше сағат пайдаланамыз. <strong>Виртуалды жеке желі (VPN)</strong> — желіде жеке және қауіпсіз болудың және жеке деректеріңізді қорғаудың ең жақсы тәсілдерінің бірі.
vpn-what-is-how-do-vpns = VPN қалай жұмыс істейді?
vpn-what-is-a-vpn-is = VPN — қай жерде болсаңыз да, интернетке қауіпсіз кіруге мүмкіндік беретін құрал. VPN құрылғыңыз бен VPN провайдеріңіз арасында қауіпсіз «туннель» жасау арқылы жұмыс істейді және ол сізді екі негізгі жолмен қорғайды:
vpn-what-is-concealing-your-ip = IP адресіңізді жасыру, жеке басыңызды және орналасқан жеріңізді қорғау.
vpn-what-is-encrypting-your-traffic = Сіз бен VPN провайдеріңіз арасындағы трафикті шифрлеу, осылайша жергілікті желіде ешкім оны оқи немесе өзгерте алмайды.
vpn-what-is-in-the-past = Бұрын VPN-дерді негізінен корпорациялар өздерінің ішкі қызметтеріне және меншікті деректеріне қауіпсіз қашықтан қол жеткізуді қамтамасыз ету үшін пайдаланатын. Алайда, қазір VPN-дер интернетке қосылымын қорғағысы келетін кез келген адамға қолжетімді, әсіресе қоғамдық WiFi сияқты қорғалмаған желілерде, бірақ ол тіпті үй желісінде де пайдалы.
vpn-what-is-a-vpn-will = VPN браузер, қолданбалар немесе басқа қызметтер арқылы болсын, сіз бен VPN провайдеріңіз арасында жіберілетін трафикті қорғайды. VPN орнату үшін сізге VPN провайдерінен аккаунт ашып, компьютеріңізге немесе телефоныңызға VPN бағдарламалық жасақтамасын орнату қажет болады. Қосылған кезде VPN құрылғыңызда жұмыс істейтін барлық қолданбалар мен бағдарламалық жасақтаманың трафигін өңдейді, осылайша сіз қауіпсіз жеке желі қосылымы арқылы еркін шолу жасай аласыз және сөйлесе аласыз.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN провайдері әдетте әлемнің әртүрлі жерлерінде бірнеше қосылым шлюздерін ұсынады, бұл сізге өзіңіздің орналасқан жеріңізден басқа жердің IP адресін пайдалануға мүмкіндік береді. Осылайша, сіз қосылып жатқан орын трафиктің көзі ретінде нақты IP адресіңізді емес, VPN-нің IP-ін көреді. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> трафигіңізді қауіпсіз сервер арқылы бағыттайды және { $countries }-дан астам елдің ішінен орынды таңдауға мүмкіндік береді.
vpn-what-is-when-should-i = VPN-ді қашан пайдалануым керек?
vpn-what-is-connecting-to-a = Қоғамдық WiFi желісіне қосылу кейде ыңғайлы, мысалы, интернет қызметі болмағанда немесе телефоныңыз байланыс ұстамағанда. Екінші жағынан, қоғамдық WiFi-ға қосылу қауіпті болуы мүмкін. Басқа біреудің сіздің не істеп жатқаныңызды аңду үшін сол желіге қосылмағанына сенімді болу мүмкін емес. Трафигіңіз шифрленген болса да, олар сіздің қай сайттарға кіріп жатқаныңызды көре алады. Ал егер сіз шифрлеуі жоқ қолданбаны қолдансаңыз — тіпті бүгінгі күні де көбінде ол жоқ — онда олар сіздің істеп жатқандарыңыздың бәрін көре алады.
vpn-what-is-when-youre-at = Үйде болғанда, үй желісінде зиянкестердің пайда болу қаупі төменірек. Дегенмен, интернет қызметін провайдеріңіз (ISP) онлайн әрекеттеріңізді бақылай алады және бөлісе алады, себебі сіз желіде кіретін барлық деректер ISP желісі арқылы бағытталады, олардың кейбіреулері шифрленбеген болуы мүмкін. VPN қай жерде болсаңыз да, трафигіңізді VPN провайдеріне дейін шифрлеу арқылы провайдерлердің сізді аңдуына жол бермейді.
vpn-what-is-wait-i-thought = Тоқтай тұрыңыз, мен интернет-трафигім әлдеқашан HTTPS арқылы шифрленген деп ойлап едім…
vpn-what-is-its-true-that = Қазіргі уақытта веб-сайттарға қосылымдардың көпшілігі HTTPS арқылы қорғалғаны рас, бұл мазмұн шифрленгенін білдіреді, бірақ бастапқы немесе тағайындалған IP-адрес шифрленбейді. VPN веб-сайттар мен үшінші тараптарға сіздің IP-адресіңізді білуге жол бермей, қосымша жекелікті қамтамасыз етеді.
vpn-what-is-why-would-i = Маған VPN не үшін керек?
