# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/what-is-a-vpn/

# HTML page title and main title
vpn-what-is-what-is-a-vpn = VPN деген не?
# HTML page description and intro
vpn-what-is-get-answers-to-nine = VPN не істейтіні, оны қашан және не үшін пайдалану керектігі туралы ақпарат алу үшін VPN туралы тоғыз жалпы сұраққа жауап алыңыз.
vpn-what-is-many-of-us = Көбіміз күн сайын видео көру, сауда жасау, ойын ойнау және шоттарды төлеу сияқты күнделікті істерден бастап, күрделі жұмыс жобаларын басқаруға және құпия видео қоңыраулар жасауға дейін интернетті бірнеше сағат пайдаланамыз. <strong>Виртуалды жеке желі (VPN)</strong> — желіде жеке және қауіпсіз болудың және жеке деректеріңізді қорғаудың ең жақсы тәсілдерінің бірі.
vpn-what-is-how-do-vpns = VPN қалай жұмыс істейді?
vpn-what-is-a-vpn-is = VPN — қай жерде болсаңыз да, интернетке қауіпсіз кіруге мүмкіндік беретін құрал. VPN құрылғыңыз бен VPN провайдеріңіз арасында қауіпсіз «туннель» жасау арқылы жұмыс істейді және ол сізді екі негізгі жолмен қорғайды:
vpn-what-is-concealing-your-ip = IP адресіңізді жасыру, жеке басыңызды және орналасқан жеріңізді қорғау.
vpn-what-is-encrypting-your-traffic = Сіз бен VPN провайдеріңіз арасындағы трафикті шифрлеу, осылайша жергілікті желіде ешкім оны оқи немесе өзгерте алмайды.
vpn-what-is-in-the-past = Бұрын VPN-дерді негізінен корпорациялар өздерінің ішкі қызметтеріне және меншікті деректеріне қауіпсіз қашықтан қол жеткізуді қамтамасыз ету үшін пайдаланатын. Алайда, қазір VPN-дер интернетке қосылымын қорғағысы келетін кез келген адамға қолжетімді, әсіресе қоғамдық WiFi сияқты қорғалмаған желілерде, бірақ ол тіпті үй желісінде де пайдалы.
vpn-what-is-a-vpn-will = VPN браузер, қолданбалар немесе басқа қызметтер арқылы болсын, сіз бен VPN провайдеріңіз арасында жіберілетін трафикті қорғайды. VPN орнату үшін сізге VPN провайдерінен аккаунт ашып, компьютеріңізге немесе телефоныңызға VPN бағдарламалық жасақтамасын орнату қажет болады. Қосылған кезде VPN құрылғыңызда жұмыс істейтін барлық қолданбалар мен бағдарламалық жасақтаманың трафигін өңдейді, осылайша сіз қауіпсіз жеке желі қосылымы арқылы еркін шолу жасай аласыз және сөйлесе аласыз.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $countries (number) - number of countries where Mozilla VPN has servers, e.g. "30"
vpn-what-is-a-vpn-provider = VPN провайдері әдетте әлемнің әртүрлі жерлерінде бірнеше қосылым шлюздерін ұсынады, бұл сізге өзіңіздің орналасқан жеріңізден басқа жердің IP адресін пайдалануға мүмкіндік береді. Осылайша, сіз қосылып жатқан орын трафиктің көзі ретінде нақты IP адресіңізді емес, VPN-нің IP-ін көреді. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> трафигіңізді қауіпсіз сервер арқылы бағыттайды және { $countries }-дан астам елдің ішінен орынды таңдауға мүмкіндік береді.
vpn-what-is-when-should-i = VPN-ді қашан пайдалануым керек?
vpn-what-is-connecting-to-a = Қоғамдық WiFi желісіне қосылу кейде ыңғайлы, мысалы, интернет қызметі болмағанда немесе телефоныңыз байланыс ұстамағанда. Екінші жағынан, қоғамдық WiFi-ға қосылу қауіпті болуы мүмкін. Басқа біреудің сіздің не істеп жатқаныңызды аңду үшін сол желіге қосылмағанына сенімді болу мүмкін емес. Трафигіңіз шифрленген болса да, олар сіздің қай сайттарға кіріп жатқаныңызды көре алады. Ал егер сіз шифрлеуі жоқ қолданбаны қолдансаңыз — тіпті бүгінгі күні де көбінде ол жоқ — онда олар сіздің істеп жатқандарыңыздың бәрін көре алады.
vpn-what-is-when-youre-at = Үйде болғанда, үй желісінде зиянкестердің пайда болу қаупі төменірек. Дегенмен, интернет қызметін провайдеріңіз (ISP) онлайн әрекеттеріңізді бақылай алады және бөлісе алады, себебі сіз желіде кіретін барлық деректер ISP желісі арқылы бағытталады, олардың кейбіреулері шифрленбеген болуы мүмкін. VPN қай жерде болсаңыз да, трафигіңізді VPN провайдеріне дейін шифрлеу арқылы провайдерлердің сізді аңдуына жол бермейді.
vpn-what-is-wait-i-thought = Тоқтай тұрыңыз, мен интернет-трафигім әлдеқашан HTTPS арқылы шифрленген деп ойлап едім…
vpn-what-is-its-true-that = Қазіргі уақытта веб-сайттарға қосылымдардың көпшілігі HTTPS арқылы қорғалғаны рас, бұл мазмұн шифрленгенін білдіреді, бірақ бастапқы немесе тағайындалған IP-адрес шифрленбейді. VPN веб-сайттар мен үшінші тараптарға сіздің IP-адресіңізді білуге жол бермей, қосымша жекелікті қамтамасыз етеді.
vpn-what-is-why-would-i = Маған VPN не үшін керек?
vpn-what-is-hiding-your-identity = Жеке басыңызды жасыру және веб-трафигіңізді бүркемелеу тек технологияны жетік білетіндер немесе күмәнді тұлғалар жасайтын нәрсе болып көрінуі мүмкін. Дегенмен, VPN қолданудың бірқатар заңды себептері бар, соның ішінде:
vpn-what-is-keeping-your-online = Онлайн әрекеттеріңіздің жекелігін сақтау.
vpn-what-is-keeping-your-home = Үйіңіздің орналасқан жерін немесе жиі баратын жерлеріңіздің жекелігін сақтау.
vpn-what-is-protecting-your-connection = Кафе, әуежай, дүкен немесе кітапхана сияқты қоғамдық WiFi желілеріне қосылуды қорғау.
vpn-what-is-ensuring-the-confidentiality = Интернетке кіруіңіздің құпиялылығы мен тұтастығын қамтамасыз ету.
vpn-what-is-make-it-more = Жарнама желілеріне сіздің IP-адресіңізді пайдаланып, бүкіл желі бойынша ізіңізге түсетін жарнамалық таргеттеу профильдерін жасауды қиындату.
vpn-what-is-what-are-the = VPN қолданудың қандай кемшіліктері бар?
vpn-what-is-some-service-providers = Кейбір қызмет провайдерлері VPN арқылы кіруді бұғаттайды, бұл VPN қосулы кезде олардың мазмұнын қолжетімсіз етеді. Кейбір VPN-дер жылдамдықты баяулатуы немесе өткізу қабілетін шектеуі мүмкін. Сондай-ақ кейбір VPN-дер пайдаланушының жекелігі мен қауіпсіздігін сақтау тұрғысынан төмен бағаланады.
vpn-what-is-are-vpns-safe = VPN қауіпсіз бе?
vpn-what-is-its-very-hard = Сенімді VPN табу өте қиын. VPN пайдаланушыларды желіде болған кезде қорғауға арналған, бірақ барлық VPN қызметтері бірдей емес. VPN қызметін іздеген кезде, келісетін шарттарды түсінгеніңізге көз жеткізіңіз. Көпшілігі өздерін керемет және құпиялылыққа бағытталған деп мәлімдейді, бірақ олардың көпшілігі уәделерін орындамайды. Кейбір VPN қызметтері сіздің деректеріңіз бен ақпаратыңызды маркетингтік фирмаларға сата алу үшін сіздің онлайн әрекеттеріңізді тіркейді. Басқа VPN қызметтері сізді құрылғыларыңызға зиянды бағдарлама орнатуға көндіруге тырысады.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-what-is-weve-done-the = Біз <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> қызметінің сіздің жекелігіңізді шынымен құрметтейтініне көз жеткізу үшін көп жұмыс істедік және бұған өз беделімізбен кепілдік беруге дайынбыз. { -brand-name-mozilla } ақпаратыңызды қауіпсіз сақтауға көмектесетін өнімдер жасауымен танымал. Біз қызмет көрсету үшін қажетті ақпаратқа ғана назар аударуға мүмкіндік беретін түсінікті де қарапайым <a href="{ $principles }">Деректердің жекелік принциптерін</a> ұстанамыз. { -brand-name-mozilla-vpn } технологиясы пайдаланушыларға толық VPN қорғауы мен қауіпсіздігі бар жылдам қосылымды ұсыну үшін ықшам және заманауи етіп жасалған. Бұл VPN жасаушыларының артында <a href="{ $mission }">миссияға негізделген</a> компания тұрғандықтан, осы өнімге жұмсаған ақшаңыз тек үздік VPN-ге ие болуды ғана емес, сонымен қатар интернеттің барлығы үшін жақсаруына үлес қосатыныңызға сенімді бола аласыз.
vpn-what-is-can-vpns-protect = VPN мені киберқылмыскерлерден қорғай ала ма?
# Variables
#   $url (url) - https://blog.mozilla.org/en/products/firefox/stay-safe-in-your-online-life-too/
vpn-what-is-while-a-vpn = VPN интернетке қауіпсіз қосылымды қамтамасыз еткенімен, ол сізді барлық жаман ниеттілерден қорғамайды. Желіде болған кезде, VPN болса да, болмаса да, күмәнді сілтемелерден, жалған ақпарат тарату науқандарынан, фишингтік алаяқтықтан және басқа да қауіптерден сақ болуыңыз керек. <a href="{ $url }">Интернетте қауіпсіз болу</a> — бұл күнделікті қағида.
vpn-what-is-are-vpns-legal = VPN заңды ма?
vpn-what-is-installing-and-using = Қазіргі уақытта VPN орнату және пайдалану көптеген елдерде, соның ішінде АҚШ, Ұлыбритания, Канада және Жаңа Зеландияда заңды болып табылады, бірақ кейбір елдер оларды пайдалануды реттеуі мүмкін. Егер сіз VPN пайдалануды шешсеңіз, оны пайдалану заңды ма, жоқ па екенін анықтау үшін сол елдің заңын тексеру сіздің жауапкершілігіңізде болады.
vpn-what-is-are-vpns-only = VPN тек компьютерлерге арналған ба?
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-vpns-can-be = VPN желілерін барлық құрылғыларыңызды — компьютерлерді, ноутбуктарды, планшеттерді және телефондарды қорғау үшін пайдалануға болады. Егер сіз интернетке браузерден тыс жеке қолданбалар арқылы кірсеңіз, VPN кез келген құрылғыдағы құпиялылығыңыз бен қауіпсіздігіңізді қорғау үшін жақсы таңдау болып табылады. Оның тиімді жұмыс істеуі үшін әрбір құрылғыға VPN орнату қажет. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> кез келген қолданбадан немесе браузерден интернетке қосылған кезде бес құрылғыға дейін шексіз қосылымды ұсынады.
vpn-what-is-mozilla-vpn-fast = { -brand-name-mozilla-vpn }: Жылдам, қауіпсіз, сенімді
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
vpn-what-is-mozilla-vpn-is-a-v3 = <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> — барлық құрылғыларыңызда интернет байланысының қауіпсіздігін сақтауға сенуге болатын сервис. Біз сіздің желілік белсенділік журналдарыңызды сақтамаймыз және интернеттегі әрекеттеріңіз негізінде профиль жасайтын үшінші тараптармен жұмыс істемейміз. Тұрақсыздық "жаңа қалыпқа" айналған әлемде, сіз үшін өзіңізді қауіпсіз сезіну және желідегі істеріңіз тек өз шаруаңыз екенін білу бұрынғыдан да маңызды екенін түсінеміз.
