# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/more/when-to-use-a-vpn/

# HTML page title and main title
vpn-when-to-use-5-reasons-you-should = VPN қолдану керектігінің 5 себебі
# HTML page description and intro
vpn-when-to-use-here-are-five = Мұнда сіз ойламаған, сенімді VPN қажет болатын бес жағдай берілген. { -brand-name-mozilla-vpn } көмегімен желідегі қауіпсіздігіңізді нығайтыңыз.
# Variables
#   $vpn (url) - https://www.mozilla.org/products/vpn/more/what-is-a-vpn/
vpn-when-to-use-as-more-of = Күнделікті өмір интернетпен көбірек байланысқан сайын, жекелік пен қауіпсіздік мәселелері маңыздырақ бола түсуде. VPN — <a href="{ $vpn }">Виртуалды жеке желі</a> — кез келген адамға интернетке қауіпсіз, жеке қосылым орнатуға көмектеседі. Ол құрылғыңыз бен жалпы интернет арасында қауіпсіз "туннель" жасау арқылы жұмыс істейді және сізді екі маңызды жолмен қорғайды:
vpn-when-to-use-concealing-your-true = Нақты IP адресіңізді жасырып, жеке басыңызды қорғайды және орналасқан жеріңізді бүркейді.
vpn-when-to-use-encrypting-your-traffic = Сіз бен VPN провайдеріңіз арасындағы трафикті шифрлеу, осылайша жергілікті желіде ешкім оны оқи немесе өзгерте алмайды.
vpn-when-to-use-having-a-vpn = Қажет кезде VPN қол астыңызда болғаны — жақсы идея. Мұнда сіз ойламаған, сенімді VPN қажет болатын бірнеше жағдай берілген.
vpn-when-to-use-1-a-walk = 1. Саябақта серуендеу
vpn-when-to-use-its-a-beautiful = Тамаша сенбі күні таңертең сіз саябақ орындығына жайғасып, кофе ішіп, сүйікті жаңалықтар сайттарын қарап, бірнеше видео көруге және күн көзі мен таза ауада отырып жылдам онлайн сатып алулар жасауға бел будыңыз. Мобильді деректеріңізді тауысқанша, қаланың қоғамдық WiFi желісіне қосыласыз. Ол тегін және қала әкімдігі ұсынған, демек бәрі дұрыс болуы керек, солай ма? Шындығында, бұл муниципалды желінің қауіпсіз екеніне немесе тіпті шынайы екеніне (келесі тармақты қараңыз) және сіз қосылған кезде аңдушы зиянкестерден немесе ұйымдардан қорғайтынына сенімді бола алмайсыз. VPN-ді қосу құрылғыңызды кез келген күні орындықта отырғанда сіз кіретін сайттарды аңдығысы келетін немесе құпия логин мәліметтеріңізді иемденгісі келетіндерден қорғауға көмектеседі.
vpn-when-to-use-2-in-the = 2. Көрші маңда
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
# "C0MCAST-WiFi-77th-St" and "Verizon3-Hotspot-Baltimore" are examples of possibly suspicious public wifi networks. You can substitute similar example names for your locale.
# "legit" is shortened slang for "legitimate"
vpn-when-to-use-have-you-ever = Сіз бұрын-соңды <em>C0MCAST-WiFi-77th-St</em> немесе <em>Verizon3-Hotspot-Baltimore</em> сияқты аталатын хотспоттарға қосылып көрдіңіз бе? Сенімді көрінеді, иә? Асықпаңыз. Шындығында, кез келген адам адамдарды қызықтыру үшін сенімді естілетін атаумен жалған қоғамдық WiFi орната алады. Кез келген белгісіз WiFi-ға қосылу сізді құрылғыңызға кіріп, жеке ақпаратты ұрлауды, зиянды бағдарлама орнатуды немесе одан да жаманын қалайтын арам ниеттілер мен қылмыскерлер үшін оңай нысанаға айналдырады. <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> телефоныңыздан немесе ноутбугіңізден жіберілетін жеке деректерді белгісіз тұлғалардың көруін бұғаттау арқылы қоғамдық WiFi-ға қосылған кезде қауіпсіздігіңізді арттырады. Бұл кофеханалардағы, дүкендердегі, емханалардағы және т.б. жерлердегі WiFi желілеріне де қатысты.
vpn-when-to-use-3-on-the = 3. Жолда
vpn-when-to-use-open-wifi-abounds = Жолда жүргенде автобустардағы желілерден бастап, вокзалдардағы хотспоттарға және әуежайдағы тегін интернетке дейін ашық WiFi өте көп. Олар қаншалықты қауіпсіз болып көрінсе де, бұл WiFi хотспоттарына сақтықпен және күдікпен қараңыз. Көбіміз ыңғайлылық үшін бұл тегін қосылымдарды пайдаланамыз, бірақ осы мақалада сипатталған барлық тәуекелдер кез келген ашық, тексерілмеген WiFi желісіне де іске асырылады. VPN пайдалану тұлғаңызды, файлдарды тасымалдауды және желідегі әрекеттеріңізді сол WiFi желісі арқылы сізді аңдуға try тырысатын қаскөйлерден қорғауға көмектеседі.
vpn-when-to-use-4-home-away = 4. Үйден тыс жерде
vpn-when-to-use-if-you-are = Егер сіз қашықтан жұмыс істеу үшін уақытша орын жалдасаңыз немесе Airbnb арқылы демалыс жоспарласаңыз, оның тегін WiFi-ы болуы әбден мүмкін. Тіпті WiFi пароль арқылы қорғалса да, бұл оны автоматты түрде қауіпсіз және жеке етпейді. Біріншіден, үй иесі желіге кіріп, сіздің желіде не істеп жатқаныңызды қадағалауы мүмкін. Сондай-ақ, егер олар парольді қонақтар ауысқан сайын өзгертпесе, кез келген бұрынғы қонақ сізбен бірге қайта қосыла алады. Сонымен қатар, бұрынғы қонақ роутерге кіріп, оны қашықтан аңдуға мүмкіндік беретін бағдарлама орнатып кетуі мүмкін. Ойланатын жайттар көп! WiFi-дан мүлдем бас тартпасаңыз, ең дұрыс әрекет — компьютерді, телефонды немесе планшетті жалдамалы орынның интернетіне қосқан кезде сенімді VPN пайдалану. Бұл қонақ үйлер мен хостелдерге де қатысты.
vpn-when-to-use-5-in-your = 5. Өз үйіңізде
vpn-when-to-use-for-the-most = Көбіне жоғарыдағы сценарийлер сіздің үй желісіне іске асырылмайды, егер ол күшті пароль мен қауіпсіздік шараларымен дұрыс бапталған болса. Бірақ бұл сізді барлық аңдушылардан ада дегенді білдірмейді.
vpn-when-to-use-because-your-internet = Себебі үйдегі интернет трафигіңіз құрылғыларыңыздан интернет провайдері (қысқаша ISP) арқылы өтеді — олар сіздің қайда кіретініңізді көре алады. ISP сіздің қандай сайттарға кіретініңізді, онда қанша уақыт болатыныңызды, орналасқан жеріңізді және құрылғыларыңыз туралы ақпаратты көре алады. ISP шифрлеудің арқасында сол сайттарда нақты не істегеніңізді (мысалы, не сатып алғаныңызды, не іздегеніңізді немесе не оқығаныңызды) білмеуі мүмкін, бірақ олар сіз кірген сайттар негізінде сіз туралы қорытынды жасай алады. Бұл жеке деректерді ISP-лер сіз туралы егжей-тегжейлі профильдер жасау үшін пайдалануы мүмкін. Жеке режимде шолу провайдерлердің сіздің қайда кіретініңізді көруіне кедергі болмайды. Бірақ веб-трафикті VPN арқылы жіберу мұны әлдеқайда қиындатады.
vpn-when-to-use-make-sure-you = VPN не істей алмайтынын түсінгеніңізге көз жеткізіңіз
# Variables
#   $book (url) - https://support.mozilla.org/kb/how-stay-safe-web
vpn-when-to-use-a-vpn-provides = VPN жеке деректеріңізді интернет арқылы тасымалданбас бұрын қорғау арқылы маңызды қауіпсіздік байланысын қамтамасыз етеді, сонымен қатар IP адресіңізді жасырып, тұлғаңыз бен орналасқан жеріңізді қорғауға көмектеседі. Дегенмен, ол күмәнді сілтемелерге шерту, зиянды бағдарламаларды жүктеп алу немесе электрондық пошта арқылы алаяқтықтың құрбаны болу сияқты жағдайлардан сақтандырмайды. Сізге бәрібір <a href="{ $book }">желіде қауіпсіз болу үшін жақсы дағдыларды</a> қолдану қажет.
vpn-when-to-use-mozilla-vpn-a = { -brand-name-mozilla-vpn }, сенімді VPN қызметі
# Variables
#   $cnet (url) - https://www.cnet.com/news/why-you-should-be-skeptical-about-a-vpns-no-logs-claims/
#   $pcmag (url) - https://www.pcmag.com/news/7-vpn-services-found-recording-user-logs-despite-no-log-pledge
vpn-when-to-use-the-most-important = VPN таңдағанда ең бастысы — сенімді компанияны таңдау. Сіз келіскен шарттарды түсінгеніңізге көз жеткізіңіз. Көбісі керемет және жекелікке бағытталған деп мәлімдейді, бірақ олардың көпшілігі уәдесін орындамайды. Барлық прокси мен VPN қызметтері қауіпсіз және жеке емес. Кейбіреулері деректеріңіз бен ақпаратыңызды маркетингтік фирмаларға сату үшін онлайн әрекеттеріңізді <a href="{ $cnet }">жазып</a> <a href="{ $pcmag }">алады</a>. Басқа қызметтер құрылғыларыңызға зиянды бағдарлама орнатуға көндіруге тырысады.
# Variables
#   $mozvpn (url) - https://www.mozilla.org/products/vpn/
#   $principles (url) - https://www.mozilla.org/privacy/principles/
#   $mission (url) - https://www.mozilla.org/mission/
# "done the legwork" means collecting information or doing research in preparation for a project, that involves much walking or traveling about. Alternatives: "we've done the work" or "we've done the research"
vpn-when-to-use-weve-done-the = Біз <a href="{ $mozvpn }">{ -brand-name-mozilla-vpn }</a> сіздің жекелігіңізді шынымен құрметтейтініне көз жеткізу үшін барлық жұмысты атқардық және бұған беделімізбен кепілдік беруге дайынбыз. { -brand-name-mozilla } ақпаратыңызды қауіпсіз сақтауға көмектесетін өнімдерді жасау бойынша жақсы беделге ие. Біз қызмет көрсету үшін қажетті ақпаратқа ғана назар аударуға мүмкіндік беретін түсінікті <a href="{ $principles }">Деректердің жекелік принциптерін</a> ұстанамыз. Сондай-ақ біз <a href="{ $mission }">миссияға негізделген</a> компания болғандықтан, осы өнімге жұмсаған ақшаңыз тек жоғары деңгейлі қауіпсіздікті қамтамасыз етіп қана қоймай, сонымен қатар интернетті барша үшін жақсартатынына сенімді бола аласыз.
