# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = Пронађите најприкладнији прегледач за брзину, приватност и сигурност.
best-browser-so-many-browser-options = Постоје много опција прегледача, али постоји само један који у постпуности одговара вашим потребама. Најприкладнији прегледач мора бити брз и осигурати вашу приватност.
best-browser-privacy-speed-and-security = Приватност, брзина и сигурност.
best-browser-how-to-choose-the-best = Како изабрати најприкладнији прегледач.
best-browser-the-internet-has-become = Интернет је постао једнако важан као електрична енергија и текућа вода, тако да је одабир најбољег прегледача важнији него икад. Интернет је као друга канцеларија, учитељ, или чак медицински саветник, иако ваш доктор баш и не жели да претражујете своје симптоме.
best-browser-in-the-mid-nineties = Средином '90-их година, на тржишту су доминирали { -brand-name-netscape }, { -brand-name-ie } и AOL. Ко се с љубављу не сећа слатке мелодије модема који се повезује на интернет и стрпљења док смо чекали да се учита страница? Тада је најважнија била брзина прегледача.
best-browser-today-is-a-different = Данас је то друга прича. Између свеприсутности хакирања, цурења података и лажних вести, није изненађујуће да корисници интернета постају све захтевнији у погледу њиховог прегледача. Како прегледач штити вашу приватност? Да ли програмима за праћење дозвољава да вас прати по мрежи? Да ли је дизајниран тако да вам омогући рад с бројним рачунарским и интернет операцијама?
best-browser-when-you-use-a-browser = Када користите прегледач за све, он мора бити брз. Али из истог разлога, неопходно је да осигура приватност ваших личних података. Прегледач има приступ свему што радите на мрежи и може вас изложити значајном ризику ако нема напредна безбедносна подешавања.
best-browser-marshall-erwin-senior = Marshall Erwin, Виши директор за поверење и безбедност у { -brand-name-mozilla }-и
best-browser-if-youre-wondering = Ако се питате шта значи имати брз и поверљив прегледач, ево преглед три ствари које један прегледач треба да има.
best-browser-a-browser-built-for = Прегледач изграђен за брзину.
best-browser-a-browser-is-still = Прегледач је ипак само алатка, па је важно да изаберете онај који највише одговара задатку. Ако сте човек који треба да ради да би задовољио своје потребе, потребан вам је брз прегледач. Имајте на уму да су прегледачи који раде са пратиоцима трећих страна спорији од оних који не користе праћење. Пратиоци трећих страна су колачићи, и иако их не можете видети, они раде у позадини странице и успоравају прегледавање. Што више пресретнутних и блокираних пратиоца, то ће прегледач брже радити.
best-browser-this-is-one-of-the = Ово је један од многих разлога за одабир { -brand-name-firefox } прегледача: { -brand-name-firefox } подразумевано блокира пратиоце трећих страна. Постоји још разлога, али ћемо их поменути касније.
best-browser-a-browser-that-puts = Прегледач који ставља сигурност на прво место.
best-browser-remember-the-last-massive = Сећате ли се последње масивне повреде података? Ако не, онда се то вероватно дешава пречесто. Низ компанија прикупља различите податке о клијентима, укључујући личне или финансијске, што је неодољиво хакерима. Ако вам је сигурност један од приоритета, сигуран прегледач је најбољи прегледач за вас.
best-browser-there-are-a-few-ways = Прегледач може да заштити своје кориснике на неколико начина. Прегледач ажуриран најновијом сигурносном технологијом може да заштити ваш рачунар и веб странице од нежељених уљеза, као што су вируси и злонамерни софтвери.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = Исто тако, важно је не чувати превише корисничких података. Хакери не могу украсти оно чега нема, због чега { -brand-name-firefox } задржава што мање информација о својим корисницима. <a href="{ $data }">{ -brand-name-firefox } зна</a> када користите прегледач и познаје вашу приближну локацију, <a href="{ $privacy }">а не зна име вашег кућног љубимца или која је ваша омиљена боја.</a>
best-browser-last-but-not-least = На крају, сигуран прегледач треба да обезбеди алате који вам омогућавају да надгледате своје налоге. На пример, упозорења е-поштом ако је на један од ваших налога утицало цурење података или иконице које показују да је веб страница шифрована (и да безбедно можете унети број ваше кредитне картице док купујете преко интернета).
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } нуди нешто ново да вас заштити: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. Ово је бесплатна услуга која вас упозорава када дође до кршења података и обавештава ако је ваш налог већ био хакован раније. Још једна одлична карактеристика је Green Lock односно мала зелена иконица катанца, која се појављује у горњем левом углу прозора прегледача. Ако видите ово док користите { -brand-name-firefox }, то значи да је веза са страницом шифрована и сигурна. Ако је мали катанац сив, онда двапут размислите пре уноса личних података.
best-browser-we-visit-hundreds-or = Свакодневно посећујемо стотине страница и не можете очекивати прилагођавања подешавања безбедности и приватности за сваку од њих. Због тога је од кључног значаја прегледач који вам даје више контроле, јер пружа истинску заштиту.
best-browser-a-browser-that-minds = Прегледач који води рачуна о свом послу.
best-browser-privacy-on-the-web = Приватност на мрежи је запаљива тема. Ако вам је приватност приоритет, треба да користите прегледач који вас узима озбиљно. Приликом одабира прегледача који најбоље одговара вама, проверите његову политику праћења и како обрађује ваше податке. Можда звучи врло технички, али то је оно што разликује поверљиви прегледач од осталих.
best-browser-trackers-are-all-those = Трагачи су колачићи и све оне неугодне поруке које иду с њима сваки пут када посетите неку страницу. Ови колачићи трећих страна користе се за праћење ваше активности и анализу вашег понашања. Прегледач који поштује вашу приватност треба да корисницима омогући да искључе праћење, а идеално би било кад би их сам подразумевано искључивао.
best-browser-another-way-to-stop = Други начин да се спречи праћење трагача је да прегледате у приватном режиму. Прегледач који поштује вашу приватност мора да нуди прегледавање у овом режиму.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = Најлакши начин да то урадите је да проверите страницу подешавања садржаја прегледача, као и политику приватности. Она мора јасно навести у којим случајевима и из којих разлога се користе ваши подаци. Зато је <a href="{ $privacy }">{ -brand-name-firefox }-ова политика приватности</a> једноставна за проналажење и разумевање.
best-browser-choosing-the-best-browser = Одабир најбољег прегледача је попут одабира новог стана. Важно је проучити све могућности, направити поређења и донети одлуку на основу онога што вам је важно.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = У <a href="{ $firefox }">{ -brand-name-firefox }-у</a>, неуморно радимо на томе да вам пружимо најбољи могући прегледач. Сада је двоструко бржи него раније и пружа вам већу контролу над вашим дигиталним животом.
best-browser-take-control-of-your = Преузмите контролу над вашим прегледачем.
