# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = Историја прегледача: Епска битка која је довела до модерних прегледача
browser-history-the-browser-wars-underdogs-giants = Ратови прегледача, обрачун слабих и јаких, тренуци који су променили свет. Прочитајте о историји веб прегледача.
browser-history-the-history-of-web = Историја веб прегледача
browser-history-world-history-is = Светска историја је пуна борби за моћ, тирана који су освајали и хероја који су бранили. Историја веб прегледача није ништа другачија. Академски пионири су написали једноставан софтвер који је изазвао информатичку револуцију и битку за превласт прегледача и корисника интернета.
browser-history-before-web-era = Ера пре веба
browser-history-in-1950-computers = Педесетих година прошлог века рачунари су заузимали читаве просторије и били су глупљи од данашњих џепних калкулатора. Али технологија се брзо развијала и 1960. године су могли да покрену сложене програме. Владе и универзитети широм света сматрали су да би било сјајно када би машине могле да „разговарају”, олакшавајући сарадњу и научна открића.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> је био први успешан пројекат умрежавања, а 1969. прва порука је послана из информатичког лабораторијума Универзитета у Калифорнији у Лос Анђелесу (UCLA) на Истраживачки институт Станфорд (SRI), такође у Калифорнији.
browser-history-that-sparked-a-revolution = Ово је изазвало револуцију у рачунарском умрежавању. Формиране су нове мреже с циљем повезивања универзитета и истраживачких центара широм света. Али наредних 20 година интернет није био доступан јавности. Био је ограничен на универзитетске и владине истраживаче, студенте и приватне корпорације. Било је на десетине програма који су могли да размењују информације преко телефонских линија, али ниједан од њих није био лак за коришћење. Прави отворени интернет и први веб прегледач настали су тек 1990. године.
browser-history-web-era = Ера веба
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = Британски информатичар Тим Бернерс-Ли направио је први веб сервер и графички веб прегледач 1990. године док је <a href="{ $cern }">радио у ЦЕРН-у</a>, Европској организацији за нуклеарна истраживања у Швајцарској. Свој нови прозор ка интернету назвао је „WorldWideWeb“. Био је то једноставан за коришћење графички интерфејс направљен за NeXT рачунар. По први пут, текстуални документи су међусобно повезани преко јавне мреже — интернета каквог познајемо.
browser-history-a-year-later-berners = Годину дана касније, Бернерс-Ли је замолио Николу Пелоу, студенткињу математике из ЦЕРН-а, да створи прегледач у линијском режиму, програм за основне рачунарске терминале.
