# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/browser-history/

browser-history-browser-history = Историја прегледача: Епска битка која је довела до модерних прегледача
browser-history-the-browser-wars-underdogs-giants = Ратови прегледача, обрачун слабих и јаких, тренуци који су променили свет. Прочитајте о историји веб прегледача.
browser-history-the-history-of-web = Историја веб прегледача
browser-history-world-history-is = Светска историја је пуна борби за моћ, тирана који су освајали и хероја који су бранили. Историја веб прегледача није ништа другачија. Академски пионири су написали једноставан софтвер који је изазвао информатичку револуцију и битку за превласт прегледача и корисника интернета.
browser-history-before-web-era = Ера пре веба
browser-history-in-1950-computers = Педесетих година прошлог века рачунари су заузимали читаве просторије и били су глупљи од данашњих џепних калкулатора. Али технологија се брзо развијала и 1960. године су могли да покрену сложене програме. Владе и универзитети широм света сматрали су да би било сјајно када би машине могле да „разговарају”, олакшавајући сарадњу и научна открића.
# Variables:
#   $arpanet (url) - https://en.wikipedia.org/wiki/ARPANET
browser-history-arpanet-was-the = <a href="{ $arpanet }">ARPANET</a> је био први успешан пројекат умрежавања, а 1969. прва порука је послана из информатичког лабораторијума Универзитета у Калифорнији у Лос Анђелесу (UCLA) на Истраживачки институт Станфорд (SRI), такође у Калифорнији.
browser-history-that-sparked-a-revolution = Ово је изазвало револуцију у рачунарском умрежавању. Формиране су нове мреже с циљем повезивања универзитета и истраживачких центара широм света. Али наредних 20 година интернет није био доступан јавности. Био је ограничен на универзитетске и владине истраживаче, студенте и приватне корпорације. Било је на десетине програма који су могли да размењују информације преко телефонских линија, али ниједан од њих није био лак за коришћење. Прави отворени интернет и први веб прегледач настали су тек 1990. године.
browser-history-web-era = Ера веба
# Variables:
#   $cern (url) - https://home.cern/topics/birth-web
browser-history-british-computer = Британски информатичар Тим Бернерс-Ли направио је први веб сервер и графички веб прегледач 1990. године док је <a href="{ $cern }">радио у ЦЕРН-у</a>, Европској организацији за нуклеарна истраживања у Швајцарској. Свој нови прозор ка интернету назвао је „WorldWideWeb“. Био је то једноставан за коришћење графички интерфејс направљен за NeXT рачунар. По први пут, текстуални документи су међусобно повезани преко јавне мреже — интернета каквог познајемо.
browser-history-a-year-later-berners = Годину дана касније, Бернерс-Ли је замолио Николу Пелоу, студенткињу математике из ЦЕРН-а, да створи прегледач у линијском режиму, програм за основне рачунарске терминале.
# Variables:
#   $firefox (url) - https://en.wikipedia.org/wiki/Firefox
browser-history-by-1993-the-web = До 1993. године интернет је напросто екплодирао. Универзитети, владе и приватне компаније су видели прилике у отвореном интернету. Свима су били потребни нови компјутерски програми да му приступе. Те године, информатичар Марк Андресен је направио Мозаик при Националном центру за суперкомпјутерске апликације (NCSA) на Универзитету Илиноис у Урбана-Шампејну. Био је то први популарни веб прегледач и рана претеча <a href="{ $firefox }">{ -brand-name-mozilla } { -brand-name-firefox }-а</a>.
# Variables:
#   $netscape (url) - https://en.wikipedia.org/wiki/Netscape_(web_browser)
browser-history-ncsa-mosaic-ran = NCSA Мозаик је радио на { -brand-name-windows } рачунарима, био је једноставан за коришћење и свакоме ко је имао рачунар давао је приступ раним веб страницама, собама за ћаскање и библиотекама слика. 1994. године, Андресен је основао <a href="{ $netscape }">{ -brand-name-netscape }</a> и објавио { -brand-name-netscape } Navigator за јавност. Био је изузетно успешан и први прегледач за јавност. То је био и први корак у новој врсти рата за кориснике интернета.
browser-history-the-browser-wars = Ратови прегледача
# Variables:
#   $ie (url) - https://en.wikipedia.org/wiki/Internet_Explorer
browser-history-by-1995-netscape = До 1995. { -brand-name-netscape } Navigator није био једини начин да се повежете на мрежу. { -brand-name-microsoft }, гигант компјутерског софтвера, лиценцирао је стари Мозаик код и направио сопствени прозор ка интернету, <a href="{ $ie }">{ -brand-name-ie }</a>. Ово издање је започело рат. { -brand-name-netscape } и { -brand-name-microsoft } су грозничаво радили на стварању нових верзија својих програма, покушавајући да надмаше оног другог бржим и бољим производима.
# Variables:
#   $blink (url) - https://developer.mozilla.org/en-US/docs/Glossary/blink_element
browser-history-netscape-created = { -brand-name-netscape } је направио и објавио JavaScript, дајући сајтовима моћне рачунарске могућности које раније нису имали. (Такође су направили злогласни <a href="{ $blink }">&lt;blink&gt; таг</a>.) { -brand-name-microsoft } је одговорио са Cascading Style Sheets (CSS), који је постао стандард у дизајнирању сајтова.
# Variables:
#   $dino (url) - https://medium.com/@ddprrt/tales-from-the-browser-wars-mozilla-stomps-internet-explorer-799035887cb1
browser-history-things-got-a-little = Ствари су мало измакле контроли 1997. године када је { -brand-name-microsoft } објавио { -brand-name-ie } 4.0. Тим је направио огромно слово “е” и кришом га поставио на травњак пред { -brand-name-netscape } седиште. { -brand-name-netscape } тим је срушио огромно “е” и <a href="{ $dino }">ставио своју { -brand-name-mozilla } маскоту диносауруса на њега</a>.
# Variables:
#   $mozilla (url) - https://en.wikipedia.org/wiki/Mozilla
#   $marketshare (url) - https://en.wikipedia.org/wiki/Internet_Explorer#Market_adoption_and_usage_share
browser-history-then-microsoft-began = Затим је { -brand-name-microsoft } почео да испоручује { -brand-name-ie } са својим { -brand-name-windows } оперативним системом. У року од 4 године имао је 75% тржишта, а до 1999. имао је 99%. Компанија се суочила са антимонополским споровима у вези са овим потезом, а { -brand-name-netscape } је одлучио да отвори своју базу кодова и створио непрофитну <a href="{ $mozilla }">{ -brand-name-mozilla }-у</a>, која је направила и објавила { -brand-name-firefox } 2002. године. Схватили су да монопол над прегледачима није у најбољем интересу како корисника тако и самог отвореног веба, па је направљен { -brand-name-firefox } да пружи слободу избора. До 2010., { -brand-name-mozilla } { -brand-name-firefox } и други прегледчи су <a href="{ $marketshare }">смањили тржишни удео { -brand-name-ie }-а на 50%</a>.
browser-history-other-competitors = Други конкуренти су се појавили крајем 1990-их и почетком 2000-их, као нпр.: { -brand-name-opera }, { -brand-name-safari } и { -brand-name-google } { -brand-name-chrome }. { -brand-name-microsoft } { -brand-name-edge } заменио је { -brand-name-ie } са { -brand-name-windows } 10 издањем 2015. године.
browser-history-browsing-the-web = Прегледање веба данас
# Variables:
#   $applications (url) - https://blog.mozilla.org/firefox/no-judgment-digital-definitions-app-vs-web-app/
browser-history-today-there-are = Данас постоји само неколико начина за приступ интернету. { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge }, { -brand-name-safari } и { -brand-name-opera } су главни конкуренти. Мобилни уређаји су се појавили као преферирани начин приступа интернету током протекле деценије. Већина корисника интернета данас користи само прегледаче за мобилне уређаје и<a href="{ $applications }">апликације</a> за приступ мрежи. Мобилне верзије главних прегледача су доступне за { -brand-name-ios } и { -brand-name-android } уређаје. Иако су ове апликације веома корисне за одређене сврхе, оне ипак пружају ограничен приступ вебу.
# Variables:
#   $vr (url) - https://mixedreality.mozilla.org/
browser-history-in-the-future-the = У будућности, веб ће се вероватно још више удаљити од својих хипертекстуалних корена и постати огромно море интерактивних искустава. Виртуелна стварност је на хоризонту деценијама (барем од издања Lawnmower Man-а 1992. и Nintendo Virtual Boy-а 1995.), али интернет би је коначно могао донети масама. { -brand-name-firefox } сада подржава <a href="{ $vr }">WebVR и A-Frame</a>, који омогућавају програмерима да брзо и лако праве сајтове виртуелне реалности. Већина модерних мобилних уређаја подржава <a href="{ $vr }">WebVR</a> и чак се лако могу користити као слушалице са једноставним картонским кућиштима. Интернет 3Д виртуелне стварности попут оног који је замислио писац научне фантастике Нил Стивенсон је можда врло близу. Ако је тако, сам веб прегледач може потпуно нестати и постати прави прозор у други свет.
browser-history-in-the-future-the-v2 = У будућности, веб ће се вероватно још више удаљити од својих хипертекстуалних корена и постати огромно море интерактивних искустава. Виртуелна стварност је на хоризонту деценијама (барем од издања Lawnmower Man-а 1992. и Nintendo Virtual Boy-а 1995.), али интернет би је коначно могао донети масама. { -brand-name-firefox } сада подржава WebVR и A-Frame, који омогућавају програмерима да брзо и лако праве сајтове виртуелне реалности. Већина модерних мобилних уређаја подржава WebVR и чак се лако могу користити као слушалице са једноставним картонским кућиштима. Интернет 3Д виртуелне стварности попут оног који је замислио писац научне фантастике Нил Стивенсон је можда врло близу. Ако је тако, сам веб прегледач може потпуно нестати и постати прави прозор у други свет.
browser-history-whatever-the-future = Шта год да носи будућност веба, { -brand-name-mozilla } и { -brand-name-firefox } ће бити ту за кориснике и обезбеђиваће моћне алате за истраживање интернета и свега што он може да понуди. Интернет је за свију и свако треба да има контролу над својим искуством на мрежи. Зато пружамо { -brand-name-firefox } алатке за заштиту приватности корисника и никада не продајемо корисничке податке оглашивачима.
browser-history-resources = Ресурси
browser-history-take-control-of = Преузмите контролу над вашим прегледачем.
