# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = Шта је веб прегледач?
# HTML page description
what-is-a-browser-a-web-browser = Веб прегледач води вас било где на интернету, омогућавајући вам да прегледате текстове, слике и видео записе из целог света.
what-is-a-browser-the-web-is-a-vast = Интернет је опсежан и моћан алат. Током неколико деценија, интернет је променио начин на који радимо, играмо се и међусобно комуницирамо. У зависности од тога како се користи, он премошћује нације, подстиче трговину, негује односе, покреће мотор будућих иновација и обилује мемама.
# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = Важно је да сви имамо приступ интернету, али и да <a href="{ $tools }">разумемо алате</a> које користимо да му приступимо . Свакодневно користимо прегледаче као што су { -brand-name-mozilla } { -brand-name-firefox }, { -brand-name-google } { -brand-name-chrome }, { -brand-name-microsoft } { -brand-name-edge } и { -brand-name-apple } { -brand-name-safari }, али да ли разумемо шта су и како раде?
what-is-a-browser-in-a-short-period-long = У кратком временском периоду прешли смо пут од задивљености због могућности слања е-поруке некоме било где у свету до промене у начину на који размишљамо о подацима. Више се не ради о томе колико знамо, већ који прегледач или апликација могу најбрже да пруже податке.
what-is-a-browser-in-a-short-period = У кратком временском периоду прешли смо пут од задивљености због могућности слања е-поруке некоме било где у свету до промене у начину на који размишљамо о подацима.
what-is-a-browser-how-does-a-web = Како ради веб прегледач?
what-is-a-browser-a-web-browser-long = Веб прегледач води вас било где на интернету. Прегледач преузима податке са других делова интернета и приказује их на радној површини десктоп или мобилног уређаја. Подаци се преносе помоћу протокола за пренос хипертекста (HTTP), који регулише начин слања текста, слика и видео записа на интернету. Ови подаци се морају делити и приказивати у доследном формату како би људи који користе било који прегледач било где у свету могли да их виде.
# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = Нажалост, не одлучују се сви произвођачи прегледача да формат тумаче на исти начин. За кориснике то значи да веб сајт изгледа и функционише другачије. Доследност међу прегледачима омогућена је <a href="{ $standards }">веб стандардима</a>, тако да сваки корисник може уживати у вебу, без обзира на то који прегледач изабере.
# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = Када прегледач захтева податке са сервера повезаног на интернет, он користи тзв. механизам за рендеровање тј. механизам приказа за превођење података у текст и слике. Подаци су записани у <a href="{ $html }">језику за означавање хипертекста</a> (HTML), а прегледачи читају овај код да би створили оно што видимо, чујемо или доживљавамо на интернету.
# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = <a href="{ $hyperlink }">Хипервезе</a> омогућавају корисницима да прате пут до других сајтова на интернету. Сваки сајт, слика или видео запис имају свој <a href="{ $url }">јединствени локатор ресурса</a> (URL), колоквијално познат и као веб адреса. Када прегледач посети сервер ради преузимања података, веб адреса говори прегледачу где да тражи сваку ставку описану у HTML коду и где да постави ту ставку на сајту.
what-is-a-browser-cookies-not-the = Колачићи (не они који се једу)
# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = Веб сајтови чувају податке о вама у датотекама који се називају <a href="{ $cookies }">колачићи</a>. Они се чувају на вашем рачунару за следећу посету том сајту. Када се вратите, код сајта чита ову датотеку како би потврдио да сте то ви. На пример, колачић омогућава да, када приступите сајту, страница памти ваше корисничко име и лозинку.
what-is-a-browser-there-are-also = Постоје и колачићи који чувају детаљније информације о вама. То може да укључује ваша интересовања, навике прегледања веба и др. То значи да веб сајт може да вам понуди циљанији садржај – често у облику огласа. Постоје друге врсте колачића, тзв. <em>колачићи трећих страна</em>, који долазе са веб сајтова које нисте ни посетили, али могу да вас прате од сајта до сајта и прикупљају податке о вама који се онда некада продају другим компанијама. Понекад можете блокирати ову врсту колачића, али не дозвољавају то баш сви прегледачи.
what-is-a-browser-when-you-go-to = Колачић омогућава да, када приступите сајту, страница памти ваше корисничко име и лозинку.
what-is-a-browser-understanding = Разумевање приватности
what-is-a-browser-nearly-all-major = Скоро сви већи прегледачи имају приватни начин прегледања. Они постоје да би сакрили историју прегледања од других корисника на истом рачунару. Многи људи верују да приватно прегледавање или анонимни режим такође скрива њихов идентитет и историју прегледања од добављача интернет услуга, влада и оглашивача. Ово није случај. Ова подешавања само бришу историју на вашем систему, што је корисно када се бавите поверљивим личним подацима на дељеном или јавном рачунару. { -brand-name-firefox } иде изван тога.
what-is-a-browser-firefox-helps = { -brand-name-firefox } брине о вашој онлајн приватности тако што блокира разне елементе за праћење са интернета.
what-is-a-browser-making-your-web = Прилагођавање прегледача вашим потребама
what-is-a-browser-most-major-web = Већина великих веб прегледача омогућава корисницима да прилагоде своје искуство проширењима и додацима. Проширења су делови софтвера који вам омогућавају да прилагодите постојеће функције или додате нове. Додаци су способни за разне забавне и практичне ствари, попут додавања нових функција, речника страних језика, визуелних појава и тема.
what-is-a-browser-all-browser-makers = Сви произвођачи прегледача су посвећени томе да својим производима омогуће брзо и глатко приказивање слика и видео записа и побољшају ваше искуство на интернету. Њихови напори чине прегледаче брзима, моћнима и једноставнима за употребу. Па зашто се разликују? Веома је важно да изаберете прегледач који вам одговара. { -brand-name-mozilla } гради { -brand-name-firefox } тако да корисници могу да контролишу свој дигитални живот и тако да осигурају да интернет остане глобални јавни ресурс, отворен и доступан свима.
