# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/browsers/what-is-a-browser/

# HTML page title
what-is-a-browser-what-is-a-web = ما المقصود بمتصفح الإنترنت؟

# HTML page description
what-is-a-browser-a-web-browser = مُتصفح الإنترنت هو أداة تأخذك إلى أي مكان على الإنترنت، وتتيح لك رؤية نصوص وصور وفيديوهات من أي مكان في العالم.

what-is-a-browser-the-web-is-a-vast = إنّ الإنترنت بحر واسع وأداة قوية. وعلى مدار عقود قليلة، غيَّر الإنترنت نهجنا في العمل وطريقتنا في اللعب وأسلوبنا في التعامل والتفاعل مع بعضنا بعضًا. كما إنه، اعتمادًا على كيفية استخدامه، يربط بين الدول ويُعزز حركة التجارة ويُقوي العلاقات ويقود محرك الابتكار في المستقبل، وهو مسؤول عن الميمات بشكل أكبر من معرفتنا نحن بها.

# Variables:
#   $tools (url) - link to https://blog.mozilla.org/firefox/internet-search-engine-browser/
what-is-a-browser-its-important = من المُهم أن يتمكن جميع الأشخاص من الوصول إلى الإنترنت، ولكن من الضروري أيضًا أن <a href="{ $tools }">نفهم الأدوات</a> التي نستخدمها لهذا الغرض. نحن نستخدم كل يوم متصفحات مثل { -brand-name-mozilla } { -brand-name-firefox } و{ -brand-name-google } { -brand-name-chrome } و{ -brand-name-microsoft } { -brand-name-edge } و{ -brand-name-apple } { -brand-name-safari }، لكن هل نفهم ماهيتها وطريقتها في العمل؟

what-is-a-browser-in-a-short-period-long = في فترة زمنية قصيرة، انتقلنا من مرحلة الدهشة من القدرة على إرسال بريد إلكتروني إلى شخص ما حول العالم، إلى مرحلة تغيُّر طريقة تفكيرنا بشأن المعلومات. فلم يُعد الأمر يتعلق بكمية المعلومات التي تعرفُها، بل يتعلق بالمتصفح أو التطبيق الذي يُمكنه إيصالك إلى هذه المعلومات بشكل أسرع.
what-is-a-browser-in-a-short-period = في فترة زمنية قصيرة، انتقلنا من مرحلة الدهشة من القدرة على إرسال بريد إلكتروني إلى شخص ما حول العالم، إلى مرحلة تغيُّر طريقة تفكيرنا بشأن المعلومات.
what-is-a-browser-how-does-a-web = كيف يعمل متصفح الإنترنت؟
what-is-a-browser-a-web-browser-long = إنّ متصفح الإنترنت عبارة عن نافذة تطلُّ من خلالها على أي مكان على الإنترنت. كما إنه يجمع معلومات من أجزاء أخرى من الإنترنت ويعرضها على الكمبيوتر المكتبي أو الجهاز المحمول. يتم نقل هذه المعلومات باستخدام بروتوكول نقل النص التشعبي، الذي يحدد كيفية نقل النصوص والصور والفيديوهات على الإنترنت. يجب مشاركة هذه المعلومات وعرضها بتنسيق ثابت ليتمكن الأشخاص الذين يستخدمون أي متصفح في أي مكان في العالم من رؤية هذه المعلومات.

# Variables:
#   $standards (url) - link to https://developer.mozilla.org/docs/Archive/Web_Standards
what-is-a-browser-sadly-not-all = ولكن للأسف، لا يترجِم جميع مُطوري المتصفحات التنسيقات بنفس الطريقة. وهذا بالنسبة للمستخدمين يعني أن موقع الإنترنت يمكن أن يظهر ويعمل بشكل مختلف. ويُطلق على تحقيق التناسق بين المتصفحات، ليتمكن أي مُستخدم من الاستمتاع بالإنترنت بغض النظر عن المتصفح الذي يستخدمه، اسم <a href="{ $standards }">معايير الويب</a>.

# Variables:
#   $html (url) - link to https://developer.mozilla.org/docs/Glossary/HTML
what-is-a-browser-when-the-web-browser = وأثناء جلب المتصفح بيانات من خادم متصل بالإنترنت، فإنه يستخدم برنامجًا يُسمى محرك التصميم لترجمة تلك البيانات إلى نصوص وصور. وهذه البيانات تكون مكتوبة <a href="{ $html }">بلغة ترميز النص التشعبي</a> (HTML)، وتقرأ المتصفحات هذا الرمز لإنشاء ما نراه ونسمعه ونجرِّبه على الإنترنت.

# Variables:
#   $hyperlink (url) - link to https://developer.mozilla.org/docs/Glossary/Hyperlink
#   $url(url) - link to https://wikipedia.org/wiki/URL
what-is-a-browser-hyperlinks-allow = تسمح <a href="{ $hyperlink }">الروابط التشعبية</a> للمستخدمين باتباع مسار للوصول إلى صفحات أو مواقع أخرى على الإنترنت. كما يُرجى العلم بأن لكل صفحة وصورة وفيديو على الإنترنت <a href="{ $url }">محدد موقع موارد مُوحَّد</a> (URL) فريد، يُعرف أيضًا باسم عنوان الويب. وعندما يزور متصفحٌ خادمًا للحصول على بيانات، يخبر عنوانُ الويب المتصفحَ بمكان البحث عن كل عنصر موصوف بلغة html، التي تخبر المتصفح بعد ذلك بمكان تَحرُّكه في صفحة الويب.
what-is-a-browser-cookies-not-the = ملفات تعريف الارتباط (ليست مُستحبَّة)

# Variables:
#   $cookies (url) - link to https://wikipedia.org/wiki/HTTP_cookie
what-is-a-browser-websites-save = تحفظ مواقع الإنترنت معلومات عنك في ملفات تسمى <a href="{ $cookies }">ملفات تعريف الارتباط</a>. وتُحفظ هذه الملفات على جهاز الكمبيوتر الخاص بك للمرة التالية التي تزور فيها نفس الموقع. وعندما تزور الموقع في المرة التالية، سيقرأ رمز الموقع هذا الملف ويتعرف عليك. ومثال ذلك أنه عندما تزور موقع إنترنت، فإنه يحفظ اسم المستخدم وكلمة المرور – وقد أصبح ذلك ممكنًا بواسطة ملف تعريف الارتباط.

what-is-a-browser-there-are-also = وهناك أيضًا ملفات تعريف ارتباط تتذكر معلومات أكثر تفصيلًا عنك، مثل اهتماماتك وأنماط تصفُّحك للإنترنت وما إلى ذلك. وهذا يعني أن الموقع يُمكن أن يُقدم لك المزيد من المحتوى المستهدَف – في شكل إعلانات غالبًا. وهناك أنواع أخرى من ملفات تعريف الارتباط، تُسمى ملفات تعريف الارتباط الخاصة <em>بأطراف ثالثة</em>، والتي تأتي من مواقع لا تزورها في الوقت الحالي، ويمكنها تعقُّبك من موقع إلى آخر لجمع معلومات عنك، يتم بيعها أحيانًا إلى شركات أخرى. ويُمكنك حظر هذه الأنواع من ملفات تعريف الارتباط في بعض الأحيان، ولكن لا تسمح لك كل المُتصفحات بذلك.
what-is-a-browser-when-you-go-to = عند زيارة موقع إنترنت، فإنه يحفظ اسم المستخدم وكلمة المرور – وقد أصبح ذلك مُمكنًا من خلال ملفات تعريف الارتباط.
what-is-a-browser-understanding = فهم الخصوصية
what-is-a-browser-nearly-all-major = تحتوي جميع المُتصفحات الرئيسية تقريبًا على وضع التصفح الخاص. وهذا الوضع يُستخدم لإخفاء سِجِل التصفح عن الأشخاص الآخرين الذين يستخدمون نفس الكمبيوتر. ويعتقد الكثير من الناس أن وضع التصفح الخاص أو وضع التصفح الخفي سيُخفي هويتهم وسِجل تصفحهم عن مُقدمي خدمات الإنترنت والحكومات والمُعلِنين. ولكنّ هذا الاعتقاد لا أساس له من الصحة. فهذه الإعدادات تمسَح السِجل من على نظامك فقط، وهو أمر مُفيد إذا كنت تتعامل مع معلومات شخصية حسّاسة على جهاز كمبيوتر مُشترك أو عام. ويتفوق مُتصفح { -brand-name-firefox } عن هذه الميزة بميزات أخرى.
what-is-a-browser-firefox-helps = يُساعدك متصفح { -brand-name-firefox } على الاستمتاع بمزيد من الخصوصية على الإنترنت من خلال تمكينك من حجب المُتعقِّبات ومنعها من تتبُّعك على الإنترنت.
what-is-a-browser-making-your-web = ضبط إعدادات المُتصفح حسب ما يُناسبك
what-is-a-browser-most-major-web = تتيح مُعظم متصفحات الإنترنت الرئيسية للمستخدمين تعديل تجربة التصفح من خلال بعض الملحقات أو الوظائف الإضافية. وتُعتبر هذه الملحقات برامج يُمكنك إضافتها إلى مُتصفحك لتخصيصه أو لإضافة وظيفة جديدة له. ويُمكن لهذه الملحقات أداء جميع المهام المُمتعة والعملية، مثل تمكين ميزات جديدة أو قواميس لغات أجنبية أو أشكال وسِمات مرئية.
what-is-a-browser-all-browser-makers = يَسعى جميع مُطوري المُتصفحات إلى تحسين مُنتجاتهم من أجل عرض الصور والفيديوهات بأقصى قدر مُمكن من السرعة والسلاسة، وتسهيل الأمور لك لتحقِّق أقصى استفادة ممكنة من الإنترنت. كما إنهم يحرصون جميعًا على العمل بجد واجتهاد للتأكد من حصول المُستخدمين على متصفح سريع وقوي وسهل الاستخدام. والاختلاف بينهم هو سبب أهمية اختيار أفضل متصفح لك. فشركة { -brand-name-mozilla } تعمل على تطوير متصفح { -brand-name-firefox } لِضمان تحكُّم المُستخدمين في حياتهم التي يقضُونها على الإنترنت وضمان إتاحة الإنترنت للجميع باعتباره موردًا عامًا وعالميًا.
