# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = მონახეთ საუკეთესო ბრაუზერი, სწრაფი, პირადი და დაცული.
best-browser-so-many-browser-options = უამრავი არჩევანია ბრაუზერების, თუმცა მხოლოდ ერთია, რომელიც სრულად მოერგება თქვენს საჭიროებებს. საუკეთესო ბრაუზერი თქვენთვის, უნდა იყოს სწრაფიც და პირადი მონაცემების დამცველიც.
best-browser-privacy-speed-and-security = პირადი, სწრაფი და უსაფრთხო.
best-browser-how-to-choose-the-best = როგორ უნდა აარჩიოთ საუკეთესო ბრაუზერი.
best-browser-the-internet-has-become = ინტერნეტი უკვე ცხოვრების ისეთივე განუყოფელი ნაწილია, როგორიც ელექტროდენი და წყალმომარაგება, ასე რომ, სწორი ბრაუზერის შერჩევა, დღესდღეობით მეტად მნიშვნელოვანი საკითხია. ინტერნეტი წარმოადგენს დამატებით სამუშაო სივრცეს, მასწავლებელს და ზოგჯერ სამედიცინო მრჩეველსაც, რაოდენ მიუღებელიც არ უნდა იყოს თქვენი პირადი ექიმის აზრით ვებგვერდებით თვითმკურნალობა.
best-browser-in-the-mid-nineties = შუა ოთხმოცდაათიანებში წამყვანი ბრაუზერები იყო { -brand-name-netscape }, { -brand-name-ie } და AOL. იმ დროში ინტერნეტი ჯერ კიდევ სატელეფონო ხაზებით გადაიცემოდა. მოთმინების ფასს მაშინ სწავლობდი, როცა გვერდის ჩატვირთვას ელოდებოდი. წინათ ყველაზე მნიშვნელოვანი ბრაუზერში სიჩქარე გახლდათ.
best-browser-today-is-a-different = დღეს უკვე ყველაფერი სხვაგვარადაა. რეკლამები, პირადი მონაცემების მიტაცება, დარღვევები უსაფრთხოებაში და ყალბი ამბების გავრცელება, ბრაუზერის შეფასებისას უკვე განსხვავებულ მოთხოვნებს აყენებს წინ. როგორ იცავს ბრაუზერი თქვენს პირად მონაცემებს? აძლევს იგი მეთვალყურეებს საშუალებას თვალი გადევნონ? აქვს თუ არა მრავალამოცანიანობის შესაძლებლობა, კომპიუტერული და ქსელური მოცულობითი სამუშაოების ერთბაშად შესასრულებლად?
best-browser-when-you-use-a-browser = ვინაიდან ბრაუზერი ყველაფრისთვის გამოიყენება, სწრაფი უნდა იყოს. ამავე მიზეზის გამო პირადი მონაცემების დაცვაც უნდა შეეძლოს. ბრაუზერს თქვენს ყველა საქმიანობასთან აქვს წვდომა ინტერნეტში, ამიტომ შესაძლოა, დიდი საფრთხის წინაშეც კი დაგაყენოთ, თუ პირადულობის მძლავრი საშუალებები არ გააჩნია.
best-browser-marshall-erwin-senior = მარშალ ერვინი, უფროსი ხელმძღვანელი უსაფრთხოებისა და სანდოობის საკითხებში { -brand-name-mozilla }-ში
best-browser-if-youre-wondering = თუ გსურთ უკეთ გაიგოთ რას გულისხმობს სწრაფი და პირადი ბრაუზერი, ქვემოთ ვრცლადაა მოცემული სამი პირობა, რომელსაც უნდა აკმაყოფილებდეს ბრაუზერი.
best-browser-a-browser-built-for = ბრაუზერი შექმნილი სისწრაფისთვის.
best-browser-a-browser-is-still = ბრაუზერი მაინც ხელსაწყოა, შესაბამისად, რასაკვირველია გსურთ ისეთის არჩევა, რომელიც უკეთ გამოდგება საქმეში. არსებობისთვის მომუშავე ადამიანს, ესაჭიროება სწრაფი ბრაუზერი. გასათვალისწინებელია, რომ ბრაუზერი ცალკეული მეთვალყურე საშუალებების გამოყენებისას, ჩვეულებრივ გაცილებით ნელია, ვიდრე მათ გარეშე. ეს თვალყურისმდევნელი საშუალებები კი არის ფუნთუშები, რომლებსაც ვერ ამჩნევთ, ვინაიდან საიტი ფონურად უშვებს და გაკარგვინებთ ძვირფას დროს. რაც უფრო მეტ მეთვალყურეს შეზღუდავს ბრაუზერი, მით უფრო სწრაფად შეძლებს მუშაობას.
best-browser-this-is-one-of-the = ეს უამრავიდან ერთ-ერთი მიზეზია, თუ რატომ უნდა აირჩიოთ { -brand-name-firefox }-ბრაუზერი: { -brand-name-firefox } ზღუდავს გარეშე მეთვალყურეებს ნაგულისხმევად. არის სხვა მიზეზებიც, რომელთაც შემდეგ განვიხილავთ.
best-browser-a-browser-that-puts = ბრაუზერი, რომელიც უსაფრთხოებას აყენებს წინ.
best-browser-remember-the-last-massive = გახსოვთ პირადი მონაცემების ბოლოდროინდელი მასობრივი გაჟონვა? თუ არა, ეს იმიტომ რომ მსგავსი რამ ხშირად ხდება. დაწესებულებები ინახავენ მომხმარებლების მონაცემებს, მათ შორის პირადი და ფინანსური ხასიათისას, ჰაკერები კი ამ ყველაფერს იპარავენ. თუ უსაფრთხოებას უპირატესობას ანიჭებთ, მაშინ დაცული ბრაუზერი საუკეთესო არჩევანი იქნება თქვენთვის.
best-browser-there-are-a-few-ways = რამდენიმე გზაა, რომლითაც ბრაუზერს შეუძლია დაიცვას მომხმარებელი. განახლებული ბრაუზერი უსაფრთხოების უახლესი საშუალებებით, აარიდებს კომპიუტერს და საიტებს, მავნე და ვირუსულ პროგრამებს.
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = მეორე მნიშვნელოვანი საკითხია, რაც შეიძლება ნაკლები მონაცემების დამახსოვრება. ჰაკერები ვერ მოიპარავენ იმას, რაც არ არის, სწორედ ამიტომაც { -brand-name-firefox } ინახავს უმცირესი მოცულობის მონაცემებს მისი მომხმარებლების შესახებ. <a href="{ $data }">{ -brand-name-firefox }-მა იცის</a> მხოლოდ ის, სარგებლობთ თუ არა ბრაუზერით და რომელი ქვეყნიდან ხართ, <a href="{ $privacy }">ბავშვობის შინაური ცხოველის სახელი და საყვარელი ფერი არ აინტერესებს.</a>
best-browser-last-but-not-least = ბოლო, მაგრამ არანაკლებ მნიშვნელოვანია ის, რომ ბრაუზერი შესაძლებლობას იძლეოდეს, თვალი ადევნოთ ანგარიშების უსაფრთხოებას. შეგატყობინოთ პირდაპირ ელფოსტაზე, როცა თქვენი რომელიმე ანგარიშის მონაცემები გაჟონავს, ან საგანგებო ნიშნებით გაცნობოთ, საიტი დაშიფრულია თუ არა (ანუ უსაფრთხოა თუ არა საკრედიტო ბარათის ნომრის შეყვანა მაღაზიის ამგვარ საიტზე).
# Variables:
# $monitor (url) - link to https://www.mozilla.org/products/monitor/
best-browser-firefox-is-offering-v2 = { -brand-name-firefox } გთავაზობთ უსაფრთხოების ახალ საშუალებას სახელწოდებით: <a { $monitor }>{ -brand-name-mozilla-monitor }</a>. ეს გახლავთ უფასო მომსახურება, რომელიც შეგატყობინებთ, როცა გასაჯაროებულ ჰაკერულ შეტევაში თქვენი რომელიმე ანგარიშიც მოჰყვება და გაცნობებთ, იქამდეც ხომ არ მოუპარავთ. კიდევ ერთი მეტად გამოსადეგი რამეა მწვანე საკეტის ნიშანი. იგი პატარა ხატულაა ბრაუზერის ზედა მარცხენა კუთხეში. როდესაც მას ხედავთ { -brand-name-firefox }-ით სარგებლობისას, ეს ნიშნავს რომ საიტი დაშიფრული და დაცულია. თუ საკეტის ნიშანი ნაცრისფერია, კარგად უნდა დაფიქრდეთ, გიღირთ თუ არა მეტად საფრთხილო მონაცემების შეყვანა.
best-browser-we-visit-hundreds-or = ყოველდღიურად შეიძლება ვინახულოთ ასობით და ზოგჯერ ათასობით საიტიც კი, ამიტომ არცაა გასაკვირი, რომ მომხმარებლები ყოველ ჯერზე ცალ-ცალკე ვერ მიიღებენ უსაფრთხოების ზომებს. სწორედ ამიტომაა მნიშვნელოვანი, ბრაუზერმა მეტად მოაქციოს მართვის სადავეები ხალხის ხელში – ეს იქნება ნამდვილი, გონივრული დაცვა.
best-browser-a-browser-that-minds = ბრაუზერი, რომელიც პასუხისმგებლობით ეკიდება თავის საქმეს.
best-browser-privacy-on-the-web = პირადი მონაცემების დაცვა ვებსივრცეში დღევანდელობის მთავარი გამოწვევაა. თუ თქვენთვის ეს განსაკუთრებით მნიშვნელოვანია, მაშინ უნდა მონახოთ ბრაუზერი, რომელიც უსაფრთხოებას დიდ ყურადღებას უთმობს. როცა ირჩევთ საუკეთესო პირად ბრაუზერს, უნდა გადახედოთ მის დებულებას აღრიცხვების შესახებ, თუ როგორ ეპყრობა თქვენს მონაცემებს. ეს მეტად ტექნიკურ საკითხად შეიძლება ჩანდეს, თუმცა სწორედ იგი განსაზღვრავს, არის თუ არა ცალკეული ბრაუზერი სხვებზე უკეთ დაცული.
best-browser-trackers-are-all-those = მეთვალყურეები არის სწორედ ის მომაბეზრებელი „ფუნთუშები“, რომელთაც იღებთ საიტის მონახულებისას. მესამე მხარის ფუნთუშებით ხდება დადგენა, თუ სად რას აწკაპებთ, რასაც იყენებენ თქვენი ქცევის შესასწავლად. პირადი ბრაუზერი უნდა აძლევდეს მომხმარებლებს საშუალებას, შეზღუდონ მეთვალყურეები, ხოლო საუკეთესო შემთხვევაში, შეზღუდული იყოს ნაგულისხმევად.
best-browser-another-way-to-stop = კიდევ ერთი გზა, თვალყურის დევნების ასარიდებლად, პირადი თვალიერების რეჟიმის გამოყენებაა. ბრაუზერი, რომელიც აცხადებს რომ პირად მონაცემებს იცავს, მომხმარებელს უნდა სთავაზობდეს ამგვარ რეჟიმს.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = ამ ყველაფრის გადამოწმების მარტივი გზაა, ბრაუზერის შიგთავსის პარამეტრების გვერდისა და პირადი მონაცემების დაცვის დებულების ნახვა. დებულებაში ნათლად უნდა იყოს მოცემული, აღირიცხება და ზიარდება თუ არა თქვენი მონაცემები და რატომ. სწორედ ამიტომაცაა <a href="{ $privacy }">{ -brand-name-firefox }-ის პირადულობის განაცხადი</a> მარტივად გასაგები და მოსანახი.
best-browser-choosing-the-best-browser = საუკეთესო ბრაუზერის არჩევა ჰგავს საცხოვრებლის არჩევას. უნდა განიხილოთ სხვადასხვა შესაძლებლობები, მოიძიოთ ინფორმაცია და გადაწყვეტილება მიიღოთ იმის საფუძველზე, თუ რა არის თქვენთვის მეტად მნიშვნელოვანი.
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = <a href="{ $firefox }">{ -brand-name-firefox }-ში</a>, ჩვენ მთელი ძალისხმევით ვმუშაობთ, რომ შევქმნათ წინანდელზე ორჯერ უფრო სწრაფი ბრაუზერი და მივცეთ მომხმარებლებს, თავიანთი ინტერნეტცხოვრების სრულად განკარგვის შესაძლებლობა.
best-browser-take-control-of-your = თავად მართეთ ბრაუზერი.
