# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/privacy/safe-passwords

# HTML page title
privacy-passwords-security-guide-to = محفوظ ترین لاگ اناں تے پاس ورڈاں کیتے سلامتی رہنما
# HTML page description
privacy-passwords-more-and-more-desc = اساݙی زندگی وِچ زیادہ توں زیادہ حساس، قیمتی چیزاں دی حفاظت پاس ورڈ نال محفوظ آن لائن اکاؤنٹس دے ذریعے کیتی ویندی ہے۔ اساکوں اپݨے لاگ ان دی حفاظت کیویں کرݨی چاہیدی اے؟
# page content
privacy-passwords-a-security-guide = محفوظ ترین لاگ اناں تے پاس ورڈاں کیتے سلامتی رہنما
privacy-passwords-protecting-your-accounts = تہاݙے اکاؤنٹس دی حفاظت کیتے پیچیدہ ہووݨ دی ضرورت کائنی — تے { -brand-name-firefox } مدد کر سڳدی ہے۔
privacy-passwords-more-and-more = اساݙی زندگی وِچ زیادہ توں زیادہ حساس، قیمتی چیزاں کوں پاس ورڈ نال محفوظ آن لائن اکاؤنٹس دے ذریعے محفوظ کیتا ویندا ہے — محبت دے خط، طبی ریکارڈ، بینک اکاؤنٹس تے ودھیک۔ ویب سائٹاں انہاں قیمتی چیزاں دی حفاظت کیتے لاگ ان دے طریقہ کار دا استعمال کریندیاں ہن۔ عام طور تے، جے تائیں کوئی تہاݙے اکاؤنٹ وِچ لاگ نہیں تھی سڳدا، او تہاݙا ای میل نہیں پڑھ سڳدا تے نہ وت تہاݙے بینک اکاؤنٹ کنوں رقم منتقل کر سڳدا ہے۔ جیویں جو اساں اپݨی زندگی آن لائن گزریندے ہیں، اساکوں اپݨے لاگ ان دی حفاظت کیویں کرݨی چاہیدی ہے؟
# tl;dr is an abbreviation for "Too long; didn't read". This is a playful way to say "summary" or "overview"
privacy-passwords-tldr = ݙاڈھا لمبا ہے، نہوے پڑھ سڳدے
privacy-passwords-use-random-passwords = بے ترتیب پاس ورڈ استعمال کرو، تے ہر سائٹ کیتے مختلف پاس ورڈ استعمال کرو۔
privacy-passwords-pay-attention-to = براؤزر دے سیکیورٹی سگنلز تے توجہ ݙیو، تے مشکوک رہو۔
privacy-passwords-make-your-answers = حفاظتی سوالاں دے اپݨے جواب اپݨے پاس ورڈز دی طراں تکڑے بݨاؤ۔
privacy-passwords-use-a-password = پاس ورڈ بݨاوݨ تے یاد رکھݨ کوں آسان بݨاوݨ کیتے پاس ورڈ مینیجر دا استعمال کرو۔
privacy-passwords-use-twofactor-authentication = جتھاں وی تھی سڳے "ݙو عنصری توثیق" دا استعمال کرو۔
privacy-passwords-its-hard-out = پاس ورڈ حاصل کرݨ مشکل ہے
privacy-passwords-most-logins-today = اڄ کل زیادہ تر لاگ ان پاس ورڈ نال محفوظ ہن۔ جے کوئی حملہ آور تہاݙا پاس ورڈ حاصل کر سڳدا ہے، تاں او تہاݙے اکاؤنٹ تائیں رسائی حاصل کر سڳدا ہے تے اوں اکاؤنٹ دے نال تساں کجھ وی کر سڳدے او۔ لہذا جݙاں تساں پچھدے او جو تہاݙا اکاؤنٹ کتنا محفوظ ہے، تاں تہاکوں واقعی ایہ سوچݨا چاہیدا ہے جو تہاݙا پاس ورڈ کتنا محفوظ ہے۔ تے ایندا مطلب ایہ ہے جو تہاکوں انہاں تمام مختلف طریقیاں دے بارے وِچ سوچݨا پوسے جنہاں نال حملہ آور تہاݙے اکاؤنٹ دے پاس ورڈ تائیں رسائی حاصل کر سڳدا ہے:
privacy-passwords-seeing-you-use = ایہ ݙیکھ تے جو تسا اینکوں غیر خفیہ کردہ ویب سائٹ دے نال استعمال کریندے او۔
privacy-passwords-guessing-it = ایندا اندازہ لیندے پئے ہیں
privacy-passwords-stealing-a-file = ہک فائل چوری کرݨ جیندے وِچ تہاݙا پاس ورڈ ہے۔
privacy-passwords-using-password-recovery = اینکوں دوبارہ ترتیب ݙیوݨ کیتے پاس ورڈ دی بازیابی دا استعمال کرݨ
privacy-passwords-tricking-you-into = انہاں کوں ݙیوݨ کیتے تہاکوں دوکھا ݙیندا پیا ہے۔
privacy-passwords-to-keep-your = اپݨے لاگ ان کوں محفوظ رکھݨ کیتے، تہاکوں انہاں وِچوں زیادہ توں کوں روکݨ دی ضرورت ہے۔ ہر خطرے وِچ مختلف متعلقہ تخفیف ہوندی ہے۔
privacy-passwords-look-for-the = اپݨے براؤزر وِچ جندرا ڳولو
privacy-passwords-its-easy-to = جݙاں تساں کہیں غیر خفیہ کردہ ویب سائٹ وِچ لاگ ان کریندے او تاں حملہ آوراں کوں تہاݙا پاس ورڈ چوری کرݨ کنوں روکݨ آسان ہے: جے تہاکوں URL  بار وِچ لاک آئیکن نظر نہیں آندا تاں اپݨا پاس ورڈ ٹائپ کرݨ کنوں پہلے دوبارہ سوچو، ایں طراں:
privacy-passwords-a-closed-lock = تمام وݙے براؤزرز وِچ URL  بار وِچ ویب سائٹ ایڈریس دے عین پہلے ہک بند پیڈ لاک ظاہر تھیندا ہے۔
privacy-passwords-the-lock-means = لاک دا مطلب ایہ ہے جو تساں جیڑھی ویب سائٹ استعمال کریندے پئے او او انکرپٹڈ ہے، ایں سانگے اتنے تائیں جو اگر کوئی نیٹ ورک تے تہاݙی براؤزنگ ݙیکھدا پیا ہے (جیویں کہیں پبلک WiFi ہاٹ سپاٹ تے کوئی ٻیا شخص)، او تہاݙا پاس ورڈ نہ ݙیکھ سڳسے۔ { -brand-name-firefox } تہاکوں چتاوݨی ݙیوݨ دی کوشش کریسے جݙاں تساں کہیں غیر خفیہ کردہ سائٹ تے اپݨا پاس ورڈ درج کرݨ والے او۔
privacy-passwords-a-padlock-with = ایندے ذریعے ہک لائن دے نال ہک تالا اشارہ کریندا ہے جو کنکشن محفوظ کائنی۔
privacy-passwords-your-browser-also = تہاݙا براؤزر تہاکوں ایں بارے باخبر رکھݨ وِچ وی مدد کریندا ہے جو تہاکوں فشنگ کنوں محفوظ رکھݨ وِچ مدد کرݨ کیتے سائٹاں کتنی بھروسہ مند ہن۔ ہک پاسے، جݙاں تساں کہیں اینجھی ویب سائٹ تے ونڄݨ دی کوشش کریندے او جیڑھی ہک فشنگ سائٹ دے طور تے ڄاتی ویندی ہے، { -brand-name-firefox } (تے کوئی وݙا براؤزر) ہک مکمل سکرین وارنگ ݙکھیسے — <strong> توجہ ݙیو تے سوچو ایں سائٹ کوں استعمال کرݨ دے بارے ݙو واری! </strong>
privacy-passwords-firefox-will = فائر فاکس ویب سائٹ دے بجائے ہک چتاوݨی ظاہر کریسے جے ایہ ہک فشنگ سائٹ دے طور تے ڄاتا ویندا ہے۔
privacy-passwords-in-general-the = عام طور تے، فشنگ دے خلاف بہترین دفاع ایہ ہے جو <strong> جیڑھا کجھ تہاکوں وصول تھیندا ہے اوندے اوتے شک کرو </strong>، چاہے ایہ ای میل، ٹیکسٹ میسج یا فون تے ظاہر تھیوے۔ کہیں تہاکوں جیڑھا کجھ بھیڄا ہے اوندے اوتے کارروائی کرݨ دی بجائے براہ راست سائٹ تے ونڄو۔ مثال دے طور تے، جے کوئی ای میل آہدی ہے جو تہاکوں اپݨا PayPal پاس ورڈ دوبارہ ترتیب ݙیوݨ دی ضرورت ہے، تاں لنک تے کلک نہ کرو۔ paypal.com وِچ خود ٹائپ کرو۔ جے بیک کال کریندا ہے تاں انہاں کوں ولدا کال کرو۔
privacy-passwords-strength-in-diversity = رنگا رنگی وچ طاقت ہے
privacy-passwords-the-secret-to = اندازہ لاوݨ، چوری یا پاس ورڈ کوں دوبارہ ترتیب ݙیوݨ کنوں روکݨ دا راز بے ترتیب پن ہے۔ جݙاں حملہ آور پاس ورڈ دا اندازہ لاوݨ دی کوشش کریندے ہن، تاں او عام طور تے ݙو چیزاں کریندے ہن: 1) " ڈکشنریاں" استعمال کریندے ہن — عام پاس ورڈز دیاں تندیراں جنہاں کوں لوک ہر وقت استعمال کریندے ہن، تے 2) کجھ بے ترتیب اندازے لیندے ہن۔ <strong> تہاݙا پاس ورڈ جتنا لمبا تے زیادہ بے ترتیب ہوسے </strong> اتنا ای گھٹ امکان ہے جو انہاں وِچوں کوئی وی اندازہ لاوݨ دی تکنیک اونکوں ڳول سڳسے۔
#   $url_linkedin (string) - link to https://blog.linkedin.com/2012/06/06/linkedin-member-passwords-compromised with additional attributes for analytics
#   $url_yahoo (string) - link to https://www.wired.com/2016/12/yahoo-hack-billion-users/ with additional attributes for analytics
privacy-passwords-when-an-attacker = جݙاں کوئی حملہ آور کہیںی اینجھی سائٹ دا پاس ورڈ ڈیٹا بیس چوری کر گھندا ہے جینکوں تساں استعمال کریندے او (جیویں <a { $url_linkedin }> LinkedIn </a> یا <a { $url_yahoo }> Yahoo </a>، تاں تساں کجھ نہیں کر سڳدے سوائے اپݨی اوں سائٹ دا پاس ورڈ۔ ایہ بری ڳالھ ہے، لیکن نقصان ٻہوں زیادہ تھی سڳدا ہے جے تساں اوں پاس ورڈ کوں ٻنہاں ویب سائٹاں دے نال دوبارہ استعمال کیتا ہے — تاں حملہ آور انہاں سائٹاں تے وی تہاݙے اکاؤنٹس تائیں رسائی حاصل کر سڳدا ہے۔ نقصان کوں برقرار رکھݨ کیتے، <strong> مختلف ویب سائٹاں کیتے ہمیشاں مختلف پاس ورڈ استعمال کرو۔ </strong>
#   $url_monitor (string) - link to https://monitor.firefox.com/ with additional attributes for analytics
privacy-passwords-use-firefox-monitor = اپݨے اکاؤنٹس نال وابستہ ای میل پتے تے نظر رکھݨ کیتے <a { $url_monitor }>{ -brand-name-firefox-monitor }</a> استعمال کرو۔ جے تہاݙا ای میل پتہ کہیں معروف کارپوریٹ ڈیٹا دی خلاف ورزی وِچ ظاہر تھیندا ہے، تاں تہاکوں الرٹ کیتا ویسے تے متاثرہ اکاؤنٹ دی حفاظت کیتے اقدامت فراہم کیتے ویسن۔
privacy-passwords-security-questions-my = سلامتی سوال: میݙی ماء دا درمیانی ناں “Ff926AKa9j6Q” ہے
privacy-passwords-finally-most-websites = چھیکڑ وِچ، جے تساں اپݨا پاس ورڈ بھُل ڳئے او تاں زیادہ تر ویب سائٹاں تہاکوں اونکوں بازیافت کرݨ ݙیندیاں ہن۔ عام طور تے ایہ سسٹمز تہاکوں اپݨا پاس ورڈ دوبارہ ترتیب ݙیوݨ کنوں پہلے تساں کجھ "سیکیورٹی سوالات" دا جواب ݙیندے او۔ <strong> انہاں سوالاں دے جواب تہاݙے پاس ورڈ دی طراں ڳجھے ہووݨ دی ضرورت ہے۔ </strong> بصورت دیگر، حملہ آور جواباں دا اندازہ لا سڳدا ہے تے تہاݙے پاس ورڈ کوں کہیں اینجھی چیز تے سیٹ کر سڳدا ہے جینکوں او ڄاݨدے ہن۔
privacy-passwords-randomness-can-be = بے ترتیب ہووݨ ہک مسئلہ تھی سڳدا ہے، کیوں جو سیکیورٹی سوالات جیڑھے سائٹاں اکثر استعمال کریندیاں ہن او چیزاں وی ہن جیڑھیاں لوک اپݨے بارے وِچ ڄاݨدے ہن، جیویں تہاݙے ڄم پل دی جاہ، تہاݙی سالڳنڈھ، یا تہاݙے رشتہ داراں دے ناں، یا جنہاں کوں سوشل میڈیا جیہیں ذرائع کنوں حاصل کیتا ونڄ سڳدا ہے۔ چنڳی خبر ایہ ہے جو ویب سائٹ کوں ایں ڳالھ دی پرواہ کائنی جو آیا جواب حقیقی ہے یا کائنا — تساں جھوٹ ٻول سڳدے او! لیکن نتیجہ خیز جھوٹ ٻولو: <strong> انہاں حفاظتی سوالاں دے جواب ݙیو جیڑھے لمبے تے بے ترتیب ہن، </strong> جیویں تہاݙے پاس ورڈز۔
privacy-passwords-get-help-from = پاس ورڈ منیجر کنوں مدد گھنو
privacy-passwords-now-all-of = ہݨ، ایہ سبھ کجھ ٻہوں خطرناک لڳدا ہے۔ انسانی ذہن بے ترتیب خطوط دے لمبے سلسلے دے نال آوݨ وِچ چنڳاں کائنی، انہاں کوں یاد رکھݨ چھوڑ ݙیو۔ ایں جاہ تے پاس ورڈ مینیجر آندا ہے۔ براؤزر وِچ ای بݨایا ڳیا، { -brand-name-firefox } پچھسے جو کیا تساں ہک منفرد، پیچیدہ پاس ورڈ بݨاوݨ چاہندے او، وت اپݨی لاگ ان معلوامت کوں محفوظ طریقے نال ہتھیکڑا کرو، جیندے تائیں تساں کہیں وی وقت رسائی حاصل کر سڳدے او: لاگ ان
#   $url_sumo-manager (string) - link to https://support.mozilla.org/kb/password-manager-remember-delete-edit-logins with additional attributes for analytics
privacy-passwords-when-youre-logged = جݙاں تساں اپݨے { -brand-name-firefox } اکاؤنٹ دے نال { -brand-name-firefox } وِچ لاگ ان تھیندے او، تاں تساں اپݨے تمام آلات تے مطابقت پذیر تھی سڳدے او تے { -brand-name-firefox } موبائل براؤزر کنوں اپݨے پاس ورڈز تائیں رسائی حاصل کر سڳدے او۔ اتھاں مکمل طور تے <a { $url_sumo-manager }> بلٹ ان پاس ورڈ مینیجر کیویں استعمال کرو </a> دے بارے ودھیک ڄاݨو۔
privacy-passwords-twofactor-authentication-2fa = ݙو عنصر دی توثیق (2FA)
privacy-passwords-2fa-is-a = 2FA تہاݙے سیکیورٹی کوں برابر کرݨ دا ہک بہترین طریقہ ہے۔ نواں اکاؤنٹ قائم کریندے ویلھے، کجھ سائٹاں تہاکوں لاگ ان دے عمل وِچ "ݙوجھا عنصر" شامل کرݨ دا اختیار ݙیسن۔ اکثر، ایندا مطلب ایہ ہے جو تہاݙے فون نمبر کوں تہاݙے اکاؤنٹ نال جوڑݨ، ایندے کیتے تہاݙے پاس ورڈ درج کرݨ دے بعد، تہاکوں ہک محفوظ کوڈ درج کرݨ کیتے آکھیا ویسے جیڑھا تہاکوں براہ راست ٹیکسٹ کیتا ویندا ہے۔ ایں طراں، جے کوئی ہیکر تہاݙا پاس ورڈ حاصل کرݨ وِچ کامیاب تھی ڳیا ہے، تݙاں وی او تہاݙے اکاؤنٹ وِچ داخل نہ تھی سڳسے، کیوں جو اوندے کول تہاݙا فون کائنی۔
#   $url_sumo_2fa (string) - link to https://support.mozilla.org/kb/secure-firefox-account-two-step-authentication with additional attributes for analytics
privacy-passwords-your-firefox-account = تہاݙا { -brand-name-firefox } اکاؤنٹ، مثال دے طور تے 2FA،  <a { $url_sumo_2fa }> دے نال محفوظ کیتا ونڄ سڳدا ہے جیندے بارے تساں اتھاں ودھیک ڄاݨ سڳدے او </a>۔
#   $url_2fa (string) - link to https://2fa.directory with additional attributes for analytics
privacy-passwords-2fa-provides-much = 2FA صرف پاس ورڈز دے مقابلے وِچ ٻہوں بہتر سیکیورٹی فراہم کریندا ہے، لیکن ہر ویب سائٹ ایندی حمایت نہیں کریندی ۔ تساں <a { $url_2fa }>https://2fa.directory</a> تے 2FA کوں سپورٹ کرݨ والیاں ویب سائٹاں دی فہرست ڳول سڳدے او، تے نال انہاں سائٹاں دی تندیر جیڑھی 2FA کوں سپورٹ نہیں کریندی تے تساں انہاں کنوں پچھ سڳدے او۔ حمایت شامل کرو.
privacy-passwords-strong-diverse-and = مضبوط، رنگا رنگی تے کثیر ــ عنصر
privacy-passwords-for-better-or = بہتر یا بدتر، اساں مستقبل قریب کیتے اپݨے آن لائن اکاؤنٹس دی حفاظت کیتے پاس ورڈ استعمال کرݨ ویندے پئے ہیں۔ اینجھے پاس ورڈ استعمال کرو جیڑھے <strong> تکڑے </strong> تے <strong> ہر سائٹ کیتے مختلف ہوون </strong>، تے انہاں کوں محفوظ طریقے نال یاد رکھݨ وِچ تہاݙی مدد کیتے <strong> پاس ورڈ مینیجر </strong> دا ستعمال کرو۔ سیکیورٹی سوالاں کیتے <strong> لمبے، بے ترتیب جوابات </strong> سیٹ کرو (چاہے او سچ نہ ہوون)۔ تے اوندی حمایت کرݨ والی کہیں وی سائٹ تے <strong> ݙو عنصری توثیق دا استعمال کرو</strong>۔
#   $url_privacy_products (string) - link to https://www.mozilla.org/firefox/privacy/products/ with additional attributes for analytics
#   $url_about_manifesto (string) - link to https://www.mozilla.org/about/manifesto/ with additional attributes for analytics
privacy-passwords-in-todays-internet = اڄ دے انٹرنیٹ وِچ، جتھاں روزانہ ہزاراں پاس ورڈ چوری تھیندے ہن تے بلک مارکیٹ وِچ اکاؤنٹس دی تجارت تھیندی ہے، ایہ تہاݙی آن لائن زندگی کوں محفوظ رکھݨ دی کوشش دے قابل ہے۔ جݙا تساں { -brand-name-firefox } ٻݨتراں استعمال کریندے او، تاں کجھ کوشش تہاݙی پلیٹ کنوں ہٹ ویندی ہے، کیوں جو اساݙیاں ساریاں بݨتراں اساݙے  <a { $url_privacy_products }> رازداری دے وعدے </a> کوں برقرار رکھݨ کیتے بݨایاں ڳیا ہن۔ تے { -brand-name-firefox } ہمیشاں  <a { $url_about_manifesto }> موزیلا دے مشن </a> دے پاسے رہنمائی کریندا ہے، ہک غیر منافع بخش جیندی اساں حمایت کریندے ہیں، ہک بہتر انٹرنیٹ بݨاوݨ کیتے۔
