# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/mobile/ios/

# HTML page title
mobile-ios-firefox-browser-ios = { -brand-name-firefox-browser } { -brand-name-ios } ({ -brand-name-iphone } ва { -brand-name-ipad })
mobile-ios-firefox-browser = { -brand-name-firefox-browser }
mobile-ios-get-firefox-for = Ба даст овардани «{ -brand-name-firefox }» дар «{ -brand-name-ios }»
mobile-ios-send-a-download-link-to-your = Фиристодани пайванд ба телефон барои боргирӣ кардани браузер.
mobile-ios-scan-the-qr-code-to-get-started = Барои оғози кор бо барнома рамзи «QR»-ро тасвирбардорӣ намоед.
mobile-ios-scan-alt-text = Барои гирифтани «{ -brand-name-firefox }» дар «{ -brand-name-ios }», рамзи «QR»-ро тасвирбардорӣ намоед
mobile-ios-make-firefox-your = Браузери «{ -brand-name-firefox }»-ро ҳамчун браузери пешфарзи худ таъин намоед
mobile-ios-now-iphone-and = Акнун корбарони дастгоҳҳои «{ -brand-name-iphone }» ва «{ -brand-name-ipad }» метавонанд браузери пешфарзии худро интихоб кунанд. Ин маънои онро дорад, ки шумо аз истифодаи «{ -brand-name-safari }» вобастагӣ надоред ва браузери мобилии шумо метавонад бо браузери мизи кории дӯстдошта ҳамоҳанг карда шавад. Илова бар ин, вақте ки шумо «{ -brand-name-firefox }»-ро ҳамчун браузери пешфарзи худ таъин мекунед, шумо як ширкати мустақили технологиро дастгирӣ мекунед. Инчунин, браузери «{ -brand-name-firefox }» браузери ягонаи бузургест, ки аз ҷониби ташкилоти ғайритиҷоратӣ дастгирӣ карда мешавад.
mobile-ios-fast-private-secure = Зудкор. Хусусӣ. Бехатар
mobile-ios-keep-whats-personal = Он чизеро, ки ба маълумоти шахсии шумо таалуқ дорад, ба таври махфӣ нигоҳ доред ва ҳамзамон суръати баланди барқосоро аз даст надиҳед. Ба ғайр аз ин, хусусиятҳои ҳушманди тамошобинии интернет ба шумо имкон медиҳанд, ки махфият, ниҳонвожаҳо ва хатбаракҳои худро ба таври бехатар бо худ гиред, новобаста аз он ки шумо ба куҷо меравед, — имкониятҳои мо ҳаёти онлайни шуморо осонтар мегардонанд.
mobile-ios-stay-private-online = Дар соросари Интернет махфияти худро нигоҳ доред
mobile-ios-firefox-gives-you = Вақте ки шумо аз Интернет истифода мебаред, браузери «{ -brand-name-firefox }» ба шумо муҳофизати такмилёфтаро таъмин менамояд. Ба сурати пешфарз, вазифаи муҳофизати такмилёфта аз пайгирӣ ҳар гуна васоити пайгирӣ ва нақшҳоро ба монанди васоити пайгирии шабакаҳои иҷтимоӣ, кукиҳои васоити пайгирӣ байни сомонаҳо, криптомайнерҳо ва хонандаи нақши ангуштон манъ мекунад.
mobile-ios-your-browsing-history = Таърихи тамошобинии шумо таърих аст
mobile-ios-if-you-want = Агар хоҳед, шумо метавонед ба осонӣ ба фазои онлайн гузаред ва дар реҷаи «Тамошобинии хусусӣ» ҷустуҷӯ кунед. Ва вақте ки шумо реҷаи «Тамошобинии хусусӣ»-ро мепӯшед, таърихи тамошобинии шумо ва ҳамаи кукиҳо аз дастгоҳи шумо ба таври худкор тоза карда мешаванд.
mobile-ios-get-more-firefox = Браузери «{ -brand-name-firefox }»-ро ба ҳаёти худ бештар илова кунед
mobile-ios-add-firefox-across-v2 = Барои тамошобинии бехатар ва бефосила дар дастгоҳҳои худ браузери «{ -brand-name-firefox }»-ро илова кунед. Дастгоҳҳои худро ҳамоҳанг созед, то тавонед новобаста аз ҷойгиршавии худ, хатбаракҳои дӯстдошта, воридшавиҳои нигоҳдошташуда, ниҳонвожаҳо ва таърихи тамошоро бо худ гиред. Илова бар ин, дар байни телефон ва мизи кории худ варақаҳои кушодаро фиристед, то тавонед аз он ҷойе, ки шумо дар мондаед, идома диҳед.
mobile-ios-get-to-your-go-to = Дар дастгоҳҳои худ бо низомҳои «{ -brand-name-iphone }» ва «{ -brand-name-ipad }» ба ҷойҳои дӯстдоштаи худ дар Интернет зудтар расед.
mobile-ios-see-your-open-tabs = Бо { -brand-name-firefox-browser } барои «{ -brand-name-ios }» ҳамаи варақаҳои кушодашуда, ҷустуҷӯҳои охирин ва сомонаҳои дӯстдоштаи худро дар як ҷой аз назар гузаронед.
mobile-ios-own-your-home = Соҳиби экрани асосии худ шавед
mobile-ios-get-to-the-parts = Ба қисматҳои муҳими Интернет зудтар дастрасӣ пайдо кунед. Ҳамаи варақаҳои кушодашуда, ҷустуҷӯҳои охирин, хатбаракҳо ва сомонаҳои дӯстдоштаи худро дар як ҷой аз назар гузаронед — ба ихтиёри худ.
mobile-ios-find-it-all = Ҳамаашро тезтар пайдо кунед
mobile-ios-get-search-suggestions = Пешниҳодҳои ҷустуҷӯиро дар навори ҷустуҷӯ гиред ва ба сомонаҳое, ки шумо бештар ташриф меоред, зуд дастрасӣ пайдо намоед. Саволи ҷустуҷӯии худро нависед ва натиҷаҳои пешниҳодшуда ва қаблан ҷустуҷӯшударо тавассути низомҳои ҷустуҷӯии дӯстдоштаи худ ба даст оред.
mobile-ios-discover-more-of = Он чизҳоеро, ки дӯст медоред, бештар кашф кунед
# Obsolete string (expires 26-10-2025)
mobile-ios-open-a-new = Варақаи наверо дар «{ -brand-name-firefox }» кушоед, то тавонед сомонаҳои дӯстдоштаи худ, хатбаракҳои охирини худ ва мақолаҳои дӯстдоштаи худро тавассути «{ -brand-name-pocket }» аз назар гузаронед. Браузери «{ -brand-name-firefox }» ба шумо дастрасии фаврӣ ба сомонаҳои истифодашудаи охирин медиҳад ва ба шумо барои ҷустуҷӯи зудтар кумак мерасонад.
mobile-ios-open-a-new-v2 = Варақаи наверо дар «{ -brand-name-firefox }» кушоед, то тавонед сомонаҳои дӯстдоштаи худ ва хатбаракҳои охирини худро аз назар гузаронед. Браузери «{ -brand-name-firefox }» ба шумо дастрасии фаврӣ ба сомонаҳои истифодашудаи охирин медиҳад ва ба шумо барои ҷустуҷӯи зудтар кумак мерасонад.
mobile-ios-about-mozilla = Дар бораи «{ -brand-name-mozilla }»
# Obsolete string (expires 26-10-2025)
mobile-ios-mozilla-exists-to = Ташкилоти «{ -brand-name-mozilla }» барои сохтани Интернет ҳамчун манбаи ҷамъиятӣ барои ҳамаи мо фаъолият дорад, зеро ки мо боварӣ дорем, ки Интернети кушода ва озод нисбат ба Интернети пӯшида ва назоратшаванда  беҳтар аст. Мо маҳсулотеро монанд ба «{ -brand-name-firefox }» ва «{ -brand-name-pocket }» месозем, то онҳо имкони интихоб, шаффофият ва назоратро пешбарӣ кунанд.
mobile-ios-mozilla-exists-to-v2 = Ташкилоти «{ -brand-name-mozilla }» барои сохтани Интернет ҳамчун манбаи ҷамъиятӣ барои ҳамаи мо фаъолият дорад, зеро ки мо боварӣ дорем, ки Интернети кушода ва озод нисбат ба Интернети пӯшида ва назоратшаванда  беҳтар аст. Мо маҳсулотеро монанд ба «{ -brand-name-firefox }» месозем, то онҳо имкони интихоб, шаффофият ва назоратро пешбарӣ кунанд.
