# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = VPN за компютър или лаптоп от { -brand-name-mozilla }
vpn-desktop-if-you-are = Ако търсите VPN, който да защити вашия лаптоп или компютър, проверете { -brand-name-mozilla-vpn }. { -brand-name-mozilla-vpn } се поддържа от компания с нестопанска цел. Научете как една VPN ви защитава и защо трябва да се доверите на { -brand-name-mozilla } за вашата поверителност и сигурност.
vpn-desktop-vpns-can-provide = VPN мрежите могат да осигурят допълнителен слой сигурност за вашия лаптоп или компютър и да ви помогнат да се предпазите от опити за хакерство, фишинг атаки и други онлайн заплахи. VPN шифрират вашите данни и местоположение, като създават „тунел“ между вашия компютър и интернет. Ако вашият лаптоп или компютър не използва VPN, хакери и трети страни може да успеят да прихванат вашия трафик, излагайки поверителността ви на риск.
vpn-desktop-how-does-a = Как VPN защитава моя лаптоп или компютър?
vpn-desktop-there-are-several = Има няколко причини, поради които трябва да използвате VPN, за да се защитите, когато използвате вашия лаптоп или компютър:
vpn-desktop-stronger-privacy = <strong>По-добра поверителност:</strong> Тъй като VPN маскира вашия IP адрес, можете да сърфирате в мрежата по-поверително, знаейки, че дейността ви не може да бъде комбинирана от събирачи на данни, използващи вашето IP като уникален идентификатор.
vpn-desktop-safer-against-spying = <strong>По-безопасно срещу шпиониране:</strong> Шифроването на данните ви чрез VPN прави практически невъзможно някой, подслушващ мрежовата ви връзка, да разбере какво и с кого общувате.
