# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = Вземете VPN за мобилни устройства от { -brand-name-mozilla }
vpn-mobile-looking-for-a = Търсите VPN, който да защити мобилното ви устройство? { -brand-name-mozilla-vpn } се поддържа от компания с нестопанска цел. Научете как една VPN ви защитава и защо може да се доверите на { -brand-name-mozilla } за вашата поверителност и сигурност.
vpn-mobile-vpn-for-mobile = VPN за мобилни устройства от { -brand-name-mozilla }
vpn-mobile-in-todays = В днешния свят, фокусиран върху мобилните устройства, ние разчитаме на нашите мобилни телефони и устройства за комуникация, забавление и работа. Въпреки това, без VPN, вашата лична информация може да бъде уязвима на няколко риска за сигурността и поверителността.
vpn-mobile-why-do-i = Защо ми трябва VPN за мобилни устройства?
vpn-mobile-the-mozilla-vpn = Мобилното приложение на { -brand-name-mozilla-vpn } е малко и не използва твърде памет, няма да забави телефона ви или да изтощи батерията.
vpn-mobile-your-internet-v2 = Вашият доставчик на интернет услуги (ISP) може да ограничи скоростта ви, ако разбере, че гледате филми, слушате музика или стриймвате.
vpn-mobile-your-isp-v2 = Вашият интернет доставчик може да блокира уебсайтове или услуги, които не харесват или които се конкурират на техните собствени.
vpn-mobile-hackers-can-steal-v2 = Хакерите могат да откраднат личните ви данни, когато използвате публичен Wi-Fi, например в кафенета или летища.
vpn-mobile-a-vpn-works = VPN работи на вашето устройство, не само в четеца ви. Следователно защитава и вашите мобилни приложения. За разлика от безплатните VPN мрежи или прокси сайтове, които може да плащат за сървърите си, като ви шпионират и продават ваша информация, { -brand-name-mozilla } не пази архиви къде отивате и какво правите.
