# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org//firefox/browsers/best-browser/

best-browser-find-your-best-browser = ለርስዎ የሚሻለውን ፈጣን፣ ግላዊ እና አስተማማኝ ድረ-ገፅ ማሰሻ ፈልገው ይምረጡ።
best-browser-so-many-browser-options = በርካታ የድረ-ገፅ ማሰሻ አማራጮች አሉ፤ ነገርግን ፍላጎትዎን የሚያሟላው አንዱ ብቻ ነው። ታዲያ ይኽ ለርስዎ የተሻለው ድረ-ገፅ ማሰሻ፤ ፍጥነት እና የግላዊነት ጥበቃን ሁለቱንም አጣምሮ ሊያቀርብልዎ ይገባል።
best-browser-privacy-speed-and-security = ግላዊነት፣ ፍጥነት እና ደህንነት።
best-browser-how-to-choose-the-best = እንዴት ነው የተሻለ ድረ-ገፅ ማሰሻን መምረጥ የሚችሉት።
best-browser-the-internet-has-become = ባሁኑ ጊዜ ኢንተርኔት እንደ መብራት እና ውሀ ሁሉ በጣም አስፈላጊ እየሆነ መጥቷል፤ ስለዚህ የተሻለ ድረ-ገፅ ማሰሻን መምረጥ ከመቼውም ጊዜ በላይ አስፈላጊ ሆኗል። ባሁኑ ጊዜ ኢንተርኔት እንደ ሁለተኛ ቢሮ፣ እንደ አስተማሪ አንዳንዴም እንደ ህክምና አማካሪ ይቆጠራል፤ ምንም እንኳን ሀኪሞች በኢንተርኔት ላይ የሚደረግ የጤንነት ምርመራን ባይደግፉትም።
best-browser-in-the-mid-nineties = በዘጠናዎቹ አጋማሽ { -brand-name-netscape }፣ { -brand-name-ie } እና አሜሪካ ኦንላይን ዘርፉን ተቆጣጠሩ። በወቅቱም ባጠቃላይ በምድሪቱ ላይ ተስፋፍቶ የነበረው ባለ-ገመድ የበይነበረብ አገልግሎት ነበር። ታዲያ የሚፈልጉት ድረ-ገጾች እንዲጫኑ መጠበቅ የትዕግስትን ትርጉም አስተምሯል። ያኔ፣ ዋናው ነገር የአሳሽ ፍጥነት ነበር።
best-browser-today-is-a-different = ዛሬ ግን የተለየ ትርክት ነው ያለው። ማስታወቂያ፣ የግለሰብ መረጃዎችን መጥለፍ፣ ማጭበርበር እና ሀሰተኛ ዜናዎች ልናተኩርባቸው የሚገቡ የአንድ ድረ-ገፅ ማሰሻ የጥራት መለኪያዎች ሆነዋል። እንዴት ነው አንድ የድረ-ገፅ ማሰሻ ደህንነትዎን ሊያስጠብቅ የሚችለው? ኢንተርኔት ሲጠቀሙ ሰርጎ-ገቦች የእርስዎን ዱካ እንዲከታተሉ ይፈቅዳል? አሠራሩ ዘርፈ-ብዙ ሥራዎችን ለመከወን፣ ባንድ ጊዜ ብዙ ኮምፒውተሮችን ለመያዝ እና የተለያዩ የኢንተርኔት አገልግሎቶችን ለመጠቀም ያስችላል ወይ?
best-browser-when-you-use-a-browser = አንድን ድረ-ገፅ ማሰሻ ለማንኛውም ተግባር ሲጠቀሙ፤ ፈጣን መሆን ይገባዋል። እንደዚሁም ደህንነቱ የተጠበቀ መሆን አለበት። የድረ-ገፅ ማሰሻ ማንኛውንም ነገር ከኢንተርኔት ላይ ማግኘት ያስችለናል፤ ስለዚህ ጠንካራ የደህንነት መጠበቂያ ዘዴዎች ከሌሉት ለከፍተኛ ጥቃት ሊያጋልጥ ይችላል።
best-browser-marshall-erwin-senior = ማርሻል ኤርዊን፣ የታማኝነት እና ደህንነት ከፍተኛ ዳይሬክተር በ{ -brand-name-mozilla }
best-browser-if-youre-wondering = ፈጣን እና አስተማማኝ የድረ-ገፅ ማሰሻ ምን ማለት እንደሆነ ለማወቅ ከጓጉ፤ አንድ የድረ-ገፅ ማሰሻ ማሟላት ያለበት ሶስት ነገሮች ይኸውልዎት።
best-browser-a-browser-built-for = ፈጣን የድረ-ገፅ ማሰሻ።
best-browser-a-browser-is-still = የድረ-ገፅ ማሰሻ የመገልገያ መሣሪያ በመሆኑ፤ ሥራዎትን ለማቀላጠፍ ከሚያስችሉት አንዱን መምረጥዎት አይቀርም። ማንኛውም ሠው ለመኖር መሥራት አለበት፤ በዚህ ዘመን ደግሞ ሥራን ለማቀላጠፍ ፈጣን የኢንተርኔት ድረ-ገፅ ማሰሻን መጠቀም ግዴታ ነው። እዚህጋ አንድ ማወቅ ያለብዎት ነገር፤ የሶስተኛ ወገን ዱካዎችን የሚያስተላልፍ ድረ-ገፅ ማሰሻ ከማያስተላልፉት ይልቅ በጣም ቀርፋፋ ነው። የሶስተኛ ወገን ዱካዎች የምንላቸው ኩኪዎች (መሸጎጫዎች) ሲሆኑ፤ ከርስዎ እውቅና ውጭ ውስጥ ለውስጥ ይንቀሳቀሳሉ በመሆኑም ውድ ጊዜያችንን ያባክኑብናል። አንድ ድረ-ገፅ ማሰሻ የሶስተኛ ወገን ዱካን የበለጠ ባገደ መጠን፤ በጣም ፈጣን እየሆነ ይመጣል።
best-browser-this-is-one-of-the = ይህ { -brand-name-firefox } አሳሹን ለመምረጥ ከብዙ ምክንያቶች አንዱ ነው፡ { -brand-name-firefox } የሶስተኛ ወገን መከታተያዎችን በነባሪ ያግዳል። ሌሎች ምክንያቶች አሉን ስለነሱ በኋላ ላይ እንገባለን።
best-browser-a-browser-that-puts = ለጥንቃቄ ቅድሚያ የሚሰጥ የድረ-ገፅ ማሰሻ።
best-browser-remember-the-last-massive = ለመጨረሻ ጊዜ የመረጃ መጭበርበር የደረሰብዎትን ጊዜ ያስታውሳሉ? ካልሆነ ምንአልባት ያላስታወሱት ይኼ ነገር ብዙ ጊዜ ይከሰታል ማለት ነው። ድርጅቶች የሚያስቀምጧቸው የደንበኞች የግል ሰነዶች እና ገንዘብ ነክ መረጃዎች የመሳሰሉት፤ ብዙ ጊዜ በጠላፊዎች ይሰርቃሉ። ለጥንቃቄ ቅድሚያ ከሰጡ ግን፤ ደህንነቱ የተጠበቀ የድረ-ገፅ ማሰሻ ምርጫዎት ይሆናል።
best-browser-there-are-a-few-ways = አንድ ድረ-ገፅ ማሰሻ የደንበኞቹን ደህንነት የሚጠብቅበት ጥቂት መንገዶች አሉ። ይኼ ድረ-ገፅ ማሰሻ የደህንነት መጠበቂያ መንገዶቹን በየጊዜው የሚያዘምን ከሆነ፤ የሚጠቀሙበትን ኮምፒውተር እና ድረ-ገፅ ካላስፈላጊ ጎብኚዎች እንደ ማልዌር እና ኮምፒውተር ቫይረስ የመሳሰሉትን ይጠብቅልዎታል።
# Variables:
# $data (url) - link to https://www.mozilla.org/privacy/firefox/
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-the-second-is-not-storing = ሁለተኛው በጣም ብዙ የተጠቃሚ ውሂብ አለማከማቸት ነው። ሰርጎ ገቦች የሌለን ነገር መስረቅ አይችሉም፣ ለዚህም ነው { -brand-name-firefox } ስለተጠቃሚዎቹ አነስተኛውን መረጃ የሚይዘው። አሳሹን እና አጠቃላይ ያሉበትን አካባቢዎን ከተጠቀሙ <a href="{ $data }">{ -brand-name-firefox } ያውቃል</a> <a href="{ $privacy }">ነገር ግን የእርስዎን የልጅነት ስም፣ የቤት እንሣዎን ስም ወይም የሚወዱት ቀለምን አያጨምርም።</a>
best-browser-last-but-not-least = በመጨረሻም አስተማማኝ ድረ-ገፅ ማሰሻ ሊሰጠው የሚገባው መለያዎትን መቆጣጠር የሚያስችሉ መሳሪያዎች ነው። መለያዎት የመረጃ መጭበርበር ካጋጠመው በቀጥታ በኢሜይል ማሳወቂያ መላክ ወይም ድረ-ገፁ ህጋዊ እና የተመሰጠረ መሆኑን የሚያሳይ ምልክት መጠቀም አለበት፤ (ይህም ማለት፦ በመገበያያ ድረ-ገፆች ላይ የባንክ ሂሳብ መረጃዎችን ለመስጠት እንዲወስኑ ይረዳዎታል)።
best-browser-we-visit-hundreds-or = በየቀኑ በመቶዎች ወይም በሺዎች የሚቆጠሩ ድረ-ገፆችን ልንጎበኝ እንችላለን፤ ታዲያ የእነዚህ ድረ-ገፆች ተጠቃሚዎች ሁልጊዜ ለደህንነት እና ለጥንቃቄ ትኩረት ላይሰጡ ይችላሉ። ለዛ ነው አንድ ድረ-ገፅ ማሰሻ ለእርስዎ የመቆጣጠር አቅም መስጠቱ የሚጠቅመው፤ ምክንያቱም እውነተኛ እና ትርጉም ያለው የጥንቃቄ አገልግሎት ስለሆነ ነው።
best-browser-a-browser-that-minds = ለሥራው የሚጨነቅ ድረ-ገፅ ማሰሻ።
best-browser-privacy-on-the-web = የደህንነት ጉዳይ በበይነ-መረብ ላይ ዋና ቁልፍ ጉዳይ ነው። ደህንነት ትኩረት ከሚሰጡት ጉዳዮች አንዱ ከሆነ፤ ለዚህ ትኩረት የሚሰጡ ድረ-ገፆችን ማየት ይኖርብዎታል። የተሻለ ድረ-ገፅ ማሰሻ በሚመርጡበት ጊዜ፤ የመረጃ አያያዝ እና የሚከተሉትን ደንብና ፖሊሲ አስተውለህ ማየት አለብህ። ይኼ በርግጥ በጣም ቴክኒካል ጉዳይ ሊመስል ይችላል፤ ነገር ግን እነዚህ ነገሮች አንድ ድረ-ገፅ ማሰሻ ከሌላው የተሻለና ደህንነቱ የተጠበቀ መሆኑን መለያ መንገዶች ስለሆኑ ነው።
best-browser-trackers-are-all-those = ሠርጎ-ገቦች የሚባሉት ኢንተርኔት በምንጠቀምበት ጊዜ የሚያበሳጩ መሸጎጫ "cookies" መልዕክቶችን አስር ጊዜ የሚልኩ ድረ-ገፆች ናቸው። እነዚህ የሶስተኛ ወገን ዱካዎች ታዲያ ምን እያከናወኑ እንዳሉና አዘውትረው የሚከፍቱትን ድረ-ገፅ ያውቃሉ። ግላዊ የሆነ ድረ-ገፅ ማሰሻ ግን ይኽንን የሚከላከሉበት መንገድ በነባራዊነት አለው።
best-browser-another-way-to-stop = ሌላው እነዚህን ሠርጎ-ገቦች የምንከላከልበት መንገድ ደግሞ የግላዊ አሰሳ ዘዴ ነው። ማንኛውም ደህንነቴ የተጠበቀ ነው የሚል ድረ-ገፅ ማሰሻ የግላዊ አሰሳ ዘዴን ማቅረብ አለበት።
# Variables:
# $privacy (url) - link to https://www.mozilla.org/privacy/firefox/
best-browser-one-easy-way-to-check = ለመፈተሽ አንዱ ቀላል መንገድ የአሳሹን የይዘት ቅንብር ገጽ እና የግላዊነት መመሪያ መጎብኘት ነው። የግላዊነት ድረ-ገጹ የእርስዎ ውሂብ ለሌሎች የተጋራ እንደሆነ እና ለምን እንደሆነ መግለጽ አለበት። ለዚህ ነው <a href="{ $privacy }">{ -brand-name-firefox } የግላዊነት ማሳሰቢያ</a> ለማንበብ ቀላል እና በቀላሉ ለማግኘት ቀላል የሆነው።
best-browser-choosing-the-best-browser = የተሻለ ድረ-ገፅ ማሰሻን መምረጥ ለርስዎ ልክ መኖሪያ ቤት እንደመምረጥ ነው። የሚፈልጉትን ነገር ዘርዝረው የተወሰነ ጥናት ካደረጉ በኋላ፤ የሚጠቅምዎትን ለመምረጥ ውሳኔ ላይ ይድረሱ።
# Variables:
# $privacy (url) - link to https://www.mozilla.org/firefox/new/
best-browser-at-firefox-weve-worked = በ<a href="{ $firefox }">{ -brand-name-firefox }</a> ላይ፣ እንደበፊቱ በሁለት እጥፍ ፈጣን የሆነ አሳሽ ለመስራት ጠንክረን ሰርተናል እና ተጠቃሚዎች በመስመር ላይ ህይወታቸው የበለጠ መቆጣጠር እንዲችሉ አድርጓል።
best-browser-take-control-of-your = የድረ-ገፅ ማሰሻዎን እርስዎ የሚቆጣጠሩት ያድርጉት።
