# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/more/misinformation/

misinformation-brand-firefox-browser = { -brand-name-firefox-browser }
misinformation-page-title = ຫຼີກເວັ້ນຂໍ້ມູນຜິດທາງອອນລາຍ – { -brand-name-firefox } ຢູ່ທີ່ນີ້ເພື່ອຊ່ວຍເຫຼືອ
misinformation-page-desc = ຂໍ້​ມູນ​ທີ່​ບໍ່​ຖືກ​ຕ້ອງ​ແມ່ນ​ຫນ້າ​ລໍາ​ຄານ​, distracting ແລະ​ລາ​ຄາ​ແພງ​. { -brand-name-firefox } ມີບາງຄໍາແນະນໍາສໍາລັບການຫຼີກເວັ້ນຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ - ແລະເບິ່ງມັນຫນ້ອຍລົງໃນເວລາທ່ອງເວັບ.
misinformation-page-subheading = ກວດເບິ່ງຄໍາແນະນໍາສໍາລັບການເບິ່ງຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງຫນ້ອຍລົງແລະສຸມໃສ່ສິ່ງທີ່ສໍາຄັນສໍາລັບທ່ານ
misinformation-what-is-heading = ຂໍ້ມູນຜິດແມ່ນຫຍັງ? ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງແມ່ນຫຍັງ?
misinformation-disinformation = ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ, ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ - ທ່ານອາດຈະເຄີຍໄດ້ຍິນຄໍາສັບເຫຼົ່ານີ້ໃນອະດີດແລະສົງໄສວ່າພວກເຂົາມີຄວາມແຕກຕ່າງກັນແນວໃດໃນຄວາມຫມາຍ. ມັນແມ່ນຄວາມຕັ້ງໃຈທີ່ແຍກແຍະພວກເຂົາ: ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງແມ່ນປະເພດຂອງຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງທີ່ຄົນເຮົາອາດຈະຕົກໃຈ. ມັນຢັ້ງຢືນວ່າບໍ່ຖືກຕ້ອງ ຫຼືເຮັດໃຫ້ເຂົ້າໃຈຜິດ ແຕ່ບໍ່ໄດ້ຖືກສ້າງ ຫຼືແບ່ງປັນໂດຍເຈດຕະນາທີ່ຈະຫຼອກລວງຜູ້ຄົນ. ໃນທາງກົງກັນຂ້າມ, ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງແມ່ນຖືກສ້າງຂື້ນແລະເຜີຍແຜ່ເພື່ອໃຫ້ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງແລະບັນລຸເປົ້າຫມາຍທີ່ແນ່ນອນ.
misinformation-ultimately-harmful = ໃນ​ທີ່​ສຸດ, ທັງ​ຂໍ້​ມູນ​ທີ່​ບໍ່​ຖືກ​ຕ້ອງ​ແລະ​ບໍ່​ໃຫ້​ຂ່າວ​ສານ​ສາ​ມາດ​ເປັນ​ອັນ​ຕະ​ລາຍ. ມັນບໍ່ພຽງແຕ່ວ່າປະຊາຊົນຈະເຊື່ອຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ, ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງເຮັດໃຫ້ເສດຖະກິດໂລກມີຄ່າໃຊ້ຈ່າຍຢ່າງຫຼວງຫຼາຍແລະສາມາດຂົ່ມຂູ່ຕໍ່ປະຊາທິປະໄຕແລະການປົກຄອງທີ່ມີປະສິດທິພາບ. ແລະມັນເປັນການຍາກທີ່ຈະຢຸດເຊົາເພາະວ່າຂ່າວທີ່ບໍ່ຖືກຕ້ອງແຜ່ລາມໄວ, ເລິກເຊິ່ງແລະກວ້າງຂວາງກວ່າຂ່າວທີ່ຖືກຕ້ອງ.
misinformation-false-info-heading = ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງປາກົດຢູ່ໃສ?
# Variables:
#   $tracking (url) - link to https://blog.mozilla.org/firefox/how-to-stop-web-trackers/
misinformation-widespread-online = ເຈົ້າສາມາດພົບຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ຂໍ້ມູນບໍ່ເປັນຄວາມຈິງຢູ່ທົ່ວທຸກແຫ່ງ ແຕ່ມັນແຜ່ຫຼາຍ ແລະ ມີຜົນກະທົບທີ່ສຸດເມື່ອຖືກແບ່ງປັນອອນລາຍ. ສູດການຄິດໄລ່ ແລະ <a href="{ $tracking }">ການຕິດຕາມ</a> ໄດ້ເພີ່ມຄວາມສາມາດໃນການໃຫ້ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງເພື່ອເຂົ້າເຖິງຜູ້ຊົມທີ່ໃຫຍ່ກວ່າຢູ່ໃນເວັບໄຊທ໌, ບລັອກ, ກະດານສົນທະນາ ແລະເຄືອຂ່າຍສັງຄົມ.
