# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = VPN για iOS/iPad από τη { -brand-name-mozilla }
vpn-ipad-looking-for = Ψάχνετε ένα VPN για την προστασία του iPad σας; Το { -brand-name-mozilla-vpn } υποστηρίζεται από μια μη κερδοσκοπική εταιρεία. Μάθετε πώς σας προστατεύει ένα VPN και γιατί να εμπιστευτείτε το απόρρητο και την ασφάλειά σας στη { -brand-name-mozilla }.
vpn-ipad-if-you-own = Αν διαθέτετε ένα iPad, το χρησιμοποιείτε μάλλον για πολλά πράγματα: περιήγηση στο διαδίκτυο, παρακολούθηση βίντεο, παιχνίδια, ανάγνωση βιβλίων και πολλά άλλα. Ωστόσο, είτε βρίσκεστε στο σπίτι είτε εν κινήσει, η σύνδεσή σας στο διαδίκτυο μπορεί να εκθέσει τα προσωπικά δεδομένα και την τοποθεσία σας σε χάκερ, διαφημιστές και άλλα τρίτα μέρη, που χρησιμοποιούν τα cookie και την IP σας για να σας καταγράφουν.
vpn-ipad-thats-why-you = Γι' αυτό χρειάζεστε το { -brand-name-mozilla-vpn }, μια γρήγορη, αξιόπιστη και εύχρηστη υπηρεσία VPN που προστατεύει τη διαδικτυακή σας δραστηριότητα από τα αδιάκριτα βλέμματα.
vpn-ipad-mozilla-vpn-is = Το { -brand-name-mozilla-vpn } είναι μια υπηρεσία εικονικού ιδιωτικού δικτύου που κρυπτογραφεί τη διαδικτυακή σας κίνηση και αποκρύπτει τη διεύθυνση IP σας.
vpn-ipad-with-mozilla-vpn = Με το { -brand-name-mozilla-vpn }, έχετε:
vpn-ipad-protection-for-up-to = <strong>Προστασία για έως και 5 συσκευές:</strong> Χρησιμοποιήστε το { -brand-name-mozilla-vpn } στο iPad σας και σε έως και τέσσερις άλλες συσκευές με μία συνδρομή. Μπορείτε να το χρησιμοποιήσετε σε Windows, macOS, Linux, iPhone και Android.
vpn-ipad-access-to-servers = <strong>Πρόσβαση σε διακομιστές σε 30+ χώρες:</strong> Μπορείτε να επιλέξετε ανάμεσα σε περισσότερους από 500 διακομιστές, σε περισσότερες από 30 χώρες σε όλο τον κόσμο, για να συνδεθείτε στο διαδίκτυο. Αυτό σας δίνει περισσότερες επιλογές και ευελιξία για πρόσβαση στο περιεχόμενο που θέλετε.
vpn-ipad-device-level = <strong>Κρυπτογράφηση κίνησης σε επίπεδο συσκευής:</strong> Το { -brand-name-mozilla-vpn } κρυπτογραφεί όλη την κίνηση δικτύου της συσκευής σας, συμπεριλαμβανομένων των εφαρμογών, των παιχνιδιών και των υπηρεσιών streaming, όχι μόνο του προγράμματος περιήγησής σας. Μπορείτε επίσης να χρησιμοποιήσετε το { -brand-name-mozilla-vpn } για τον αποκλεισμό των διαφημίσεων και των ιχνηλατών που μπορούν να θέσουν σε κίνδυνο το απόρρητό σας.
vpn-ipad-no-online = <strong>Χωρίς αρχεία καταγραφής διαδικτυακής δραστηριότητας:</strong> Το { -brand-name-mozilla } δεν καταγράφει τους ιστοτόπους που επισκέπτεστε και δεν ελέγχει τις επικοινωνίες σας.
vpn-ipad-feel-safe = <strong>Ασφαλής χρήση δημόσιων Wi-Fi:</strong> Όταν συνδέεστε σε ένα δημόσιο δίκτυο Wi-Fi, όπως σε κάποια καφετέρια ή αεροδρόμιο, τα δεδομένα σας ενδέχεται να υποκλαπούν από χάκερ ή κακόβουλους τρίτους. Με το { -brand-name-mozilla-vpn }, τα δεδομένα σας κρυπτογραφούνται για να εμποδίσουν τον οποιονδήποτε από το να παρακολουθήσει τη διαδικτυακή σας δραστηριότητα.
vpn-ipad-mozilla-vpn-is-backed = Το { -brand-name-mozilla-vpn } υποστηρίζεται από το { -brand-name-mozilla-foundation }, τον μη κερδοσκοπικό οργανισμό που βρίσκεται πίσω από το { -brand-name-firefox }, ένα από τα πιο δημοφιλή προγράμματα περιήγησης παγκοσμίως, που εστιάζει στην προστασία του απορρήτου. Επιλέγοντας το { -brand-name-mozilla-vpn }, υποστηρίζετε την αποστολή μας να διατηρήσουμε το διαδίκτυο ανοικτό και προσβάσιμο σε όλους.
