# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = Αποκτήστε ένα VPN για macOS από τη { -brand-name-mozilla }
vpn-mac-looking-for = Ψάχνετε ένα VPN για την προστασία του Mac σας; Το { -brand-name-mozilla-vpn } υποστηρίζεται από μια μη κερδοσκοπική εταιρεία. Μάθετε πώς σας προστατεύει ένα VPN και γιατί να εμπιστευτείτε το απόρρητο και την ασφάλειά σας στη { -brand-name-mozilla } όταν χρησιμοποιείτε το macOS
vpn-mac-protect-your-mac = Προστατεύστε το Mac σας με το { -brand-name-mozilla-vpn }
vpn-mac-a-vpn-is = Ένα VPN (εικονικό ιδιωτικό δίκτυο) είναι απαραίτητο για την ιδιωτικότητα και την ασφάλειά σας στο διαδίκτυο όταν χρησιμοποιείτε το Mac σας. Οι χάκερ και οι πάροχοι διαδικτύου μπορούν να κατασκοπεύουν τη διαδικτυακή σας δραστηριότητα ή να υποκλέψουν τα προσωπικά σας δεδομένα.
vpn-mac-but-finding = Όμως, η εύρεση ενός καλού VPN μπορεί να είναι δύσκολη. Ορισμένα είναι αργά, αναξιόπιστα και κρατούν ακόμα και αρχεία καταγραφής της διαδικτυακής σας δραστηριότητας. Γι’ αυτό δημιουργήσαμε το { -brand-name-mozilla-vpn }, ένα γρήγορο, ασφαλές και αξιόπιστο VPN, από τα άτομα που σας έφεραν το { -brand-name-firefox }.
vpn-mac-with-mozilla-vpn = Με το { -brand-name-mozilla-vpn }, μπορείτε να:
vpn-mac-get-one-click = Προστατεύσετε με ένα κλικ το απόρρητό σας, μέσω ενός απλού και εύχρηστου περιβάλλοντος χρήστη.
vpn-mac-connect-up-to = Συνδέσετε έως και 5 διαφορετικές συσκευές με μία συνδρομή, συμπεριλαμβανομένων των Mac, αλλά και των συσκευών με iOS, Windows, Linux και Android.
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = Κάνετε απεριόριστη χρήση. Σε αντίθεση με ορισμένα VPN, τα οποία προστατεύουν μόνο συγκεκριμένο όγκο δεδομένων ανά μήνα, δεν περιορίζουμε την κίνησή σας. Όσα δεδομένα και να χρησιμοποιήσετε, αυτά θα προστατεύονται πάντα.
vpn-mac-get-device-level = Αποκτήστε κρυπτογράφηση σε επίπεδο συσκευής για την κίνησή σας. Σε αντίθεση με άλλες λύσεις, που κρυπτογραφούν μόνο την κίνηση του προγράμματος περιήγησής σας, το { -brand-name-mozilla-vpn } κρυπτογραφεί τα πάντα, προστατεύοντας τις διαδικτυακές σας δραστηριότητες ανεξαρτήτως εφαρμογής.
