# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/mobile/

vpn-mobile-get-a-vpn = Λάβετε ένα VPN για κινητές συσκευές από τη { -brand-name-mozilla }
vpn-mobile-looking-for-a = Ψάχνετε ένα VPN για την προστασία της κινητής σας συσκευής; Το { -brand-name-mozilla-vpn } υποστηρίζεται από μια μη κερδοσκοπική εταιρεία. Μάθετε πώς σας προστατεύει ένα VPN και γιατί να εμπιστευτείτε το απόρρητο και την ασφάλειά σας στη { -brand-name-mozilla }.
vpn-mobile-vpn-for-mobile = VPN για κινητές συσκευές από τη { -brand-name-mozilla }
vpn-mobile-in-todays = Στον σημερινό κόσμο που εστιάζει στις κινητές συσκευές, βασιζόμαστε στα κινητά τηλέφωνα και τις συσκευές μας για επικοινωνία, ψυχαγωγία και εργασία. Ωστόσο, χωρίς ένα VPN, τα προσωπικά σας στοιχεία μπορεί να είναι ευάλωτα σε διάφορους κινδύνους ασφάλειας και απορρήτου.
vpn-mobile-why-do-i = Γιατί χρειάζομαι VPN στις κινητές συσκευές μου;
vpn-mobile-the-mozilla-vpn = Η εφαρμογή του { -brand-name-mozilla-vpn } για κινητές συσκευές είναι μικρή, ώστε να μη χρησιμοποιεί πάρα πολλή μνήμη ή μπαταρία και να μην επιβραδύνει το τηλέφωνό σας.
vpn-mobile-your-internet-v2 = Ο πάροχος υπηρεσιών διαδικτύου σας (ISP) ενδέχεται να μειώσει το εύρος ζώνης σας εάν γνωρίζει ότι παρακολουθείτε ταινίες, ακούτε μουσική ή κάνετε streaming.
vpn-mobile-your-isp-v2 = Ο ISP σας ενδέχεται να αποκλείει ιστοτόπους ή υπηρεσίες που δεν του αρέσουν ή που ανταγωνίζονται τις δικές του παροχές.
vpn-mobile-hackers-can-steal-v2 = Οι χάκερ μπορούν να υποκλέψουν τα προσωπικά σας δεδομένα όταν χρησιμοποιείτε δημόσια Wi-Fi, όπως σε καφετέριες ή αεροδρόμια.
vpn-mobile-a-vpn-works = Ένα VPN καλύπτει ολόκληρη τη συσκευή σας, δηλαδή όλες τις εφαρμογές της κινητής σας συσκευής, όχι μόνο το πρόγραμμα περιήγησής σας. Και σε αντίθεση με τα δωρεάν VPN ή τους ιστοτόπους μεσολάβησης, που ενδέχεται να πληρώνουν τους διακομιστές τους κατασκοπεύοντάς σας και πουλώντας τα δεδομένα σας, το { -brand-name-mozilla } δεν καταγράφει το πού πηγαίνετε και το τι κάνετε.
