# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = Αποκτήστε ένα VPN για Windows από τη { -brand-name-mozilla }
# Obsolete string (expires 2025-12-19)
vpn-windows-protect-your-windows = Προστατέψτε με ένα VPN τη συσκευή σας με Windows. Το { -brand-name-mozilla } VPN υποστηρίζεται από μια μη κερδοσκοπική εταιρεία. Μάθετε πώς σας προστατεύει ένα VPN και γιατί να εμπιστευτείτε το απόρρητο και την ασφάλειά σας στη { -brand-name-mozilla }.
vpn-windows-protect-your-windows-v2 = Προστατέψτε με ένα VPN τη συσκευή σας με Windows. Το { -brand-name-mozilla-vpn } υποστηρίζεται από μια μη κερδοσκοπική εταιρεία. Μάθετε πώς σας προστατεύει ένα VPN και γιατί να εμπιστευτείτε το απόρρητο και την ασφάλειά σας στη { -brand-name-mozilla }.
vpn-windows-stay-safe = Μείνετε ασφαλείς με ένα VPN στη συσκευή σας με Windows
vpn-windows-windows-is-one = Τα Windows αποτελούν ένα από τα πιο δημοφιλή λειτουργικά συστήματα στον κόσμο. Ως αποτέλεσμα, οι συσκευές με Windows στοχοποιούνται πολύ συχνά από χάκερ και ενδέχεται να είναι ιδιαίτερα ευάλωτες εάν δεν λάβετε τα κατάλληλα μέτρα. Μπορείτε να προστατέψετε την ψηφιακή σας ζωή χρησιμοποιώντας ένα VPN για την κρυπτογράφηση της διαδικτυακής σας δραστηριότητας, καθώς και με κάποιες άλλες ενέργειες, όπως η συνεχής ενημέρωση του λογισμικού σας, η δημιουργία μοναδικών και ισχυρών κωδικών πρόσβασης και η χρήση μασκών { -brand-name-relay } για την προστασία του email σας.
vpn-windows-a-vpn-creates = Ένα VPN δημιουργεί μια κρυπτογραφημένη «δίοδο» για τα δεδομένα διαδικτύου σας, μεταξύ του υπολογιστή σας με Windows και του διαδικτύου, ενώ αποκρύπτει και την τοποθεσία σας από τους ιστοτόπους που επισκέπτεστε. Αυτό εμποδίζει τα τρίτα μέρη και τους κατασκόπους δικτύων από το να μαθαίνουν πράγματα για εσάς που δεν χρειάζεται να γνωρίζουν.
vpn-windows-what-are-the-benefits = Ποια είναι τα οφέλη της λήψης του { -brand-name-mozilla-vpn } στη συσκευή μου με Windows;
vpn-windows-avoid-your-online = Αποφύγετε τη συλλογή της διαδικτυακής σας δραστηριότητας και την κοινοποίησή της σε τρίτους ή διαφημιστές.
vpn-windows-if-youre = Εάν κάνετε έντονη χρήση διαδικτυακής ροής βίντεο ή μουσικής, η χρήση ενός VPN μπορεί ενδεχομένως να σας βοηθήσει να αποφύγετε τον περιορισμό ή τη μείωση του εύρους ζώνης σας από τον πάροχο υπηρεσιών διαδικτύου σας.
vpn-windows-you-can-exclude = Μπορείτε να εξαιρέσετε ορισμένες εφαρμογές με τη δυνατότητα «split tunneling». Αυτή σας επιτρέπει να εκτελείτε ορισμένες εφαρμογές μέσω του VPN, ενώ οι υπόλοιπες θα εξαιρούνται από την προστασία.
vpn-windows-using-a-windows = Η χρήση μιας συσκευής Windows σε ένα δημόσιο, μη ασφαλές δίκτυο Wi-Fi καθιστά ευάλωτες τις πληροφορίες της διαδικτυακής σας κίνησης σε κατασκόπους δικτύων και ένα VPN μπορεί να σας βοηθήσει να διατηρήσετε τα δεδομένα σας ιδιωτικά, προσθέτοντας ένα ισχυρό επίπεδο προστασίας.
vpn-windows-the-mozilla = Η εφαρμογή του { -brand-name-mozilla-vpn } δεν θα καταναλώσει πάρα πολλή από τη μνήμη ή τη μπαταρία των συσκευών σας με Windows και δεν θα επιβραδύνει τον υπολογιστή σας.
# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = Το { -brand-name-mozilla-vpn } υποστηρίζει τα Windows 10 και Windows 11, ενώ μπορείτε να το χρησιμοποιείτε σε έως και πέντε συσκευές. Για να ξεκινήσετε, <a href="{ $url }">εγγραφείτε στο mozilla.org</a> και κάντε λήψη της εφαρμογής στη συσκευή σας με Windows.
