# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.


### URL: https://www-dev.allizom.org/firefox/browsers/mobile/ios/

mobile-ios-firefox-gives-you = { -brand-name-firefox } интернетті шолу кезінде сізге күшейтілген жекелік қорғанысын ұсынады. Біздегі Бақылаудан кеңейтілген қорғаныс функциясы әдепкі бойынша әлеуметтік желі трекерлері, сайтаралық куки трекерлері, криптомайнерлер және цифрлық із қалдырушылар сияқты трекерлер мен скрипттерді бұғаттайды.
mobile-ios-your-browsing-history = Сіздің шолу тарихыңыз тарих болып қала береді
mobile-ios-if-you-want = Қаласаңыз, интернетке оңай шығып, жекелік шолу режимінде іздеу жасай аласыз. Ал жекелік шолу режимін жапқан кезде, шолу тарихыңыз бен барлық кукилер құрылғыңыздан автоматты түрде өшіріледі.
mobile-ios-get-more-firefox = Өміріңізді { -brand-name-firefox } браузерімен толықтырыңыз
mobile-ios-add-firefox-across-v2 = Қауіпсіз әрі үздіксіз шолу үшін { -brand-name-firefox } браузерін барлық құрылғыларыңызға орнатыңыз. Таңдамалы бетбелгілер, сақталған логиндер, парольдер мен шолу тарихын қайда жүрсеңіз де өзіңізбен бірге алып жүру үшін құрылғыларыңызды синхрондаңыз. Сонымен қатар, тоқтаған жеріңізден жалғастыру үшін ашық беттерді телефоныңыз бен компьютеріңіз арасында жібере аласыз.
mobile-ios-get-to-your-go-to = { -brand-name-iphone } және { -brand-name-ipad } құрылғыларында жиі кіретін сайттарыңызға жылдамырақ өтіңіз
mobile-ios-see-your-open-tabs = { -brand-name-ios } жүйесіне арналған { -brand-name-firefox-browser } арқылы ашық қосымша беттеріңізді, бұрынғы іздеулеріңіз бен таңдаулы сайттарыңызды бір жерден көріңіз.
mobile-ios-own-your-home = Негізгі экранның қожайыны болыңыз
mobile-ios-get-to-the-parts = Интернеттің өзіңізге маңызды бөліктеріне жылдамырақ өтіңіз. Барлық ашық беттерді, соңғы іздеулерді, бетбелгілер мен таңдаулы сайттарды бір жерден көру мүмкіндігін таңдаңыз.
mobile-ios-find-it-all = Барлығын тезірек табыңыз
mobile-ios-get-search-suggestions = Іздеу жолағында іздеу бойынша ұсыныстарды алып, жиі кіретін сайттарыңызға жылдам өтіңіз. Іздеу сұранысын жазып, таңдаулы іздеу жүйелеріңізден ұсынылған және бұрын ізделген нәтижелерді алыңыз.
mobile-ios-discover-more-of = Өзіңізге ұнайтын нәрселерді көбірек ашыңыз
# Obsolete string (expires 26-10-2025)
mobile-ios-open-a-new = Жиі кіретін сайттарыңызды, соңғы бетбелгілеріңіз бен { -brand-name-pocket } қызметіндегі танымал мақалаларды көру үшін { -brand-name-firefox } браузерінде жаңа бетті ашыңыз. { -brand-name-firefox } баратын жеріңізге жылдамырақ жетуге көмектесу үшін жақында пайдаланылған сайттарға жылдам қол жеткізу мүмкіндігін ұсынады.
mobile-ios-open-a-new-v2 = { -brand-name-firefox } браузерінде жиі кіретін сайттарыңызды және соңғы бетбелгілеріңізді көру үшін жаңа бетті ашыңыз. { -brand-name-firefox } баратын жеріңізге жылдамырақ жетуіңізге көмектесу үшін жақында пайдаланылған сайттарыңызға жылдам қол жеткізу мүмкіндігін ұсынады.
mobile-ios-about-mozilla = { -brand-name-mozilla } туралы
# Obsolete string (expires 26-10-2025)
mobile-ios-mozilla-exists-to = { -brand-name-mozilla } интернетті баршаға қолжетімді қоғамдық ресурс ретінде құру үшін жұмыс істейді, өйткені біз ашықтық пен еркіндік жабық әрі бақылаудағы жүйеден әлдеқайда жақсы деп сенеміз. Біз таңдау мүмкіндігін, ашықтық пен бақылауды ілгерілету үшін { -brand-name-firefox } және { -brand-name-pocket } сияқты өнімдерді жасаймыз.
mobile-ios-mozilla-exists-to-v2 = { -brand-name-mozilla } интернетті баршаға қолжетімді қоғамдық ресурс ретінде құру үшін жұмыс істейді, өйткені біз ашықтық пен еркіндік жабық әрі бақылаудағы жүйеден әлдеқайда жақсы деп сенеміз. Біз таңдау мүмкіндігін, ашықтық пен бақылауды ілгерілету үшін { -brand-name-firefox } сияқты өнімдерді жасаймыз.
