# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/firefox/features/adblocker/

# Breadcrumb navigation
features-adblocker-ad-blocking = विज्ञापन अवरोधन

# Page Title
features-adblocker-meta-title = ऐड ब्लॉकर के बारे में - { -brand-name-firefox }

# HTML page description
features-adblocker-meta-desc = जानें कि ऐड ब्लॉकर कैसे काम करते हैं, ये आपके लिए क्या कर सकते हैं, और { -brand-name-firefox } आपको ट्रैकर्स और कुकीज़ से किस तरह बचाता है।
features-adblocker-the-ad-blocker-a-tool = ऐड ब्लॉकर – एक ऐसा टूल जो विषय केंद्रित और अपने अनुरूप ब्राउज़िंग अनुभव पाना आसान बना देता है।
features-adblocker-in-todays-digital-world = आज की डिजिटल दुनिया में, वेब बहुत ध्यान भटकाने वाला और अस्त-व्यस्त दिख सकता है। ऐड ब्लॉकर ऐसे शक्तिशाली टूल्स होते हैं जो ब्राउज़िंग अनुभव अपने मुताबिक करने का कंट्रोल आपके हाथ में देते हैं, तथा आपको यह तय करने देते हैं कि आपकी स्क्रीन पर क्या दिखाई देगा।
features-adblocker-ad-blockers-work = ऐड ब्लॉकर दो प्रमुख तरीकों से काम करते हैं: विज्ञापन जैसे कंटेंट को लोड होने से रोककर, तथा इन एलिमेंट को होस्ट करने वाली वेबसाइटों के कुछ सेक्शन ब्लॉक करके। इसमें वीडियो विज्ञापन, वेब पर आपको लुभाने के लिए तैयार आपका पीछा करने वाले विज्ञापन और यहां तक कि थर्ड-पार्टी ट्रैकर भी शामिल हो सकते हैं।

# Variables:
#   $firefox (url) - link to https://www.mozilla.org/firefox/new/
#   $addons (url) - link to https://blog.mozilla.org/firefox/ad-blocker-roundup-5-adblockers-that-improve-your-internet-experience/
features-adblocker-using-an-adblocker = ऐड ब्लॉकर इस्तेमाल करना बहुत आसान है। ब्राउज़र ऐड-ऑन के रूप में कई विश्वसनीय विकल्प उपलब्ध हैं, जिससे आपकी आवश्यकताओं के अनुरूप समाधान ढूंढना आसान हो जाता है। उदाहरण के लिए, <a href="{ $firefox }">{ -brand-name-firefox }</a> ने ऐसे <a href="{ $addons }">स्वीकृत एक्सटेंशनों की एक सूची</a> प्रदान की है जो आपकी निजता का पूरा ध्यान रखते हुए आपके ब्राउज़िंग अनुभव को बेहतर बनाने के लिए तैयार किए गए हैं।
features-adblocker-finding-the-right = खुद के लिए उपयुक्त ऐड ब्लॉकर का चयन
features-adblocker-there-are-many = ऐसे कई ऐड ब्लॉकर टूल्स हैं जिन्हें आप आजमा सकते हैं, इनमें से हर कोई अलग-अलग प्राथमिकताओं के अनुरूप सुविधाएं प्रदान करता है। आपके लिए कौन-सा सही रहेगा यह चुनना, आपकी इच्छा और ब्राउज़िंग आदतों पर निर्भर करता है। यहां कुछ सुझाव दिए गए हैं जिन पर विचार किया जा सकता है:
features-adblocker-tip-1 = <strong>विज्ञापन ब्लॉक करना:</strong> अगर आपको केवल विज्ञापन ही ब्लॉक करने हैं, तो एक सरल और लाइटवेट विकल्प चुनें।
features-adblocker-tip-2 = <strong>निजता संबंधी चिंताएं:</strong> अगर आप ट्रैकर्स के बारे में चिंतित हैं, तो ऐसे ऐड ब्लॉकर ढूंढें जिनमें निजता की सुरक्षा वाले फ़ीचर्स पहले से मौजूद हों।
features-adblocker-tip-3 = <strong>अपने अनुकूल करने लायक:</strong> कुछ ऐड ब्लॉकर ऐसे होते हैं जो कुछ खास साइटों को सुरक्षित चिह्नित करने या कुछ खास एलिमेंट्स को ब्लॉक करने की बढ़िया सुविधा देते हैं।
features-adblocker-tip-4 = <strong>डिवाइस के अनुकूल होना:</strong> विचार करें कि क्या आपको इसकी आवश्यकता डेस्कटॉप के लिए है, मोबाइल के लिए है या दोनों के लिए है।
features-adblocker-tip-5 = <strong>मैलवेयर को ब्लॉक करना:</strong> कुछ ऐड ब्लॉकर दुर्भावनापूर्ण विज्ञापनों से सुरक्षा प्रदान करते हैं (जैसे कि: AdGuard).
features-adblocker-tip-6 = <strong>माता-पिता का नियंत्रण:</strong> अगर आप अनुचित सामग्री ब्लॉक करना चाहते हैं तो यह उपयोगी है।
features-adblocker-its-important-to-note = यह ध्यान रखना महत्वपूर्ण है कि कुछ वेबसाइटें कंटेंट को लोड करने या कार्यक्षमता प्रदान करने के लिए विज्ञापनों पर निर्भर रहती हैं। हो सकता है कि विज्ञापनों को ब्लॉक करने से कई फ़ीचर बाधित हो जाएं, जैसे वीडियो न चल पाना या लॉगिन विकल्प विफल होना। ऐसा ऐड ब्लॉकर चुनें जिसे नियमित रूप से अपडेट किया जाता हो और यदि आपको लगता है कि कोई ऐड ब्लॉकर काफी समस्या पैदा कर रहा है, तो परफ़ॉर्मेंस और कम्पैटिबिलिटी का बेहतर संतुलन पाने के लिए दूसरा ऐड ब्लॉकर आजमाएं।
features-adblocker-enhanced-privacy = { -brand-name-firefox } के जरिए पाएं बेहतर निजता सुरक्षा और परफ़ॉर्मेंस
features-adblocker-beyond-ad-blockers = ऐड ब्लॉकर के अलावा, { -brand-name-firefox } में ऐसे फ़ीचर्स भी पहले से मौजूद रहते हैं जो आपको ब्राउज़िंग पर और भी अधिक नियंत्रण प्रदान करते हैं। ये टूल्स आपको अपने कामों को अपने हिसाब से करने की सुविधा देते हुए आपकी निजता की रक्षा करने में मदद करते हैं:
features-adblocker-tool-1 = <strong>स्टैंडर्ड मोड:</strong> एक संतुलित विकल्प जो वेबसाइट की सुचारू कार्यक्षमता बनाए रखते हुए आम ट्रैकर्स को ब्लॉक करता है।
features-adblocker-tool-2 = <strong>स्ट्रिक्ट मोड:</strong> यह उन यूज़र्स के लिए बेहतरीन है जो अधिक से अधिक ट्रैकर्स और कुकीज़ को ब्लॉक करके मजबूत निजता सुरक्षा चाहते हैं। ध्यान रखें कि कुछ साइटों को इस मोड में कुछ एडजस्टमेंट की ज़रूरत पड़ सकती है।
features-adblocker-tool-3 = <strong>कस्टम मोड:</strong> ऐसे लोगों के लिए जो पूरा कंट्रोल अपने हाथ में चाहते हैं, कस्टम मोड यह चुनने की सुविधा देता है कि क्या ब्लॉक करना है, कुकीज़ से लेकर ट्रैकर्स तक, साथ ही और भी बहुत कुछ।
features-adblocker-to-adjust = इन सेटिंग को एडजस्ट करने के लिए, किसी भी वेबपेज पर एड्रेस बार के बाईं ओर शील्ड आइकन पर क्लिक करें और "प्रोटेक्शन सेटिंग" चुनें। इससे एक मेन्यू खुलेगा जहां आप अपने लिए सुरक्षा का सही लेवल चुन सकते हैं।
features-adblocker-why-use = ऐड ब्लॉकर का उपयोग क्यों करें?
features-adblocker-ad-blockers-do-more = ऐड ब्लॉकर महज विज्ञापनों को ही मैनेज नहीं करते, बल्कि ये बहुत कुछ करते हैं – ये अनावश्यक कंटेंट को हटा करके आपकी ब्राउज़िंग स्पीड और सुरक्षा को बढ़ा सकते हैं। ये आपको एक ऐसा वेब अनुभव निर्मित करने में मदद करते हैं जो आपके अनुकूल है, ध्यान भटकाने वाली चीज़ों से मुक्त है, जिससे आप अपने सबसे अहम कामों पर ध्यान केंद्रित कर सकते हैं।

# Variables:
#   $url (url) - link to https://www.mozilla.org/firefox/new/
features-adblocker-explore-hundreds = { -brand-name-firefox } के लिए उपलब्ध सैकड़ों निजता-सुरक्षा केंद्रित ऐड-ऑन देखें और अपने लिए सही टूल खोजें। आज ही <a href="{ $url }">{ -brand-name-firefox } डाउनलोड करें</a> और ऐसे ब्राउज़र का अनुभव पाएं जो आपकी निजता सुरक्षा और परफ़ॉर्मेंस को ध्यान में रखकर डिज़ाइन किया गया है।
