# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/desktop/

vpn-desktop-vpn-for-pc = { -brand-name-mozilla } की ओर से पीसी या लैपटॉप हेतु VPN
vpn-desktop-if-you-are = अगर आप अपने लैपटॉप या पीसी की सुरक्षा के लिए VPN की तलाश में हैं तो { -brand-name-mozilla-vpn } पर विचार करें, { -brand-name-mozilla-vpn } एक गैर-लाभकारी कंपनी द्वारा समर्थित है। जानें कि VPN किस तरह आपकी रक्षा करता है और क्यों आपको अपनी निजता व सुरक्षा के मामले में { -brand-name-mozilla } पर भरोसा करना चाहिए।
vpn-desktop-vpns-can-provide = VPN की मदद से आपके लैपटॉप या पीसी को सुरक्षा की एक अतिरिक्त लेयर मिल सकती है और आप हैकिंग की कोशिशों, फ़िशिंग हमलों और अन्य ऑनलाइन खतरों से बच सकते हैं। VPN आपके कंप्यूटर और इंटरनेट के बीच एक सुरक्षित "सुरंग" बनाकर आपके डेटा और लोकेशन को एन्क्रिप्ट करता है। अगर आपके लैपटॉप या पीसी में VPN का इस्तेमाल नहीं किया जा रहा है, तो हो सकता है कि हैकर्स और थर्ड पार्टी आपका ट्रैफ़िक इंटरसेप्ट करने की कोशिश करें, जिससे आपकी निजता की रक्षा खतरे में पड़ सकती है।
vpn-desktop-how-does-a = कोई VPN किस तरह मेरे लैपटॉप या पीसी की रक्षा करता है?
vpn-desktop-there-are-several = अपना लैपटॉप या पीसी चलाते समय अपनी सुरक्षा के लिए आपको VPN का इस्तेमाल क्यों करना चाहिए, इसके कई कारण हैं:
vpn-desktop-stronger-privacy = <strong>अधिक निजता सुरक्षा:</strong> चूँकि VPN आपके आईपी एड्रेस को छिपा देता है, जिससे आप इंटरनेट को अधिक निजता के साथ ब्राउज़ कर सकते हैं, क्योंकि आपको पता होता है कि डेटा चुराने वाले आपकी गतिविधि को नहीं पकड़ पाएंगे जो विशिष्ट पहचानकर्ता के रूप में आपके आईपी एड्रेस का इस्तेमाल करते हैं।
vpn-desktop-safer-against-spying = <strong>जासूसी के खिलाफ अधिक सुरक्षित:</strong> VPN के जरिए आपके डेटा को एन्क्रिप्ट करने से आपके नेटवर्क कनेक्शन पर ताक-झांक या जासूसी करने वाले किसी भी व्यक्ति के लिए यह जानना लगभग असंभव हो जाता है कि आप क्या और किसके साथ कम्युनिकेट कर रहे हैं।
