# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/ipad/

vpn-ipad-vpn-for = { -brand-name-mozilla } की ओर से iOS/iPad हेतु VPN
vpn-ipad-looking-for = क्या आप अपने iPad की सुरक्षा के लिए VPN की तलाश में हैं? { -brand-name-mozilla-vpn } एक गैर-लाभकारी कंपनी द्वारा समर्थित है।  जानें कि VPN किस तरह आपकी रक्षा करता है और क्यों आपको अपनी निजता व सुरक्षा सुनिश्चित करने के लिए { -brand-name-mozilla } पर भरोसा करना चाहिए।
vpn-ipad-if-you-own = अगर आपके पास iPad है, तो आप इसका उपयोग शायद कई चीज़ों के लिए कर रहे होंगे: वेब ब्राउज़ करना, वीडियो देखना, गेम खेलना, किताबें पढ़ना और बहुत कुछ। लेकिन चाहे आप घर पर हों या सफ़र में हों, आपका इंटरनेट कनेक्शन आपके व्यक्तिगत डेटा और लोकेशन को हैकर्स, विज्ञापनदाताओं और अन्य थर्ड पार्टी के समक्ष उजागर कर सकता है जो आपको ट्रैक करने के लिए कुकीज़ और आपके आईपी एड्रेस का इस्तेमाल कर सकते हैं।
vpn-ipad-thats-why-you = इसीलिए आपको { -brand-name-mozilla-vpn } की ज़रूरत है, जो एक तेज़, भरोसेमंद और इस्तेमाल में आसान VPN सेवा है, जिसकी मदद से आपकी ऑनलाइन गतिविधियां जासूसी करने वालों की निगाहों से बची रह सकती हैं।
vpn-ipad-mozilla-vpn-is = { -brand-name-mozilla-vpn } एक वर्चुअल प्राइवेट नेटवर्क सेवा है जो आपके इंटरनेट ट्रैफ़िक को एन्क्रिप्ट करती है और आपके आईपी एड्रेस को छिपाती है।
vpn-ipad-with-mozilla-vpn = { -brand-name-mozilla-vpn } में आप पा सकते हैं:
vpn-ipad-protection-for-up-to = <strong>अधिकतम 5 डिवाइसों के लिए सुरक्षा:</strong> आप एक सब्सक्रिप्शन से अपने iPad और चार अन्य डिवाइसों पर { -brand-name-mozilla-vpn } का इस्तेमाल करें। आप इसे Windows, macOS, Linux, iPhone और Android पर भी उपयोग कर सकते हैं।
vpn-ipad-access-to-servers = <strong>अनेक सर्वरों का एक्सेस 30+ देशों में:</strong> आप इंटरनेट से जुड़ने के लिए दुनिया भर के 30 से अधिक देशों में 500 से अधिक सर्वरों में से अपना चयन कर सकते हैं। इसके चलते आपको अपनी इच्छित सामग्री तक पहुंचने के लिए अधिक विकल्प और अधिक अनुकूलन क्षमता मिलती है।
vpn-ipad-device-level = <strong>डिवाइस-लेवल ट्रैफ़िक एन्क्रिप्शन:</strong> { -brand-name-mozilla-vpn } आपके सारे ट्रैफ़िक को आपके डिवाइस से निकलने से पहले एन्क्रिप्ट कर देता है, और ऐसा न केवल आपके ब्राउज़र, बल्कि ऐप्स, गेम तथा स्ट्रीमिंग सेवाओं के लिए भी करता है। आप { -brand-name-mozilla-vpn } का उपयोग उन विज्ञापनों और ट्रैकर्स को ब्लॉक करने के लिए भी कर सकते हैं जो आपकी निजता को जोखिम में डाल सकते हैं।
vpn-ipad-no-online = <strong>ऑनलाइन गतिविधि का कोई लॉग नहीं:</strong> { -brand-name-mozilla } यह दर्ज़ नहीं करता है कि आप किन वेबसाइटों पर जा रहे हैं और न ही आपके कम्युनिकेशन या बातचीत पर नज़र रखता है।
vpn-ipad-feel-safe = <strong>सार्वजनिक वाई-फ़ाई के इस्तेमाल के दौरान भी सुरक्षा का अहसास:</strong> जब आप किसी सार्वजनिक वाई-फ़ाई नेटवर्क से कनेक्ट होते हैं, जैसे किसी कॉफ़ी शॉप में या हवाई अड्डे पर, तो आपका डेटा हैकर्स या दुर्भावना रखने वाले लोगों द्वारा इंटरसेप्ट किया जा सकता है। { -brand-name-mozilla-vpn } की मदद से, आपके डेटा को एन्क्रिप्ट कर दिया जाता है ताकि किसी को भी आपकी ऑनलाइन गतिविधि की जासूसी करने से रोका जा सके।
vpn-ipad-mozilla-vpn-is-backed = { -brand-name-mozilla-vpn } गैर-लाभकारी संस्थान { -brand-name-mozilla-foundation } द्वारा समर्थित है, जो दुनिया में सबसे लोकप्रिय और निजता-केंद्रित ब्राउज़रों में से एक ब्राउज़र { -brand-name-firefox } के पीछे मौजूद है। { -brand-name-mozilla-vpn } को चुनकर, आप इंटरनेट को सभी के लिए खुला और सुलभ बनाए रखने के हमारे मिशन का समर्थन कर रहे होते हैं।
