# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/desktop/mac

vpn-mac-get-a-vpn = { -brand-name-mozilla } वाला macOS हेतु VPN प्राप्त करें
vpn-mac-looking-for = क्या आप अपने Mac की सुरक्षा के लिए VPN की तलाश में हैं? { -brand-name-mozilla-vpn } एक गैर-लाभकारी कंपनी द्वारा समर्थित है। जानें कि VPN किस तरह आपकी रक्षा करता है और क्यों आपको अपने macOS का उपयोग करते समय अपनी निजता व सुरक्षा सुनिश्चित करने के लिए { -brand-name-mozilla } पर भरोसा करना चाहिए।
vpn-mac-protect-your-mac = { -brand-name-mozilla-vpn } की मदद से अपने Mac की रक्षा करें
vpn-mac-a-vpn-is = जब आप अपना Mac चला रहे होते हैं तो ऑनलाइन आपकी निजता और सुरक्षा के लिए कोई VPN (वर्चुअल प्राइवेट नेटवर्क) होना ज़रूरी है। हैकर्स और इंटरनेट प्रदाता आपकी ऑनलाइन गतिविधियों की जासूसी कर सकते हैं, या आपका व्यक्तिगत डेटा चुरा सकते हैं।
vpn-mac-but-finding = लेकिन हो सकता है कि कोई बढ़िया VPN ढूंढना मुश्किल लगे। कुछ स्लो होते हैं, भरोसेमंद नहीं होते हैं और यहां तक कि आपकी ऑनलाइन गतिविधियों का लॉग भी रखते हैं। यही कारण है कि हमने { -brand-name-mozilla-vpn } बनाया है, जो है तेज़, सुरक्षित व भरोसेमंद VPN और इसके पीछे भी वही लोग हैं जो आपके लिए { -brand-name-firefox } लेकर आए थे।
vpn-mac-with-mozilla-vpn = { -brand-name-mozilla-vpn } में आप पाएंगे:
vpn-mac-get-one-click = निजता की रक्षा बस एक-क्लिक में, सरल और यूज़र-अनुकूल इंटरफ़ेस के साथ।
vpn-mac-connect-up-to = एक ही सब्सक्रिप्शन में 5 अलग-अलग डिवाइसों को कनेक्ट करने की सुविधा, जिसमें Mac ही नहीं, बल्कि iOS, Windows, Linux और Android भी शामिल हैं।
# “Cap” means putting a limit to
vpn-mac-use-our-vpn = जितना चाहें उतना हमारे VPN का उपयोग करें। ऐसे कुछ VPN जो प्रति माह केवल एक निश्चित मात्रा में ही डेटा की सुरक्षा करते हैं उनके विपरीत, हम आपके ट्रैफ़िक पर कोई सीमा तय नहीं करते हैं। चाहे आप कितना भी डेटा इस्तेमाल करें, वह हमेशा सुरक्षित रहेगा।
vpn-mac-get-device-level = अपने ट्रैफ़िक के लिए डिवाइस-लेवल एन्क्रिप्शन प्राप्त करें। दूसरे सॉल्यूशन जो केवल आपके ब्राउज़र ट्रैफ़िक को एन्क्रिप्ट करते हैं उनके विपरीत, { -brand-name-mozilla-vpn } सब कुछ एन्क्रिप्ट करता है, भले ही कोई भी एप्लिकेशन हो यह आपके इंटरनेट ट्रैफ़िक की रक्षा करता है।
vpn-mac-prevent-internet = इंटरनेट प्रदाताओं को वो वेबसाइटें या सेवाएं ब्लॉक करने या उनके लिए बैंडविड्थ मात्रा सीमित करने से रोकें जो प्रदाताओं को पसंद नहीं हैं, या जो प्रदाताओं की अपनी पेशकशों के साथ प्रतिस्पर्धा करती हैं। अधिक जानकारी के लिए आप नेट न्यूट्रैलिटी के बारे में पढ़ सकते हैं।
vpn-mac-mozilla-is-an = { -brand-name-mozilla } एक ऑर्गनाइज़ेशन है जो इंटरनेट को सभी के लिए खुला और सुलभ बनाए रखने के लिए काम करता है, और हम एक गैर-लाभकारी संस्था द्वारा समर्थित हैं। जब आप { -brand-name-mozilla-vpn } का उपयोग करते हैं, तो आप न केवल ऑनलाइन अपनी सुरक्षा सुनिश्चित करते हैं, बल्कि { -brand-name-mozilla } के मिशन का भी समर्थन कर रहे होते हैं। { -brand-name-mozilla-vpn } सुरक्षित है, ओपन सोर्स है, और इसे { -brand-name-firefox } के सुरक्षा विशेषज्ञों और क्रिएटर्स द्वारा तैयार किया गया है।
vpn-mac-mozilla-doesnt-log = { -brand-name-mozilla } यह लॉग नहीं रखता है कि आप किन वेबसाइटों पर जा रहे हैं और न ही आपके कम्युनिकेशन या बातचीत पर नज़र रखता है। हमारे पास 30 दिन की मनी-बैक गारंटी भी है: कोई झंझट नहीं, कोई जोखिम नहीं।
