# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at https://mozilla.org/MPL/2.0/.

### URL: https://www-dev.allizom.org/products/vpn/desktop/windows

# New strings for updated page
vpn-windows-get-a-vpn = { -brand-name-mozilla } की ओर से Windows हेतु VPN पाएं
vpn-windows-protect-your-windows = अपने Windows डिवाइस को VPN की मदद से सुरक्षित रखें। { -brand-name-mozilla } VPN एक गैर-लाभकारी कंपनी द्वारा समर्थित है।  जानें कि VPN किस तरह आपकी रक्षा करता है और क्यों आपको अपनी निजता व सुरक्षा के मामले में { -brand-name-mozilla } पर भरोसा करना चाहिए।
vpn-windows-stay-safe = VPN की मदद से अपने Windows डिवाइस पर सुरक्षित बने रहें
vpn-windows-windows-is-one = Windows दुनिया में सबसे लोकप्रिय ऑपरेटिंग सिस्टमों में से एक है। यही वजह है कि, आमतौर पर हैकर्स द्वारा Windows डिवाइसें काफी निशाना बनती हैं और अगर आप उचित सावधानी नहीं बरतते हैं तो आपकी सुरक्षा को जोखिम हो सकता है। आप अपने डिजिटल जीवन की सुरक्षा कर सकते हैं, इसके लिए अपनी ऑनलाइन गतिविधियों को एन्क्रिप्ट करने के लिए VPN इस्तेमाल करें, साथ ही कुछ अन्य कदम उठाएं, जैसेकि अपने सॉफ़्टवेयर को अपडेट रखना, सबसे अलग और मजबूत पासवर्ड बनाना, और अपना ईमेल सुरक्षित रखने के लिए { -brand-name-relay } मास्क का उपयोग करना।
vpn-windows-a-vpn-creates = VPN आपके इंटरनेट डेटा के लिए आपके Windows कंप्यूटर और इंटरनेट के बीच एक एन्क्रिप्टेड "सुरंग" बनाता है, और आप जिन वेबसाइटों पर जा रहे हैं उनसे आपकी लोकेशन छिपाता है। इससे थर्ड पार्टी और नेटवर्क जासूसों को आपके बारे में ऐसी बातें जानने से रोकने में मदद मिलती है जो उन्हें जानने की ज़रूरत नहीं है।
vpn-windows-what-are-the-benefits = अपने Windows डिवाइस पर { -brand-name-mozilla-vpn } डाउनलोड करने के क्या फायदे हैं?
vpn-windows-avoid-your-online = इस जोखिम से बचें कि कोई आपकी ऑनलाइन गतिविधियों की जानकारी इकट्ठा कर सके और थर्ड पार्टी या विज्ञापनदाताओं से साझा कर सके।
vpn-windows-if-youre = अगर आप ऑनलाइन वीडियो या म्यूज़िक स्ट्रीमिंग बहुत अधिक करते हैं, तो आप VPN का उपयोग करके आपके इंटरनेट सेवा प्रदाता द्वारा आपके बैंडविड्थ को प्रतिबंधित या सीमित किए जाने की संभावना से बच सकते हैं।
vpn-windows-you-can-exclude = आप स्प्लिट टनलिंग फ़ीचर के जरिए कुछ ऐप्स को बाहर रख सकते हैं। इस सुविधा से आप कुछ ऐप्स को VPN के ज़रिए चला सकते हैं और जबकि बाकी को "सुरंग" के बाहर ही छोड़ सकते हैं।
vpn-windows-using-a-windows = अगर आप किसी सार्वजनिक, असुरक्षित वाई-फ़ाई नेटवर्क पर Windows डिवाइस चला रहे हैं तो नेटवर्क जासूसों की मौजूदगी के चलते आपकी इंटरनेट ट्रैफ़िक जानकारी अधिक असुरक्षित हो जाती है, और ऐसे में VPN सुरक्षा की एक मजबूत लेयर जोड़ने से आपको अपने डेटा को प्राइवेट बनाए रखने में मदद मिल सकती है।
vpn-windows-the-mozilla = { -brand-name-mozilla-vpn } ऐप आपके Windows डिवाइस की ज्यादा मेमोरी इस्तेमाल नहीं करेगा, आपके कंप्यूटर को स्लो नहीं करेगा, या आपकी बैटरी ज्यादा खर्च नहीं करेगा।

# Variables:
#   $url (string) - url('products.vpn.landing')
vpn-windows-mozilla-vpn = { -brand-name-mozilla-vpn } को Windows 10 और Windows 11 पर सपोर्ट हासिल है और आप इसे अधिकतम पांच डिवाइसों में उपयोग कर सकते हैं। शुरू करने के लिए, आप यह कर सकते हैं कि आप <a href="{ $url }">mozilla.org पर सब्सक्राइब करें</a> और अपने Windows डिवाइस में ऐप डाउनलोड करें।
